Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x194d (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0x1a9): GNU C17 9.4.0 -mx32 -mtune=generic -march=x86-64 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0x116a): mpers-mx32/kernel_v4l2_buffer_t.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0x340): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0xf65): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0xb6e): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x2a1): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <54>   DW_AT_name        : (indirect string, offset: 0xa94): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x4c9): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 4 (DW_TAG_typedef)
    <65>   DW_AT_name        : (indirect string, offset: 0x12a): __int32_t
    <69>   DW_AT_decl_file   : 1
    <6a>   DW_AT_decl_line   : 40
    <6b>   DW_AT_decl_column : 20
    <6c>   DW_AT_type        : <0x70>
 <1><70>: Abbrev Number: 5 (DW_TAG_base_type)
    <71>   DW_AT_byte_size   : 4
    <72>   DW_AT_encoding    : 5	(signed)
    <73>   DW_AT_name        : int
 <1><77>: Abbrev Number: 3 (DW_TAG_const_type)
    <78>   DW_AT_type        : <0x70>
 <1><7c>: Abbrev Number: 4 (DW_TAG_typedef)
    <7d>   DW_AT_name        : (indirect string, offset: 0x864): __uint32_t
    <81>   DW_AT_decl_file   : 1
    <82>   DW_AT_decl_line   : 41
    <83>   DW_AT_decl_column : 22
    <84>   DW_AT_type        : <0x2b>
 <1><88>: Abbrev Number: 2 (DW_TAG_base_type)
    <89>   DW_AT_byte_size   : 8
    <8a>   DW_AT_encoding    : 5	(signed)
    <8b>   DW_AT_name        : (indirect string, offset: 0x923): long long int
 <1><8f>: Abbrev Number: 4 (DW_TAG_typedef)
    <90>   DW_AT_name        : (indirect string, offset: 0x667): __uint64_t
    <94>   DW_AT_decl_file   : 1
    <95>   DW_AT_decl_line   : 47
    <96>   DW_AT_decl_column : 46
    <97>   DW_AT_type        : <0x9b>
 <1><9b>: Abbrev Number: 2 (DW_TAG_base_type)
    <9c>   DW_AT_byte_size   : 8
    <9d>   DW_AT_encoding    : 7	(unsigned)
    <9e>   DW_AT_name        : (indirect string, offset: 0x497): long long unsigned int
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0xa40): __quad_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 55
    <a9>   DW_AT_decl_column : 37
    <aa>   DW_AT_type        : <0x88>
 <1><ae>: Abbrev Number: 4 (DW_TAG_typedef)
    <af>   DW_AT_name        : (indirect string, offset: 0x107e): __off_t
    <b3>   DW_AT_decl_file   : 1
    <b4>   DW_AT_decl_line   : 140
    <b5>   DW_AT_decl_column : 25
    <b6>   DW_AT_type        : <0xa2>
 <1><ba>: Abbrev Number: 4 (DW_TAG_typedef)
    <bb>   DW_AT_name        : (indirect string, offset: 0x11e2): __off64_t
    <bf>   DW_AT_decl_file   : 1
    <c0>   DW_AT_decl_line   : 141
    <c1>   DW_AT_decl_column : 27
    <c2>   DW_AT_type        : <0xa2>
 <1><c6>: Abbrev Number: 4 (DW_TAG_typedef)
    <c7>   DW_AT_name        : (indirect string, offset: 0x101f): __time_t
    <cb>   DW_AT_decl_file   : 1
    <cc>   DW_AT_decl_line   : 148
    <cd>   DW_AT_decl_column : 26
    <ce>   DW_AT_type        : <0xa2>
 <1><d2>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <d3>   DW_AT_byte_size   : 4
 <1><d4>: Abbrev Number: 3 (DW_TAG_const_type)
    <d5>   DW_AT_type        : <0xd2>
 <1><d9>: Abbrev Number: 4 (DW_TAG_typedef)
    <da>   DW_AT_name        : (indirect string, offset: 0x9e2): __syscall_slong_t
    <de>   DW_AT_decl_file   : 1
    <df>   DW_AT_decl_line   : 184
    <e0>   DW_AT_decl_column : 33
    <e1>   DW_AT_type        : <0xa2>
 <1><e5>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e6>   DW_AT_byte_size   : 4
    <e7>   DW_AT_type        : <0xeb>
 <1><eb>: Abbrev Number: 2 (DW_TAG_base_type)
    <ec>   DW_AT_byte_size   : 1
    <ed>   DW_AT_encoding    : 6	(signed char)
    <ee>   DW_AT_name        : (indirect string, offset: 0x80): char
 <1><f2>: Abbrev Number: 3 (DW_TAG_const_type)
    <f3>   DW_AT_type        : <0xeb>
 <1><f7>: Abbrev Number: 4 (DW_TAG_typedef)
    <f8>   DW_AT_name        : (indirect string, offset: 0xed2): int32_t
    <fc>   DW_AT_decl_file   : 2
    <fd>   DW_AT_decl_line   : 26
    <fe>   DW_AT_decl_column : 19
    <ff>   DW_AT_type        : <0x64>
 <1><103>: Abbrev Number: 4 (DW_TAG_typedef)
    <104>   DW_AT_name        : (indirect string, offset: 0x86f): uint8_t
    <108>   DW_AT_decl_file   : 3
    <109>   DW_AT_decl_line   : 24
    <10a>   DW_AT_decl_column : 19
    <10b>   DW_AT_type        : <0x45>
 <1><10f>: Abbrev Number: 4 (DW_TAG_typedef)
    <110>   DW_AT_name        : (indirect string, offset: 0xba7): uint16_t
    <114>   DW_AT_decl_file   : 3
    <115>   DW_AT_decl_line   : 25
    <116>   DW_AT_decl_column : 20
    <117>   DW_AT_type        : <0x58>
 <1><11b>: Abbrev Number: 4 (DW_TAG_typedef)
    <11c>   DW_AT_name        : (indirect string, offset: 0x3c9): uint32_t
    <120>   DW_AT_decl_file   : 3
    <121>   DW_AT_decl_line   : 26
    <122>   DW_AT_decl_column : 20
    <123>   DW_AT_type        : <0x7c>
 <1><127>: Abbrev Number: 4 (DW_TAG_typedef)
    <128>   DW_AT_name        : (indirect string, offset: 0xd51): uint64_t
    <12c>   DW_AT_decl_file   : 3
    <12d>   DW_AT_decl_line   : 27
    <12e>   DW_AT_decl_column : 20
    <12f>   DW_AT_type        : <0x8f>
 <1><133>: Abbrev Number: 2 (DW_TAG_base_type)
    <134>   DW_AT_byte_size   : 4
    <135>   DW_AT_encoding    : 5	(signed)
    <136>   DW_AT_name        : (indirect string, offset: 0x0): long int
 <1><13a>: Abbrev Number: 4 (DW_TAG_typedef)
    <13b>   DW_AT_name        : (indirect string, offset: 0x5b9): size_t
    <13f>   DW_AT_decl_file   : 4
    <140>   DW_AT_decl_line   : 209
    <141>   DW_AT_decl_column : 23
    <142>   DW_AT_type        : <0x2b>
 <1><146>: Abbrev Number: 3 (DW_TAG_const_type)
    <147>   DW_AT_type        : <0x13a>
 <1><14b>: Abbrev Number: 8 (DW_TAG_structure_type)
    <14c>   DW_AT_name        : (indirect string, offset: 0x74c): timespec
    <150>   DW_AT_byte_size   : 16
    <151>   DW_AT_decl_file   : 5
    <152>   DW_AT_decl_line   : 9
    <153>   DW_AT_decl_column : 8
    <154>   DW_AT_sibling     : <0x177>
 <2><158>: Abbrev Number: 9 (DW_TAG_member)
    <159>   DW_AT_name        : (indirect string, offset: 0xe62): tv_sec
    <15d>   DW_AT_decl_file   : 5
    <15e>   DW_AT_decl_line   : 11
    <15f>   DW_AT_decl_column : 12
    <160>   DW_AT_type        : <0xc6>
    <164>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><167>: Abbrev Number: 9 (DW_TAG_member)
    <168>   DW_AT_name        : (indirect string, offset: 0x5a6): tv_nsec
    <16c>   DW_AT_decl_file   : 5
    <16d>   DW_AT_decl_line   : 12
    <16e>   DW_AT_decl_column : 21
    <16f>   DW_AT_type        : <0xd9>
    <173>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><176>: Abbrev Number: 0
 <1><177>: Abbrev Number: 2 (DW_TAG_base_type)
    <178>   DW_AT_byte_size   : 16
    <179>   DW_AT_encoding    : 4	(float)
    <17a>   DW_AT_name        : (indirect string, offset: 0xa65): long double
 <1><17e>: Abbrev Number: 10 (DW_TAG_variable)
    <17f>   DW_AT_name        : (indirect string, offset: 0xd5a): __environ
    <183>   DW_AT_decl_file   : 6
    <184>   DW_AT_decl_line   : 546
    <186>   DW_AT_decl_column : 15
    <187>   DW_AT_type        : <0x18d>
    <18b>   DW_AT_external    : 1
    <18c>   DW_AT_declaration : 1
 <1><18d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <18e>   DW_AT_byte_size   : 4
    <18f>   DW_AT_type        : <0xe5>
 <1><193>: Abbrev Number: 10 (DW_TAG_variable)
    <194>   DW_AT_name        : (indirect string, offset: 0x7f9): environ
    <198>   DW_AT_decl_file   : 6
    <199>   DW_AT_decl_line   : 548
    <19b>   DW_AT_decl_column : 15
    <19c>   DW_AT_type        : <0x18d>
    <1a0>   DW_AT_external    : 1
    <1a1>   DW_AT_declaration : 1
 <1><1a2>: Abbrev Number: 11 (DW_TAG_variable)
    <1a3>   DW_AT_name        : (indirect string, offset: 0xb53): optarg
    <1a7>   DW_AT_decl_file   : 7
    <1a8>   DW_AT_decl_line   : 36
    <1a9>   DW_AT_decl_column : 14
    <1aa>   DW_AT_type        : <0xe5>
    <1ae>   DW_AT_external    : 1
    <1af>   DW_AT_declaration : 1
 <1><1b0>: Abbrev Number: 11 (DW_TAG_variable)
    <1b1>   DW_AT_name        : (indirect string, offset: 0x9bb): optind
    <1b5>   DW_AT_decl_file   : 7
    <1b6>   DW_AT_decl_line   : 50
    <1b7>   DW_AT_decl_column : 12
    <1b8>   DW_AT_type        : <0x70>
    <1bc>   DW_AT_external    : 1
    <1bd>   DW_AT_declaration : 1
 <1><1be>: Abbrev Number: 11 (DW_TAG_variable)
    <1bf>   DW_AT_name        : (indirect string, offset: 0xb03): opterr
    <1c3>   DW_AT_decl_file   : 7
    <1c4>   DW_AT_decl_line   : 55
    <1c5>   DW_AT_decl_column : 12
    <1c6>   DW_AT_type        : <0x70>
    <1ca>   DW_AT_external    : 1
    <1cb>   DW_AT_declaration : 1
 <1><1cc>: Abbrev Number: 11 (DW_TAG_variable)
    <1cd>   DW_AT_name        : (indirect string, offset: 0xfa): optopt
    <1d1>   DW_AT_decl_file   : 7
    <1d2>   DW_AT_decl_line   : 59
    <1d3>   DW_AT_decl_column : 12
    <1d4>   DW_AT_type        : <0x70>
    <1d8>   DW_AT_external    : 1
    <1d9>   DW_AT_declaration : 1
 <1><1da>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1db>   DW_AT_byte_size   : 4
    <1dc>   DW_AT_type        : <0xf2>
 <1><1e0>: Abbrev Number: 3 (DW_TAG_const_type)
    <1e1>   DW_AT_type        : <0x1da>
 <1><1e5>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1e6>   DW_AT_byte_size   : 4
    <1e7>   DW_AT_type        : <0x1eb>
 <1><1eb>: Abbrev Number: 12 (DW_TAG_const_type)
 <1><1ec>: Abbrev Number: 8 (DW_TAG_structure_type)
    <1ed>   DW_AT_name        : (indirect string, offset: 0xec0): _IO_FILE
    <1f1>   DW_AT_byte_size   : 152
    <1f2>   DW_AT_decl_file   : 8
    <1f3>   DW_AT_decl_line   : 245
    <1f4>   DW_AT_decl_column : 8
    <1f5>   DW_AT_sibling     : <0x3c4>
 <2><1f9>: Abbrev Number: 9 (DW_TAG_member)
    <1fa>   DW_AT_name        : (indirect string, offset: 0x189): _flags
    <1fe>   DW_AT_decl_file   : 8
    <1ff>   DW_AT_decl_line   : 246
    <200>   DW_AT_decl_column : 7
    <201>   DW_AT_type        : <0x70>
    <205>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><208>: Abbrev Number: 9 (DW_TAG_member)
    <209>   DW_AT_name        : (indirect string, offset: 0x820): _IO_read_ptr
    <20d>   DW_AT_decl_file   : 8
    <20e>   DW_AT_decl_line   : 251
    <20f>   DW_AT_decl_column : 9
    <210>   DW_AT_type        : <0xe5>
    <214>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><217>: Abbrev Number: 9 (DW_TAG_member)
    <218>   DW_AT_name        : (indirect string, offset: 0xc4b): _IO_read_end
    <21c>   DW_AT_decl_file   : 8
    <21d>   DW_AT_decl_line   : 252
    <21e>   DW_AT_decl_column : 9
    <21f>   DW_AT_type        : <0xe5>
    <223>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><226>: Abbrev Number: 9 (DW_TAG_member)
    <227>   DW_AT_name        : (indirect string, offset: 0x613): _IO_read_base
    <22b>   DW_AT_decl_file   : 8
    <22c>   DW_AT_decl_line   : 253
    <22d>   DW_AT_decl_column : 9
    <22e>   DW_AT_type        : <0xe5>
    <232>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><235>: Abbrev Number: 9 (DW_TAG_member)
    <236>   DW_AT_name        : (indirect string, offset: 0x811): _IO_write_base
    <23a>   DW_AT_decl_file   : 8
    <23b>   DW_AT_decl_line   : 254
    <23c>   DW_AT_decl_column : 9
    <23d>   DW_AT_type        : <0xe5>
    <241>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><244>: Abbrev Number: 9 (DW_TAG_member)
    <245>   DW_AT_name        : (indirect string, offset: 0xfaf): _IO_write_ptr
    <249>   DW_AT_decl_file   : 8
    <24a>   DW_AT_decl_line   : 255
    <24b>   DW_AT_decl_column : 9
    <24c>   DW_AT_type        : <0xe5>
    <250>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><253>: Abbrev Number: 13 (DW_TAG_member)
    <254>   DW_AT_name        : (indirect string, offset: 0x13e): _IO_write_end
    <258>   DW_AT_decl_file   : 8
    <259>   DW_AT_decl_line   : 256
    <25b>   DW_AT_decl_column : 9
    <25c>   DW_AT_type        : <0xe5>
    <260>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><263>: Abbrev Number: 13 (DW_TAG_member)
    <264>   DW_AT_name        : (indirect string, offset: 0xe34): _IO_buf_base
    <268>   DW_AT_decl_file   : 8
    <269>   DW_AT_decl_line   : 257
    <26b>   DW_AT_decl_column : 9
    <26c>   DW_AT_type        : <0xe5>
    <270>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><273>: Abbrev Number: 13 (DW_TAG_member)
    <274>   DW_AT_name        : (indirect string, offset: 0xc5): _IO_buf_end
    <278>   DW_AT_decl_file   : 8
    <279>   DW_AT_decl_line   : 258
    <27b>   DW_AT_decl_column : 9
    <27c>   DW_AT_type        : <0xe5>
    <280>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><283>: Abbrev Number: 13 (DW_TAG_member)
    <284>   DW_AT_name        : (indirect string, offset: 0x94c): _IO_save_base
    <288>   DW_AT_decl_file   : 8
    <289>   DW_AT_decl_line   : 260
    <28b>   DW_AT_decl_column : 9
    <28c>   DW_AT_type        : <0xe5>
    <290>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><293>: Abbrev Number: 13 (DW_TAG_member)
    <294>   DW_AT_name        : (indirect string, offset: 0x4eb): _IO_backup_base
    <298>   DW_AT_decl_file   : 8
    <299>   DW_AT_decl_line   : 261
    <29b>   DW_AT_decl_column : 9
    <29c>   DW_AT_type        : <0xe5>
    <2a0>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><2a3>: Abbrev Number: 13 (DW_TAG_member)
    <2a4>   DW_AT_name        : (indirect string, offset: 0x3e9): _IO_save_end
    <2a8>   DW_AT_decl_file   : 8
    <2a9>   DW_AT_decl_line   : 262
    <2ab>   DW_AT_decl_column : 9
    <2ac>   DW_AT_type        : <0xe5>
    <2b0>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><2b3>: Abbrev Number: 13 (DW_TAG_member)
    <2b4>   DW_AT_name        : (indirect string, offset: 0x260): _markers
    <2b8>   DW_AT_decl_file   : 8
    <2b9>   DW_AT_decl_line   : 264
    <2bb>   DW_AT_decl_column : 22
    <2bc>   DW_AT_type        : <0x413>
    <2c0>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2c3>: Abbrev Number: 13 (DW_TAG_member)
    <2c4>   DW_AT_name        : (indirect string, offset: 0x113f): _chain
    <2c8>   DW_AT_decl_file   : 8
    <2c9>   DW_AT_decl_line   : 266
    <2cb>   DW_AT_decl_column : 20
    <2cc>   DW_AT_type        : <0x419>
    <2d0>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2d3>: Abbrev Number: 13 (DW_TAG_member)
    <2d4>   DW_AT_name        : (indirect string, offset: 0x54c): _fileno
    <2d8>   DW_AT_decl_file   : 8
    <2d9>   DW_AT_decl_line   : 268
    <2db>   DW_AT_decl_column : 7
    <2dc>   DW_AT_type        : <0x70>
    <2e0>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2e3>: Abbrev Number: 13 (DW_TAG_member)
    <2e4>   DW_AT_name        : (indirect string, offset: 0x115c): _flags2
    <2e8>   DW_AT_decl_file   : 8
    <2e9>   DW_AT_decl_line   : 272
    <2eb>   DW_AT_decl_column : 7
    <2ec>   DW_AT_type        : <0x70>
    <2f0>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2f3>: Abbrev Number: 13 (DW_TAG_member)
    <2f4>   DW_AT_name        : (indirect string, offset: 0x254): _old_offset
    <2f8>   DW_AT_decl_file   : 8
    <2f9>   DW_AT_decl_line   : 274
    <2fb>   DW_AT_decl_column : 13
    <2fc>   DW_AT_type        : <0xae>
    <300>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><303>: Abbrev Number: 13 (DW_TAG_member)
    <304>   DW_AT_name        : (indirect string, offset: 0x11a1): _cur_column
    <308>   DW_AT_decl_file   : 8
    <309>   DW_AT_decl_line   : 278
    <30b>   DW_AT_decl_column : 18
    <30c>   DW_AT_type        : <0x24>
    <310>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><313>: Abbrev Number: 13 (DW_TAG_member)
    <314>   DW_AT_name        : (indirect string, offset: 0xaf4): _vtable_offset
    <318>   DW_AT_decl_file   : 8
    <319>   DW_AT_decl_line   : 279
    <31b>   DW_AT_decl_column : 15
    <31c>   DW_AT_type        : <0x3e>
    <320>   DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><323>: Abbrev Number: 13 (DW_TAG_member)
    <324>   DW_AT_name        : (indirect string, offset: 0x6c): _shortbuf
    <328>   DW_AT_decl_file   : 8
    <329>   DW_AT_decl_line   : 280
    <32b>   DW_AT_decl_column : 8
    <32c>   DW_AT_type        : <0x41f>
    <330>   DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><333>: Abbrev Number: 13 (DW_TAG_member)
    <334>   DW_AT_name        : (indirect string, offset: 0xe5c): _lock
    <338>   DW_AT_decl_file   : 8
    <339>   DW_AT_decl_line   : 284
    <33b>   DW_AT_decl_column : 15
    <33c>   DW_AT_type        : <0x42f>
    <340>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><343>: Abbrev Number: 13 (DW_TAG_member)
    <344>   DW_AT_name        : (indirect string, offset: 0x511): _offset
    <348>   DW_AT_decl_file   : 8
    <349>   DW_AT_decl_line   : 293
    <34b>   DW_AT_decl_column : 15
    <34c>   DW_AT_type        : <0xba>
    <350>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><353>: Abbrev Number: 13 (DW_TAG_member)
    <354>   DW_AT_name        : (indirect string, offset: 0xac5): __pad1
    <358>   DW_AT_decl_file   : 8
    <359>   DW_AT_decl_line   : 301
    <35b>   DW_AT_decl_column : 9
    <35c>   DW_AT_type        : <0xd2>
    <360>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><363>: Abbrev Number: 13 (DW_TAG_member)
    <364>   DW_AT_name        : (indirect string, offset: 0xacc): __pad2
    <368>   DW_AT_decl_file   : 8
    <369>   DW_AT_decl_line   : 302
    <36b>   DW_AT_decl_column : 9
    <36c>   DW_AT_type        : <0xd2>
    <370>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><373>: Abbrev Number: 13 (DW_TAG_member)
    <374>   DW_AT_name        : (indirect string, offset: 0xad3): __pad3
    <378>   DW_AT_decl_file   : 8
    <379>   DW_AT_decl_line   : 303
    <37b>   DW_AT_decl_column : 9
    <37c>   DW_AT_type        : <0xd2>
    <380>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><383>: Abbrev Number: 13 (DW_TAG_member)
    <384>   DW_AT_name        : (indirect string, offset: 0xada): __pad4
    <388>   DW_AT_decl_file   : 8
    <389>   DW_AT_decl_line   : 304
    <38b>   DW_AT_decl_column : 9
    <38c>   DW_AT_type        : <0xd2>
    <390>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><393>: Abbrev Number: 13 (DW_TAG_member)
    <394>   DW_AT_name        : (indirect string, offset: 0xae1): __pad5
    <398>   DW_AT_decl_file   : 8
    <399>   DW_AT_decl_line   : 306
    <39b>   DW_AT_decl_column : 10
    <39c>   DW_AT_type        : <0x13a>
    <3a0>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><3a3>: Abbrev Number: 13 (DW_TAG_member)
    <3a4>   DW_AT_name        : (indirect string, offset: 0xb40): _mode
    <3a8>   DW_AT_decl_file   : 8
    <3a9>   DW_AT_decl_line   : 307
    <3ab>   DW_AT_decl_column : 7
    <3ac>   DW_AT_type        : <0x70>
    <3b0>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><3b3>: Abbrev Number: 13 (DW_TAG_member)
    <3b4>   DW_AT_name        : (indirect string, offset: 0x11d0): _unused2
    <3b8>   DW_AT_decl_file   : 8
    <3b9>   DW_AT_decl_line   : 309
    <3bb>   DW_AT_decl_column : 8
    <3bc>   DW_AT_type        : <0x435>
    <3c0>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><3c3>: Abbrev Number: 0
 <1><3c4>: Abbrev Number: 4 (DW_TAG_typedef)
    <3c5>   DW_AT_name        : (indirect string, offset: 0x1151): FILE
    <3c9>   DW_AT_decl_file   : 9
    <3ca>   DW_AT_decl_line   : 7
    <3cb>   DW_AT_decl_column : 25
    <3cc>   DW_AT_type        : <0x1ec>
 <1><3d0>: Abbrev Number: 14 (DW_TAG_typedef)
    <3d1>   DW_AT_name        : (indirect string, offset: 0x2df): _IO_lock_t
    <3d5>   DW_AT_decl_file   : 8
    <3d6>   DW_AT_decl_line   : 154
    <3d7>   DW_AT_decl_column : 14
 <1><3d8>: Abbrev Number: 8 (DW_TAG_structure_type)
    <3d9>   DW_AT_name        : (indirect string, offset: 0x7ee): _IO_marker
    <3dd>   DW_AT_byte_size   : 12
    <3de>   DW_AT_decl_file   : 8
    <3df>   DW_AT_decl_line   : 160
    <3e0>   DW_AT_decl_column : 8
    <3e1>   DW_AT_sibling     : <0x413>
 <2><3e5>: Abbrev Number: 9 (DW_TAG_member)
    <3e6>   DW_AT_name        : (indirect string, offset: 0x64a): _next
    <3ea>   DW_AT_decl_file   : 8
    <3eb>   DW_AT_decl_line   : 161
    <3ec>   DW_AT_decl_column : 22
    <3ed>   DW_AT_type        : <0x413>
    <3f1>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3f4>: Abbrev Number: 9 (DW_TAG_member)
    <3f5>   DW_AT_name        : (indirect string, offset: 0xf8f): _sbuf
    <3f9>   DW_AT_decl_file   : 8
    <3fa>   DW_AT_decl_line   : 162
    <3fb>   DW_AT_decl_column : 20
    <3fc>   DW_AT_type        : <0x419>
    <400>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><403>: Abbrev Number: 9 (DW_TAG_member)
    <404>   DW_AT_name        : (indirect string, offset: 0x9cc): _pos
    <408>   DW_AT_decl_file   : 8
    <409>   DW_AT_decl_line   : 166
    <40a>   DW_AT_decl_column : 7
    <40b>   DW_AT_type        : <0x70>
    <40f>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><412>: Abbrev Number: 0
 <1><413>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <414>   DW_AT_byte_size   : 4
    <415>   DW_AT_type        : <0x3d8>
 <1><419>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <41a>   DW_AT_byte_size   : 4
    <41b>   DW_AT_type        : <0x1ec>
 <1><41f>: Abbrev Number: 15 (DW_TAG_array_type)
    <420>   DW_AT_type        : <0xeb>
    <424>   DW_AT_sibling     : <0x42f>
 <2><428>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <429>   DW_AT_type        : <0x2b>
    <42d>   DW_AT_upper_bound : 0
 <2><42e>: Abbrev Number: 0
 <1><42f>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <430>   DW_AT_byte_size   : 4
    <431>   DW_AT_type        : <0x3d0>
 <1><435>: Abbrev Number: 15 (DW_TAG_array_type)
    <436>   DW_AT_type        : <0xeb>
    <43a>   DW_AT_sibling     : <0x445>
 <2><43e>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <43f>   DW_AT_type        : <0x2b>
    <443>   DW_AT_upper_bound : 39
 <2><444>: Abbrev Number: 0
 <1><445>: Abbrev Number: 17 (DW_TAG_structure_type)
    <446>   DW_AT_name        : (indirect string, offset: 0xd7f): _IO_FILE_plus
    <44a>   DW_AT_declaration : 1
 <1><44b>: Abbrev Number: 10 (DW_TAG_variable)
    <44c>   DW_AT_name        : (indirect string, offset: 0x914): _IO_2_1_stdin_
    <450>   DW_AT_decl_file   : 8
    <451>   DW_AT_decl_line   : 319
    <453>   DW_AT_decl_column : 29
    <454>   DW_AT_type        : <0x445>
    <458>   DW_AT_external    : 1
    <459>   DW_AT_declaration : 1
 <1><45a>: Abbrev Number: 10 (DW_TAG_variable)
    <45b>   DW_AT_name        : (indirect string, offset: 0x93c): _IO_2_1_stdout_
    <45f>   DW_AT_decl_file   : 8
    <460>   DW_AT_decl_line   : 320
    <462>   DW_AT_decl_column : 29
    <463>   DW_AT_type        : <0x445>
    <467>   DW_AT_external    : 1
    <468>   DW_AT_declaration : 1
 <1><469>: Abbrev Number: 10 (DW_TAG_variable)
    <46a>   DW_AT_name        : (indirect string, offset: 0x755): _IO_2_1_stderr_
    <46e>   DW_AT_decl_file   : 8
    <46f>   DW_AT_decl_line   : 321
    <471>   DW_AT_decl_column : 29
    <472>   DW_AT_type        : <0x445>
    <476>   DW_AT_external    : 1
    <477>   DW_AT_declaration : 1
 <1><478>: Abbrev Number: 11 (DW_TAG_variable)
    <479>   DW_AT_name        : (indirect string, offset: 0x644): stdin
    <47d>   DW_AT_decl_file   : 10
    <47e>   DW_AT_decl_line   : 135
    <47f>   DW_AT_decl_column : 25
    <480>   DW_AT_type        : <0x419>
    <484>   DW_AT_external    : 1
    <485>   DW_AT_declaration : 1
 <1><486>: Abbrev Number: 11 (DW_TAG_variable)
    <487>   DW_AT_name        : (indirect string, offset: 0x3d2): stdout
    <48b>   DW_AT_decl_file   : 10
    <48c>   DW_AT_decl_line   : 136
    <48d>   DW_AT_decl_column : 25
    <48e>   DW_AT_type        : <0x419>
    <492>   DW_AT_external    : 1
    <493>   DW_AT_declaration : 1
 <1><494>: Abbrev Number: 11 (DW_TAG_variable)
    <495>   DW_AT_name        : (indirect string, offset: 0xbe): stderr
    <499>   DW_AT_decl_file   : 10
    <49a>   DW_AT_decl_line   : 137
    <49b>   DW_AT_decl_column : 25
    <49c>   DW_AT_type        : <0x419>
    <4a0>   DW_AT_external    : 1
    <4a1>   DW_AT_declaration : 1
 <1><4a2>: Abbrev Number: 11 (DW_TAG_variable)
    <4a3>   DW_AT_name        : (indirect string, offset: 0x519): sys_nerr
    <4a7>   DW_AT_decl_file   : 11
    <4a8>   DW_AT_decl_line   : 26
    <4a9>   DW_AT_decl_column : 12
    <4aa>   DW_AT_type        : <0x70>
    <4ae>   DW_AT_external    : 1
    <4af>   DW_AT_declaration : 1
 <1><4b0>: Abbrev Number: 15 (DW_TAG_array_type)
    <4b1>   DW_AT_type        : <0x1e0>
    <4b5>   DW_AT_sibling     : <0x4bb>
 <2><4b9>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4ba>: Abbrev Number: 0
 <1><4bb>: Abbrev Number: 3 (DW_TAG_const_type)
    <4bc>   DW_AT_type        : <0x4b0>
 <1><4c0>: Abbrev Number: 11 (DW_TAG_variable)
    <4c1>   DW_AT_name        : (indirect string, offset: 0x4df): sys_errlist
    <4c5>   DW_AT_decl_file   : 11
    <4c6>   DW_AT_decl_line   : 27
    <4c7>   DW_AT_decl_column : 26
    <4c8>   DW_AT_type        : <0x4bb>
    <4cc>   DW_AT_external    : 1
    <4cd>   DW_AT_declaration : 1
 <1><4ce>: Abbrev Number: 11 (DW_TAG_variable)
    <4cf>   DW_AT_name        : (indirect string, offset: 0x284): _sys_nerr
    <4d3>   DW_AT_decl_file   : 11
    <4d4>   DW_AT_decl_line   : 30
    <4d5>   DW_AT_decl_column : 12
    <4d6>   DW_AT_type        : <0x70>
    <4da>   DW_AT_external    : 1
    <4db>   DW_AT_declaration : 1
 <1><4dc>: Abbrev Number: 11 (DW_TAG_variable)
    <4dd>   DW_AT_name        : (indirect string, offset: 0x10ce): _sys_errlist
    <4e1>   DW_AT_decl_file   : 11
    <4e2>   DW_AT_decl_line   : 31
    <4e3>   DW_AT_decl_column : 26
    <4e4>   DW_AT_type        : <0x4bb>
    <4e8>   DW_AT_external    : 1
    <4e9>   DW_AT_declaration : 1
 <1><4ea>: Abbrev Number: 11 (DW_TAG_variable)
    <4eb>   DW_AT_name        : (indirect string, offset: 0x1127): program_invocation_name
    <4ef>   DW_AT_decl_file   : 12
    <4f0>   DW_AT_decl_line   : 45
    <4f1>   DW_AT_decl_column : 14
    <4f2>   DW_AT_type        : <0xe5>
    <4f6>   DW_AT_external    : 1
    <4f7>   DW_AT_declaration : 1
 <1><4f8>: Abbrev Number: 11 (DW_TAG_variable)
    <4f9>   DW_AT_name        : (indirect string, offset: 0xa0): program_invocation_short_name
    <4fd>   DW_AT_decl_file   : 12
    <4fe>   DW_AT_decl_line   : 46
    <4ff>   DW_AT_decl_column : 14
    <500>   DW_AT_type        : <0xe5>
    <504>   DW_AT_external    : 1
    <505>   DW_AT_declaration : 1
 <1><506>: Abbrev Number: 15 (DW_TAG_array_type)
    <507>   DW_AT_type        : <0xe5>
    <50b>   DW_AT_sibling     : <0x516>
 <2><50f>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <510>   DW_AT_type        : <0x2b>
    <514>   DW_AT_upper_bound : 1
 <2><515>: Abbrev Number: 0
 <1><516>: Abbrev Number: 11 (DW_TAG_variable)
    <517>   DW_AT_name        : (indirect string, offset: 0xf86): __tzname
    <51b>   DW_AT_decl_file   : 13
    <51c>   DW_AT_decl_line   : 159
    <51d>   DW_AT_decl_column : 14
    <51e>   DW_AT_type        : <0x506>
    <522>   DW_AT_external    : 1
    <523>   DW_AT_declaration : 1
 <1><524>: Abbrev Number: 11 (DW_TAG_variable)
    <525>   DW_AT_name        : (indirect string, offset: 0x793): __daylight
    <529>   DW_AT_decl_file   : 13
    <52a>   DW_AT_decl_line   : 160
    <52b>   DW_AT_decl_column : 12
    <52c>   DW_AT_type        : <0x70>
    <530>   DW_AT_external    : 1
    <531>   DW_AT_declaration : 1
 <1><532>: Abbrev Number: 11 (DW_TAG_variable)
    <533>   DW_AT_name        : (indirect string, offset: 0x389): __timezone
    <537>   DW_AT_decl_file   : 13
    <538>   DW_AT_decl_line   : 161
    <539>   DW_AT_decl_column : 17
    <53a>   DW_AT_type        : <0x133>
    <53e>   DW_AT_external    : 1
    <53f>   DW_AT_declaration : 1
 <1><540>: Abbrev Number: 11 (DW_TAG_variable)
    <541>   DW_AT_name        : (indirect string, offset: 0xeff): tzname
    <545>   DW_AT_decl_file   : 13
    <546>   DW_AT_decl_line   : 166
    <547>   DW_AT_decl_column : 14
    <548>   DW_AT_type        : <0x506>
    <54c>   DW_AT_external    : 1
    <54d>   DW_AT_declaration : 1
 <1><54e>: Abbrev Number: 11 (DW_TAG_variable)
    <54f>   DW_AT_name        : (indirect string, offset: 0x1048): daylight
    <553>   DW_AT_decl_file   : 13
    <554>   DW_AT_decl_line   : 174
    <555>   DW_AT_decl_column : 12
    <556>   DW_AT_type        : <0x70>
    <55a>   DW_AT_external    : 1
    <55b>   DW_AT_declaration : 1
 <1><55c>: Abbrev Number: 11 (DW_TAG_variable)
    <55d>   DW_AT_name        : (indirect string, offset: 0xbd8): timezone
    <561>   DW_AT_decl_file   : 13
    <562>   DW_AT_decl_line   : 175
    <563>   DW_AT_decl_column : 17
    <564>   DW_AT_type        : <0x133>
    <568>   DW_AT_external    : 1
    <569>   DW_AT_declaration : 1
 <1><56a>: Abbrev Number: 10 (DW_TAG_variable)
    <56b>   DW_AT_name        : (indirect string, offset: 0x17d): getdate_err
    <56f>   DW_AT_decl_file   : 13
    <570>   DW_AT_decl_line   : 280
    <572>   DW_AT_decl_column : 12
    <573>   DW_AT_type        : <0x70>
    <577>   DW_AT_external    : 1
    <578>   DW_AT_declaration : 1
 <1><579>: Abbrev Number: 11 (DW_TAG_variable)
    <57a>   DW_AT_name        : (indirect string, offset: 0x1086): debug_flag
    <57e>   DW_AT_decl_file   : 14
    <57f>   DW_AT_decl_line   : 20
    <580>   DW_AT_decl_column : 13
    <581>   DW_AT_type        : <0x587>
    <585>   DW_AT_external    : 1
    <586>   DW_AT_declaration : 1
 <1><587>: Abbrev Number: 2 (DW_TAG_base_type)
    <588>   DW_AT_byte_size   : 1
    <589>   DW_AT_encoding    : 2	(boolean)
    <58a>   DW_AT_name        : (indirect string, offset: 0x621): _Bool
 <1><58e>: Abbrev Number: 3 (DW_TAG_const_type)
    <58f>   DW_AT_type        : <0x587>
 <1><593>: Abbrev Number: 4 (DW_TAG_typedef)
    <594>   DW_AT_name        : (indirect string, offset: 0xf9f): __kernel_long_t
    <598>   DW_AT_decl_file   : 15
    <599>   DW_AT_decl_line   : 14
    <59a>   DW_AT_decl_column : 19
    <59b>   DW_AT_type        : <0x88>
 <1><59f>: Abbrev Number: 4 (DW_TAG_typedef)
    <5a0>   DW_AT_name        : (indirect string, offset: 0x3c): __kernel_ulong_t
    <5a4>   DW_AT_decl_file   : 15
    <5a5>   DW_AT_decl_line   : 15
    <5a6>   DW_AT_decl_column : 28
    <5a7>   DW_AT_type        : <0x9b>
 <1><5ab>: Abbrev Number: 4 (DW_TAG_typedef)
    <5ac>   DW_AT_name        : (indirect string, offset: 0x9a7): kernel_long_t
    <5b0>   DW_AT_decl_file   : 16
    <5b1>   DW_AT_decl_line   : 16
    <5b2>   DW_AT_decl_column : 25
    <5b3>   DW_AT_type        : <0x593>
 <1><5b7>: Abbrev Number: 4 (DW_TAG_typedef)
    <5b8>   DW_AT_name        : (indirect string, offset: 0x5e4): kernel_ulong_t
    <5bc>   DW_AT_decl_file   : 16
    <5bd>   DW_AT_decl_line   : 17
    <5be>   DW_AT_decl_column : 26
    <5bf>   DW_AT_type        : <0x59f>
 <1><5c3>: Abbrev Number: 3 (DW_TAG_const_type)
    <5c4>   DW_AT_type        : <0x5b7>
 <1><5c8>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5c9>   DW_AT_name        : (indirect string, offset: 0xc7c): list_item
    <5cd>   DW_AT_byte_size   : 8
    <5ce>   DW_AT_decl_file   : 17
    <5cf>   DW_AT_decl_line   : 92
    <5d0>   DW_AT_decl_column : 8
    <5d1>   DW_AT_sibling     : <0x5f4>
 <2><5d5>: Abbrev Number: 9 (DW_TAG_member)
    <5d6>   DW_AT_name        : (indirect string, offset: 0x2da): prev
    <5da>   DW_AT_decl_file   : 17
    <5db>   DW_AT_decl_line   : 93
    <5dc>   DW_AT_decl_column : 20
    <5dd>   DW_AT_type        : <0x5f4>
    <5e1>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5e4>: Abbrev Number: 9 (DW_TAG_member)
    <5e5>   DW_AT_name        : (indirect string, offset: 0x15e): next
    <5e9>   DW_AT_decl_file   : 17
    <5ea>   DW_AT_decl_line   : 94
    <5eb>   DW_AT_decl_column : 20
    <5ec>   DW_AT_type        : <0x5f4>
    <5f0>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><5f3>: Abbrev Number: 0
 <1><5f4>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <5f5>   DW_AT_byte_size   : 4
    <5f6>   DW_AT_type        : <0x5c8>
 <1><5fa>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5fb>   DW_AT_name        : (indirect string, offset: 0x28e): sysent
    <5ff>   DW_AT_byte_size   : 20
    <600>   DW_AT_decl_file   : 18
    <601>   DW_AT_decl_line   : 11
    <602>   DW_AT_decl_column : 16
    <603>   DW_AT_sibling     : <0x653>
 <2><607>: Abbrev Number: 9 (DW_TAG_member)
    <608>   DW_AT_name        : (indirect string, offset: 0xc58): nargs
    <60c>   DW_AT_decl_file   : 18
    <60d>   DW_AT_decl_line   : 12
    <60e>   DW_AT_decl_column : 11
    <60f>   DW_AT_type        : <0x2b>
    <613>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><616>: Abbrev Number: 9 (DW_TAG_member)
    <617>   DW_AT_name        : (indirect string, offset: 0xcbb): sys_flags
    <61b>   DW_AT_decl_file   : 18
    <61c>   DW_AT_decl_line   : 13
    <61d>   DW_AT_decl_column : 6
    <61e>   DW_AT_type        : <0x70>
    <622>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><625>: Abbrev Number: 19 (DW_TAG_member)
    <626>   DW_AT_name        : sen
    <62a>   DW_AT_decl_file   : 18
    <62b>   DW_AT_decl_line   : 14
    <62c>   DW_AT_decl_column : 6
    <62d>   DW_AT_type        : <0x70>
    <631>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><634>: Abbrev Number: 9 (DW_TAG_member)
    <635>   DW_AT_name        : (indirect string, offset: 0xcda): sys_func
    <639>   DW_AT_decl_file   : 18
    <63a>   DW_AT_decl_line   : 15
    <63b>   DW_AT_decl_column : 8
    <63c>   DW_AT_type        : <0x65e>
    <640>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><643>: Abbrev Number: 9 (DW_TAG_member)
    <644>   DW_AT_name        : (indirect string, offset: 0x672): sys_name
    <648>   DW_AT_decl_file   : 18
    <649>   DW_AT_decl_line   : 16
    <64a>   DW_AT_decl_column : 14
    <64b>   DW_AT_type        : <0x1da>
    <64f>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><652>: Abbrev Number: 0
 <1><653>: Abbrev Number: 20 (DW_TAG_subroutine_type)
    <654>   DW_AT_type        : <0x70>
    <658>   DW_AT_sibling     : <0x65e>
 <2><65c>: Abbrev Number: 21 (DW_TAG_unspecified_parameters)
 <2><65d>: Abbrev Number: 0
 <1><65e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <65f>   DW_AT_byte_size   : 4
    <660>   DW_AT_type        : <0x653>
 <1><664>: Abbrev Number: 4 (DW_TAG_typedef)
    <665>   DW_AT_name        : (indirect string, offset: 0x883): struct_sysent
    <669>   DW_AT_decl_file   : 18
    <66a>   DW_AT_decl_line   : 17
    <66b>   DW_AT_decl_column : 3
    <66c>   DW_AT_type        : <0x5fa>
 <1><670>: Abbrev Number: 3 (DW_TAG_const_type)
    <671>   DW_AT_type        : <0x664>
 <1><675>: Abbrev Number: 11 (DW_TAG_variable)
    <676>   DW_AT_name        : (indirect string, offset: 0xeeb): current_personality
    <67a>   DW_AT_decl_file   : 19
    <67b>   DW_AT_decl_line   : 158
    <67c>   DW_AT_decl_column : 17
    <67d>   DW_AT_type        : <0x2b>
    <681>   DW_AT_external    : 1
    <682>   DW_AT_declaration : 1
 <1><683>: Abbrev Number: 11 (DW_TAG_variable)
    <684>   DW_AT_name        : (indirect string, offset: 0x9d1): current_wordsize
    <688>   DW_AT_decl_file   : 19
    <689>   DW_AT_decl_line   : 171
    <68a>   DW_AT_decl_column : 17
    <68b>   DW_AT_type        : <0x2b>
    <68f>   DW_AT_external    : 1
    <690>   DW_AT_declaration : 1
 <1><691>: Abbrev Number: 11 (DW_TAG_variable)
    <692>   DW_AT_name        : (indirect string, offset: 0x531): current_klongsize
    <696>   DW_AT_decl_file   : 19
    <697>   DW_AT_decl_line   : 176
    <698>   DW_AT_decl_column : 17
    <699>   DW_AT_type        : <0x2b>
    <69d>   DW_AT_external    : 1
    <69e>   DW_AT_declaration : 1
 <1><69f>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6a0>   DW_AT_name        : (indirect string, offset: 0xc91): ioctlent
    <6a4>   DW_AT_byte_size   : 8
    <6a5>   DW_AT_decl_file   : 19
    <6a6>   DW_AT_decl_line   : 217
    <6a7>   DW_AT_decl_column : 16
    <6a8>   DW_AT_sibling     : <0x6cb>
 <2><6ac>: Abbrev Number: 9 (DW_TAG_member)
    <6ad>   DW_AT_name        : (indirect string, offset: 0x1a2): symbol
    <6b1>   DW_AT_decl_file   : 19
    <6b2>   DW_AT_decl_line   : 218
    <6b3>   DW_AT_decl_column : 14
    <6b4>   DW_AT_type        : <0x1da>
    <6b8>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6bb>: Abbrev Number: 9 (DW_TAG_member)
    <6bc>   DW_AT_name        : (indirect string, offset: 0x37): code
    <6c0>   DW_AT_decl_file   : 19
    <6c1>   DW_AT_decl_line   : 219
    <6c2>   DW_AT_decl_column : 15
    <6c3>   DW_AT_type        : <0x2b>
    <6c7>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6ca>: Abbrev Number: 0
 <1><6cb>: Abbrev Number: 4 (DW_TAG_typedef)
    <6cc>   DW_AT_name        : (indirect string, offset: 0x801): struct_ioctlent
    <6d0>   DW_AT_decl_file   : 19
    <6d1>   DW_AT_decl_line   : 220
    <6d2>   DW_AT_decl_column : 3
    <6d3>   DW_AT_type        : <0x69f>
 <1><6d7>: Abbrev Number: 3 (DW_TAG_const_type)
    <6d8>   DW_AT_type        : <0x6cb>
 <1><6dc>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6dd>   DW_AT_name        : (indirect string, offset: 0x11c4): inject_data
    <6e1>   DW_AT_byte_size   : 10
    <6e2>   DW_AT_decl_file   : 19
    <6e3>   DW_AT_decl_line   : 241
    <6e4>   DW_AT_decl_column : 8
    <6e5>   DW_AT_sibling     : <0x744>
 <2><6e9>: Abbrev Number: 9 (DW_TAG_member)
    <6ea>   DW_AT_name        : (indirect string, offset: 0x10e): flags
    <6ee>   DW_AT_decl_file   : 19
    <6ef>   DW_AT_decl_line   : 242
    <6f0>   DW_AT_decl_column : 10
    <6f1>   DW_AT_type        : <0x103>
    <6f5>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6f8>: Abbrev Number: 9 (DW_TAG_member)
    <6f9>   DW_AT_name        : (indirect string, offset: 0x9b5): signo
    <6fd>   DW_AT_decl_file   : 19
    <6fe>   DW_AT_decl_line   : 243
    <6ff>   DW_AT_decl_column : 10
    <700>   DW_AT_type        : <0x103>
    <704>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><707>: Abbrev Number: 9 (DW_TAG_member)
    <708>   DW_AT_name        : (indirect string, offset: 0x1091): rval_idx
    <70c>   DW_AT_decl_file   : 19
    <70d>   DW_AT_decl_line   : 244
    <70e>   DW_AT_decl_column : 11
    <70f>   DW_AT_type        : <0x10f>
    <713>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><716>: Abbrev Number: 9 (DW_TAG_member)
    <717>   DW_AT_name        : (indirect string, offset: 0x507): delay_idx
    <71b>   DW_AT_decl_file   : 19
    <71c>   DW_AT_decl_line   : 245
    <71d>   DW_AT_decl_column : 11
    <71e>   DW_AT_type        : <0x10f>
    <722>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><725>: Abbrev Number: 9 (DW_TAG_member)
    <726>   DW_AT_name        : (indirect string, offset: 0xe2b): poke_idx
    <72a>   DW_AT_decl_file   : 19
    <72b>   DW_AT_decl_line   : 246
    <72c>   DW_AT_decl_column : 11
    <72d>   DW_AT_type        : <0x10f>
    <731>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><734>: Abbrev Number: 9 (DW_TAG_member)
    <735>   DW_AT_name        : (indirect string, offset: 0x72b): scno
    <739>   DW_AT_decl_file   : 19
    <73a>   DW_AT_decl_line   : 247
    <73b>   DW_AT_decl_column : 11
    <73c>   DW_AT_type        : <0x10f>
    <740>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><743>: Abbrev Number: 0
 <1><744>: Abbrev Number: 8 (DW_TAG_structure_type)
    <745>   DW_AT_name        : (indirect string, offset: 0x571): inject_opts
    <749>   DW_AT_byte_size   : 16
    <74a>   DW_AT_decl_file   : 19
    <74b>   DW_AT_decl_line   : 250
    <74c>   DW_AT_decl_column : 8
    <74d>   DW_AT_sibling     : <0x78e>
 <2><751>: Abbrev Number: 9 (DW_TAG_member)
    <752>   DW_AT_name        : (indirect string, offset: 0xff9): first
    <756>   DW_AT_decl_file   : 19
    <757>   DW_AT_decl_line   : 251
    <758>   DW_AT_decl_column : 11
    <759>   DW_AT_type        : <0x10f>
    <75d>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><760>: Abbrev Number: 9 (DW_TAG_member)
    <761>   DW_AT_name        : (indirect string, offset: 0x32): last
    <765>   DW_AT_decl_file   : 19
    <766>   DW_AT_decl_line   : 252
    <767>   DW_AT_decl_column : 11
    <768>   DW_AT_type        : <0x10f>
    <76c>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><76f>: Abbrev Number: 9 (DW_TAG_member)
    <770>   DW_AT_name        : (indirect string, offset: 0xa3b): step
    <774>   DW_AT_decl_file   : 19
    <775>   DW_AT_decl_line   : 253
    <776>   DW_AT_decl_column : 11
    <777>   DW_AT_type        : <0x10f>
    <77b>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><77e>: Abbrev Number: 9 (DW_TAG_member)
    <77f>   DW_AT_name        : (indirect string, offset: 0xe74): data
    <783>   DW_AT_decl_file   : 19
    <784>   DW_AT_decl_line   : 254
    <785>   DW_AT_decl_column : 21
    <786>   DW_AT_type        : <0x6dc>
    <78a>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><78d>: Abbrev Number: 0
 <1><78e>: Abbrev Number: 22 (DW_TAG_structure_type)
    <78f>   DW_AT_name        : tcb
    <793>   DW_AT_byte_size   : 280
    <795>   DW_AT_decl_file   : 19
    <796>   DW_AT_decl_line   : 262
    <798>   DW_AT_decl_column : 8
    <799>   DW_AT_sibling     : <0x9be>
 <2><79d>: Abbrev Number: 13 (DW_TAG_member)
    <79e>   DW_AT_name        : (indirect string, offset: 0x10e): flags
    <7a2>   DW_AT_decl_file   : 19
    <7a3>   DW_AT_decl_line   : 263
    <7a5>   DW_AT_decl_column : 6
    <7a6>   DW_AT_type        : <0x70>
    <7aa>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7ad>: Abbrev Number: 23 (DW_TAG_member)
    <7ae>   DW_AT_name        : pid
    <7b2>   DW_AT_decl_file   : 19
    <7b3>   DW_AT_decl_line   : 264
    <7b5>   DW_AT_decl_column : 6
    <7b6>   DW_AT_type        : <0x70>
    <7ba>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7bd>: Abbrev Number: 13 (DW_TAG_member)
    <7be>   DW_AT_name        : (indirect string, offset: 0x458): qual_flg
    <7c2>   DW_AT_decl_file   : 19
    <7c3>   DW_AT_decl_line   : 265
    <7c5>   DW_AT_decl_column : 6
    <7c6>   DW_AT_type        : <0x70>
    <7ca>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7cd>: Abbrev Number: 13 (DW_TAG_member)
    <7ce>   DW_AT_name        : (indirect string, offset: 0x48e): currpers
    <7d2>   DW_AT_decl_file   : 19
    <7d3>   DW_AT_decl_line   : 267
    <7d5>   DW_AT_decl_column : 15
    <7d6>   DW_AT_type        : <0x2b>
    <7da>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><7dd>: Abbrev Number: 13 (DW_TAG_member)
    <7de>   DW_AT_name        : (indirect string, offset: 0x7c7): u_error
    <7e2>   DW_AT_decl_file   : 19
    <7e3>   DW_AT_decl_line   : 269
    <7e5>   DW_AT_decl_column : 16
    <7e6>   DW_AT_type        : <0x37>
    <7ea>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><7ed>: Abbrev Number: 13 (DW_TAG_member)
    <7ee>   DW_AT_name        : (indirect string, offset: 0x72b): scno
    <7f2>   DW_AT_decl_file   : 19
    <7f3>   DW_AT_decl_line   : 270
    <7f5>   DW_AT_decl_column : 17
    <7f6>   DW_AT_type        : <0x5b7>
    <7fa>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><7fd>: Abbrev Number: 13 (DW_TAG_member)
    <7fe>   DW_AT_name        : (indirect string, offset: 0x3b2): true_scno
    <802>   DW_AT_decl_file   : 19
    <803>   DW_AT_decl_line   : 271
    <805>   DW_AT_decl_column : 17
    <806>   DW_AT_type        : <0x5b7>
    <80a>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><80d>: Abbrev Number: 13 (DW_TAG_member)
    <80e>   DW_AT_name        : (indirect string, offset: 0x10db): u_arg
    <812>   DW_AT_decl_file   : 19
    <813>   DW_AT_decl_line   : 272
    <815>   DW_AT_decl_column : 17
    <816>   DW_AT_type        : <0x9be>
    <81a>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><81d>: Abbrev Number: 13 (DW_TAG_member)
    <81e>   DW_AT_name        : (indirect string, offset: 0x467): u_rval
    <822>   DW_AT_decl_file   : 19
    <823>   DW_AT_decl_line   : 273
    <825>   DW_AT_decl_column : 16
    <826>   DW_AT_type        : <0x5ab>
    <82a>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><82d>: Abbrev Number: 13 (DW_TAG_member)
    <82e>   DW_AT_name        : (indirect string, offset: 0x2ae): sys_func_rval
    <832>   DW_AT_decl_file   : 19
    <833>   DW_AT_decl_line   : 274
    <835>   DW_AT_decl_column : 6
    <836>   DW_AT_type        : <0x70>
    <83a>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><83d>: Abbrev Number: 13 (DW_TAG_member)
    <83e>   DW_AT_name        : (indirect string, offset: 0x176): curcol
    <842>   DW_AT_decl_file   : 19
    <843>   DW_AT_decl_line   : 275
    <845>   DW_AT_decl_column : 6
    <846>   DW_AT_type        : <0x70>
    <84a>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><84d>: Abbrev Number: 13 (DW_TAG_member)
    <84e>   DW_AT_name        : (indirect string, offset: 0xd64): outf
    <852>   DW_AT_decl_file   : 19
    <853>   DW_AT_decl_line   : 276
    <855>   DW_AT_decl_column : 8
    <856>   DW_AT_type        : <0x9ce>
    <85a>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><85d>: Abbrev Number: 13 (DW_TAG_member)
    <85e>   DW_AT_name        : (indirect string, offset: 0xdc1): staged_output_data
    <862>   DW_AT_decl_file   : 19
    <863>   DW_AT_decl_line   : 277
    <865>   DW_AT_decl_column : 29
    <866>   DW_AT_type        : <0x9da>
    <86a>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><86d>: Abbrev Number: 13 (DW_TAG_member)
    <86e>   DW_AT_name        : (indirect string, offset: 0xe4): auxstr
    <872>   DW_AT_decl_file   : 19
    <873>   DW_AT_decl_line   : 279
    <875>   DW_AT_decl_column : 14
    <876>   DW_AT_type        : <0x1da>
    <87a>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><87d>: Abbrev Number: 13 (DW_TAG_member)
    <87e>   DW_AT_name        : (indirect string, offset: 0x1008): _priv_data
    <882>   DW_AT_decl_file   : 19
    <883>   DW_AT_decl_line   : 280
    <885>   DW_AT_decl_column : 8
    <886>   DW_AT_type        : <0xd2>
    <88a>   DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
 <2><88d>: Abbrev Number: 13 (DW_TAG_member)
    <88e>   DW_AT_name        : (indirect string, offset: 0xb81): _free_priv_data
    <892>   DW_AT_decl_file   : 19
    <893>   DW_AT_decl_line   : 281
    <895>   DW_AT_decl_column : 9
    <896>   DW_AT_type        : <0x9ec>
    <89a>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><89d>: Abbrev Number: 13 (DW_TAG_member)
    <89e>   DW_AT_name        : (indirect string, offset: 0x1156): s_ent
    <8a2>   DW_AT_decl_file   : 19
    <8a3>   DW_AT_decl_line   : 282
    <8a5>   DW_AT_decl_column : 23
    <8a6>   DW_AT_type        : <0x9f2>
    <8aa>   DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
 <2><8ad>: Abbrev Number: 13 (DW_TAG_member)
    <8ae>   DW_AT_name        : (indirect string, offset: 0x566): s_prev_ent
    <8b2>   DW_AT_decl_file   : 19
    <8b3>   DW_AT_decl_line   : 285
    <8b5>   DW_AT_decl_column : 23
    <8b6>   DW_AT_type        : <0x9f2>
    <8ba>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><8be>: Abbrev Number: 13 (DW_TAG_member)
    <8bf>   DW_AT_name        : (indirect string, offset: 0x6cd): inject_vec
    <8c3>   DW_AT_decl_file   : 19
    <8c4>   DW_AT_decl_line   : 286
    <8c6>   DW_AT_decl_column : 22
    <8c7>   DW_AT_type        : <0x9fd>
    <8cb>   DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
 <2><8cf>: Abbrev Number: 13 (DW_TAG_member)
    <8d0>   DW_AT_name        : (indirect string, offset: 0xae8): stime
    <8d4>   DW_AT_decl_file   : 19
    <8d5>   DW_AT_decl_line   : 287
    <8d7>   DW_AT_decl_column : 18
    <8d8>   DW_AT_type        : <0x14b>
    <8dc>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><8e0>: Abbrev Number: 13 (DW_TAG_member)
    <8e1>   DW_AT_name        : (indirect string, offset: 0x2bc): ltime
    <8e5>   DW_AT_decl_file   : 19
    <8e6>   DW_AT_decl_line   : 288
    <8e8>   DW_AT_decl_column : 18
    <8e9>   DW_AT_type        : <0x14b>
    <8ed>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><8f1>: Abbrev Number: 13 (DW_TAG_member)
    <8f2>   DW_AT_name        : (indirect string, offset: 0x1164): atime
    <8f6>   DW_AT_decl_file   : 19
    <8f7>   DW_AT_decl_line   : 289
    <8f9>   DW_AT_decl_column : 18
    <8fa>   DW_AT_type        : <0x14b>
    <8fe>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><902>: Abbrev Number: 13 (DW_TAG_member)
    <903>   DW_AT_name        : (indirect string, offset: 0xa8e): etime
    <907>   DW_AT_decl_file   : 19
    <908>   DW_AT_decl_line   : 290
    <90a>   DW_AT_decl_column : 18
    <90b>   DW_AT_type        : <0x14b>
    <90f>   DW_AT_data_member_location: 3 byte block: 23 c0 1 	(DW_OP_plus_uconst: 192)
 <2><913>: Abbrev Number: 13 (DW_TAG_member)
    <914>   DW_AT_name        : (indirect string, offset: 0xe90): delay_expiration_time
    <918>   DW_AT_decl_file   : 19
    <919>   DW_AT_decl_line   : 291
    <91b>   DW_AT_decl_column : 18
    <91c>   DW_AT_type        : <0x14b>
    <920>   DW_AT_data_member_location: 3 byte block: 23 d0 1 	(DW_OP_plus_uconst: 208)
 <2><924>: Abbrev Number: 13 (DW_TAG_member)
    <925>   DW_AT_name        : (indirect string, offset: 0x7af): pid_ns
    <929>   DW_AT_decl_file   : 19
    <92a>   DW_AT_decl_line   : 298
    <92c>   DW_AT_decl_column : 15
    <92d>   DW_AT_type        : <0x2b>
    <931>   DW_AT_data_member_location: 3 byte block: 23 e0 1 	(DW_OP_plus_uconst: 224)
 <2><935>: Abbrev Number: 13 (DW_TAG_member)
    <936>   DW_AT_name        : (indirect string, offset: 0x447): mmap_cache
    <93a>   DW_AT_decl_file   : 19
    <93b>   DW_AT_decl_line   : 304
    <93d>   DW_AT_decl_column : 23
    <93e>   DW_AT_type        : <0xa19>
    <942>   DW_AT_data_member_location: 3 byte block: 23 e4 1 	(DW_OP_plus_uconst: 228)
 <2><946>: Abbrev Number: 13 (DW_TAG_member)
    <947>   DW_AT_name        : (indirect string, offset: 0xbc4): wait_data_idx
    <94b>   DW_AT_decl_file   : 19
    <94c>   DW_AT_decl_line   : 311
    <94e>   DW_AT_decl_column : 9
    <94f>   DW_AT_type        : <0x13a>
    <953>   DW_AT_data_member_location: 3 byte block: 23 e8 1 	(DW_OP_plus_uconst: 232)
 <2><957>: Abbrev Number: 13 (DW_TAG_member)
    <958>   DW_AT_name        : (indirect string, offset: 0x190): delayed_wait_data
    <95c>   DW_AT_decl_file   : 19
    <95d>   DW_AT_decl_line   : 313
    <95f>   DW_AT_decl_column : 24
    <960>   DW_AT_type        : <0xa25>
    <964>   DW_AT_data_member_location: 3 byte block: 23 ec 1 	(DW_OP_plus_uconst: 236)
 <2><968>: Abbrev Number: 13 (DW_TAG_member)
    <969>   DW_AT_name        : (indirect string, offset: 0xcb1): wait_list
    <96d>   DW_AT_decl_file   : 19
    <96e>   DW_AT_decl_line   : 314
    <970>   DW_AT_decl_column : 19
    <971>   DW_AT_type        : <0x5c8>
    <975>   DW_AT_data_member_location: 3 byte block: 23 f0 1 	(DW_OP_plus_uconst: 240)
 <2><979>: Abbrev Number: 13 (DW_TAG_member)
    <97a>   DW_AT_name        : (indirect string, offset: 0x522): vcpu_info_list
    <97e>   DW_AT_decl_file   : 19
    <97f>   DW_AT_decl_line   : 318
    <981>   DW_AT_decl_column : 20
    <982>   DW_AT_type        : <0xa31>
    <986>   DW_AT_data_member_location: 3 byte block: 23 f8 1 	(DW_OP_plus_uconst: 248)
 <2><98a>: Abbrev Number: 13 (DW_TAG_member)
    <98b>   DW_AT_name        : (indirect string, offset: 0x1028): unwind_ctx
    <98f>   DW_AT_decl_file   : 19
    <990>   DW_AT_decl_line   : 322
    <992>   DW_AT_decl_column : 8
    <993>   DW_AT_type        : <0xd2>
    <997>   DW_AT_data_member_location: 3 byte block: 23 fc 1 	(DW_OP_plus_uconst: 252)
 <2><99b>: Abbrev Number: 13 (DW_TAG_member)
    <99c>   DW_AT_name        : (indirect string, offset: 0xd2e): unwind_queue
    <9a0>   DW_AT_decl_file   : 19
    <9a1>   DW_AT_decl_line   : 323
    <9a3>   DW_AT_decl_column : 25
    <9a4>   DW_AT_type        : <0xa3d>
    <9a8>   DW_AT_data_member_location: 3 byte block: 23 80 2 	(DW_OP_plus_uconst: 256)
 <2><9ac>: Abbrev Number: 13 (DW_TAG_member)
    <9ad>   DW_AT_name        : (indirect string, offset: 0x118c): comm
    <9b1>   DW_AT_decl_file   : 19
    <9b2>   DW_AT_decl_line   : 327
    <9b4>   DW_AT_decl_column : 7
    <9b5>   DW_AT_type        : <0xa43>
    <9b9>   DW_AT_data_member_location: 3 byte block: 23 84 2 	(DW_OP_plus_uconst: 260)
 <2><9bd>: Abbrev Number: 0
 <1><9be>: Abbrev Number: 15 (DW_TAG_array_type)
    <9bf>   DW_AT_type        : <0x5b7>
    <9c3>   DW_AT_sibling     : <0x9ce>
 <2><9c7>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <9c8>   DW_AT_type        : <0x2b>
    <9cc>   DW_AT_upper_bound : 5
 <2><9cd>: Abbrev Number: 0
 <1><9ce>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9cf>   DW_AT_byte_size   : 4
    <9d0>   DW_AT_type        : <0x3c4>
 <1><9d4>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9d5>   DW_AT_name        : (indirect string, offset: 0xdc1): staged_output_data
    <9d9>   DW_AT_declaration : 1
 <1><9da>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9db>   DW_AT_byte_size   : 4
    <9dc>   DW_AT_type        : <0x9d4>
 <1><9e0>: Abbrev Number: 24 (DW_TAG_subroutine_type)
    <9e1>   DW_AT_prototyped  : 1
    <9e2>   DW_AT_sibling     : <0x9ec>
 <2><9e6>: Abbrev Number: 25 (DW_TAG_formal_parameter)
    <9e7>   DW_AT_type        : <0xd2>
 <2><9eb>: Abbrev Number: 0
 <1><9ec>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9ed>   DW_AT_byte_size   : 4
    <9ee>   DW_AT_type        : <0x9e0>
 <1><9f2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9f3>   DW_AT_byte_size   : 4
    <9f4>   DW_AT_type        : <0x670>
 <1><9f8>: Abbrev Number: 3 (DW_TAG_const_type)
    <9f9>   DW_AT_type        : <0x9f2>
 <1><9fd>: Abbrev Number: 15 (DW_TAG_array_type)
    <9fe>   DW_AT_type        : <0xa0d>
    <a02>   DW_AT_sibling     : <0xa0d>
 <2><a06>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a07>   DW_AT_type        : <0x2b>
    <a0b>   DW_AT_upper_bound : 2
 <2><a0c>: Abbrev Number: 0
 <1><a0d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a0e>   DW_AT_byte_size   : 4
    <a0f>   DW_AT_type        : <0x744>
 <1><a13>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a14>   DW_AT_name        : (indirect string, offset: 0x101): mmap_cache_t
    <a18>   DW_AT_declaration : 1
 <1><a19>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a1a>   DW_AT_byte_size   : 4
    <a1b>   DW_AT_type        : <0xa13>
 <1><a1f>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a20>   DW_AT_name        : (indirect string, offset: 0xfbd): tcb_wait_data
    <a24>   DW_AT_declaration : 1
 <1><a25>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a26>   DW_AT_byte_size   : 4
    <a27>   DW_AT_type        : <0xa1f>
 <1><a2b>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a2c>   DW_AT_name        : (indirect string, offset: 0x76): vcpu_info
    <a30>   DW_AT_declaration : 1
 <1><a31>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a32>   DW_AT_byte_size   : 4
    <a33>   DW_AT_type        : <0xa2b>
 <1><a37>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a38>   DW_AT_name        : (indirect string, offset: 0xeb): unwind_queue_t
    <a3c>   DW_AT_declaration : 1
 <1><a3d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a3e>   DW_AT_byte_size   : 4
    <a3f>   DW_AT_type        : <0xa37>
 <1><a43>: Abbrev Number: 15 (DW_TAG_array_type)
    <a44>   DW_AT_type        : <0xeb>
    <a48>   DW_AT_sibling     : <0xa53>
 <2><a4c>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a4d>   DW_AT_type        : <0x2b>
    <a51>   DW_AT_upper_bound : 15
 <2><a52>: Abbrev Number: 0
 <1><a53>: Abbrev Number: 10 (DW_TAG_variable)
    <a54>   DW_AT_name        : (indirect string, offset: 0xc5e): stub_sysent
    <a58>   DW_AT_decl_file   : 19
    <a59>   DW_AT_decl_line   : 400
    <a5b>   DW_AT_decl_column : 28
    <a5c>   DW_AT_type        : <0x670>
    <a60>   DW_AT_external    : 1
    <a61>   DW_AT_declaration : 1
 <1><a62>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a63>   DW_AT_name        : (indirect string, offset: 0x46e): xlat_type
    <a67>   DW_AT_encoding    : 7	(unsigned)
    <a68>   DW_AT_byte_size   : 4
    <a69>   DW_AT_type        : <0x2b>
    <a6d>   DW_AT_decl_file   : 20
    <a6e>   DW_AT_decl_line   : 13
    <a6f>   DW_AT_decl_column : 6
    <a70>   DW_AT_sibling     : <0xa87>
 <2><a74>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a75>   DW_AT_name        : (indirect string, offset: 0xbba): XT_NORMAL
    <a79>   DW_AT_const_value : 0
 <2><a7a>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a7b>   DW_AT_name        : (indirect string, offset: 0xdff): XT_SORTED
    <a7f>   DW_AT_const_value : 1
 <2><a80>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a81>   DW_AT_name        : (indirect string, offset: 0x4d4): XT_INDEXED
    <a85>   DW_AT_const_value : 2
 <2><a86>: Abbrev Number: 0
 <1><a87>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a88>   DW_AT_name        : (indirect string, offset: 0x11f): xlat_style
    <a8c>   DW_AT_encoding    : 7	(unsigned)
    <a8d>   DW_AT_byte_size   : 4
    <a8e>   DW_AT_type        : <0x2b>
    <a92>   DW_AT_decl_file   : 20
    <a93>   DW_AT_decl_line   : 19
    <a94>   DW_AT_decl_column : 6
    <a95>   DW_AT_sibling     : <0xac4>
 <2><a99>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a9a>   DW_AT_name        : (indirect string, offset: 0xf24): XLAT_STYLE_DEFAULT
    <a9e>   DW_AT_const_value : 0
 <2><a9f>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa0>   DW_AT_name        : (indirect string, offset: 0xeb1): XLAT_STYLE_RAW
    <aa4>   DW_AT_const_value : 1
 <2><aa5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa6>   DW_AT_name        : (indirect string, offset: 0x781): XLAT_STYLE_ABBREV
    <aaa>   DW_AT_const_value : 2
 <2><aab>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aac>   DW_AT_name        : (indirect string, offset: 0xe09): XLAT_STYLE_VERBOSE
    <ab0>   DW_AT_const_value : 3
 <2><ab1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab2>   DW_AT_name        : (indirect string, offset: 0x7b6): XLAT_STYLE_FMT_X
    <ab6>   DW_AT_const_value : 0
 <2><ab7>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab8>   DW_AT_name        : (indirect string, offset: 0x79e): XLAT_STYLE_FMT_U
    <abc>   DW_AT_const_value : 4
 <2><abd>: Abbrev Number: 27 (DW_TAG_enumerator)
    <abe>   DW_AT_name        : (indirect string, offset: 0x730): XLAT_STYLE_FMT_D
    <ac2>   DW_AT_const_value : 8
 <2><ac3>: Abbrev Number: 0
 <1><ac4>: Abbrev Number: 8 (DW_TAG_structure_type)
    <ac5>   DW_AT_name        : (indirect string, offset: 0xda2): xlat_data
    <ac9>   DW_AT_byte_size   : 16
    <aca>   DW_AT_decl_file   : 20
    <acb>   DW_AT_decl_line   : 51
    <acc>   DW_AT_decl_column : 8
    <acd>   DW_AT_sibling     : <0xaf0>
 <2><ad1>: Abbrev Number: 19 (DW_TAG_member)
    <ad2>   DW_AT_name        : val
    <ad6>   DW_AT_decl_file   : 20
    <ad7>   DW_AT_decl_line   : 52
    <ad8>   DW_AT_decl_column : 11
    <ad9>   DW_AT_type        : <0x127>
    <add>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ae0>: Abbrev Number: 19 (DW_TAG_member)
    <ae1>   DW_AT_name        : str
    <ae5>   DW_AT_decl_file   : 20
    <ae6>   DW_AT_decl_line   : 53
    <ae7>   DW_AT_decl_column : 14
    <ae8>   DW_AT_type        : <0x1da>
    <aec>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><aef>: Abbrev Number: 0
 <1><af0>: Abbrev Number: 3 (DW_TAG_const_type)
    <af1>   DW_AT_type        : <0xac4>
 <1><af5>: Abbrev Number: 8 (DW_TAG_structure_type)
    <af6>   DW_AT_name        : (indirect string, offset: 0x2d): xlat
    <afa>   DW_AT_byte_size   : 24
    <afb>   DW_AT_decl_file   : 20
    <afc>   DW_AT_decl_line   : 56
    <afd>   DW_AT_decl_column : 8
    <afe>   DW_AT_sibling     : <0xb4e>
 <2><b02>: Abbrev Number: 9 (DW_TAG_member)
    <b03>   DW_AT_name        : (indirect string, offset: 0xe74): data
    <b07>   DW_AT_decl_file   : 20
    <b08>   DW_AT_decl_line   : 57
    <b09>   DW_AT_decl_column : 26
    <b0a>   DW_AT_type        : <0xb53>
    <b0e>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b11>: Abbrev Number: 9 (DW_TAG_member)
    <b12>   DW_AT_name        : (indirect string, offset: 0x607): flags_strsz
    <b16>   DW_AT_decl_file   : 20
    <b17>   DW_AT_decl_line   : 58
    <b18>   DW_AT_decl_column : 9
    <b19>   DW_AT_type        : <0x13a>
    <b1d>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b20>: Abbrev Number: 9 (DW_TAG_member)
    <b21>   DW_AT_name        : (indirect string, offset: 0xa49): size
    <b25>   DW_AT_decl_file   : 20
    <b26>   DW_AT_decl_line   : 59
    <b27>   DW_AT_decl_column : 11
    <b28>   DW_AT_type        : <0x11b>
    <b2c>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b2f>: Abbrev Number: 9 (DW_TAG_member)
    <b30>   DW_AT_name        : (indirect string, offset: 0xf5a): type
    <b34>   DW_AT_decl_file   : 20
    <b35>   DW_AT_decl_line   : 60
    <b36>   DW_AT_decl_column : 17
    <b37>   DW_AT_type        : <0xa62>
    <b3b>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b3e>: Abbrev Number: 9 (DW_TAG_member)
    <b3f>   DW_AT_name        : (indirect string, offset: 0xc2b): flags_mask
    <b43>   DW_AT_decl_file   : 20
    <b44>   DW_AT_decl_line   : 61
    <b45>   DW_AT_decl_column : 11
    <b46>   DW_AT_type        : <0x127>
    <b4a>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b4d>: Abbrev Number: 0
 <1><b4e>: Abbrev Number: 3 (DW_TAG_const_type)
    <b4f>   DW_AT_type        : <0xaf5>
 <1><b53>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b54>   DW_AT_byte_size   : 4
    <b55>   DW_AT_type        : <0xaf0>
 <1><b59>: Abbrev Number: 15 (DW_TAG_array_type)
    <b5a>   DW_AT_type        : <0xb4e>
    <b5e>   DW_AT_sibling     : <0xb64>
 <2><b62>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b63>: Abbrev Number: 0
 <1><b64>: Abbrev Number: 3 (DW_TAG_const_type)
    <b65>   DW_AT_type        : <0xb59>
 <1><b69>: Abbrev Number: 10 (DW_TAG_variable)
    <b6a>   DW_AT_name        : (indirect string, offset: 0xd76): addrfams
    <b6e>   DW_AT_decl_file   : 19
    <b6f>   DW_AT_decl_line   : 406
    <b71>   DW_AT_decl_column : 26
    <b72>   DW_AT_type        : <0xb64>
    <b76>   DW_AT_external    : 1
    <b77>   DW_AT_declaration : 1
 <1><b78>: Abbrev Number: 10 (DW_TAG_variable)
    <b79>   DW_AT_name        : (indirect string, offset: 0x163): arp_hardware_types
    <b7d>   DW_AT_decl_file   : 19
    <b7e>   DW_AT_decl_line   : 407
    <b80>   DW_AT_decl_column : 26
    <b81>   DW_AT_type        : <0xb64>
    <b85>   DW_AT_external    : 1
    <b86>   DW_AT_declaration : 1
 <1><b87>: Abbrev Number: 10 (DW_TAG_variable)
    <b88>   DW_AT_name        : (indirect string, offset: 0x11d9): at_flags
    <b8c>   DW_AT_decl_file   : 19
    <b8d>   DW_AT_decl_line   : 408
    <b8f>   DW_AT_decl_column : 26
    <b90>   DW_AT_type        : <0xb64>
    <b94>   DW_AT_external    : 1
    <b95>   DW_AT_declaration : 1
 <1><b96>: Abbrev Number: 10 (DW_TAG_variable)
    <b97>   DW_AT_name        : (indirect string, offset: 0xc86): clocknames
    <b9b>   DW_AT_decl_file   : 19
    <b9c>   DW_AT_decl_line   : 409
    <b9e>   DW_AT_decl_column : 26
    <b9f>   DW_AT_type        : <0xb64>
    <ba3>   DW_AT_external    : 1
    <ba4>   DW_AT_declaration : 1
 <1><ba5>: Abbrev Number: 10 (DW_TAG_variable)
    <ba6>   DW_AT_name        : (indirect string, offset: 0xd69): dirent_types
    <baa>   DW_AT_decl_file   : 19
    <bab>   DW_AT_decl_line   : 410
    <bad>   DW_AT_decl_column : 26
    <bae>   DW_AT_type        : <0xb64>
    <bb2>   DW_AT_external    : 1
    <bb3>   DW_AT_declaration : 1
 <1><bb4>: Abbrev Number: 10 (DW_TAG_variable)
    <bb5>   DW_AT_name        : (indirect string, offset: 0x76e): ethernet_protocols
    <bb9>   DW_AT_decl_file   : 19
    <bba>   DW_AT_decl_line   : 411
    <bbc>   DW_AT_decl_column : 26
    <bbd>   DW_AT_type        : <0xb64>
    <bc1>   DW_AT_external    : 1
    <bc2>   DW_AT_declaration : 1
 <1><bc3>: Abbrev Number: 10 (DW_TAG_variable)
    <bc4>   DW_AT_name        : (indirect string, offset: 0x627): inet_protocols
    <bc8>   DW_AT_decl_file   : 19
    <bc9>   DW_AT_decl_line   : 412
    <bcb>   DW_AT_decl_column : 26
    <bcc>   DW_AT_type        : <0xb64>
    <bd0>   DW_AT_external    : 1
    <bd1>   DW_AT_declaration : 1
 <1><bd2>: Abbrev Number: 10 (DW_TAG_variable)
    <bd3>   DW_AT_name        : (indirect string, offset: 0xa84): evdev_abs
    <bd7>   DW_AT_decl_file   : 19
    <bd8>   DW_AT_decl_line   : 413
    <bda>   DW_AT_decl_column : 26
    <bdb>   DW_AT_type        : <0xb64>
    <bdf>   DW_AT_external    : 1
    <be0>   DW_AT_declaration : 1
 <1><be1>: Abbrev Number: 10 (DW_TAG_variable)
    <be2>   DW_AT_name        : (indirect string, offset: 0xa13): audit_arch
    <be6>   DW_AT_decl_file   : 19
    <be7>   DW_AT_decl_line   : 414
    <be9>   DW_AT_decl_column : 26
    <bea>   DW_AT_type        : <0xb64>
    <bee>   DW_AT_external    : 1
    <bef>   DW_AT_declaration : 1
 <1><bf0>: Abbrev Number: 10 (DW_TAG_variable)
    <bf1>   DW_AT_name        : (indirect string, offset: 0xec9): evdev_ev
    <bf5>   DW_AT_decl_file   : 19
    <bf6>   DW_AT_decl_line   : 415
    <bf8>   DW_AT_decl_column : 26
    <bf9>   DW_AT_type        : <0xb64>
    <bfd>   DW_AT_external    : 1
    <bfe>   DW_AT_declaration : 1
 <1><bff>: Abbrev Number: 10 (DW_TAG_variable)
    <c00>   DW_AT_name        : (indirect string, offset: 0x24b): iffflags
    <c04>   DW_AT_decl_file   : 19
    <c05>   DW_AT_decl_line   : 416
    <c07>   DW_AT_decl_column : 26
    <c08>   DW_AT_type        : <0xb64>
    <c0c>   DW_AT_external    : 1
    <c0d>   DW_AT_declaration : 1
 <1><c0e>: Abbrev Number: 10 (DW_TAG_variable)
    <c0f>   DW_AT_name        : (indirect string, offset: 0x8b8): ip_type_of_services
    <c13>   DW_AT_decl_file   : 19
    <c14>   DW_AT_decl_line   : 417
    <c16>   DW_AT_decl_column : 26
    <c17>   DW_AT_type        : <0xb64>
    <c1b>   DW_AT_external    : 1
    <c1c>   DW_AT_declaration : 1
 <1><c1d>: Abbrev Number: 10 (DW_TAG_variable)
    <c1e>   DW_AT_name        : (indirect string, offset: 0x4bd): ipc_private
    <c22>   DW_AT_decl_file   : 19
    <c23>   DW_AT_decl_line   : 418
    <c25>   DW_AT_decl_column : 26
    <c26>   DW_AT_type        : <0xb64>
    <c2a>   DW_AT_external    : 1
    <c2b>   DW_AT_declaration : 1
 <1><c2c>: Abbrev Number: 10 (DW_TAG_variable)
    <c2d>   DW_AT_name        : (indirect string, offset: 0xb17): msg_flags
    <c31>   DW_AT_decl_file   : 19
    <c32>   DW_AT_decl_line   : 419
    <c34>   DW_AT_decl_column : 26
    <c35>   DW_AT_type        : <0xb64>
    <c39>   DW_AT_external    : 1
    <c3a>   DW_AT_declaration : 1
 <1><c3b>: Abbrev Number: 10 (DW_TAG_variable)
    <c3c>   DW_AT_name        : (indirect string, offset: 0x2ea): netlink_protocols
    <c40>   DW_AT_decl_file   : 19
    <c41>   DW_AT_decl_line   : 420
    <c43>   DW_AT_decl_column : 26
    <c44>   DW_AT_type        : <0xb64>
    <c48>   DW_AT_external    : 1
    <c49>   DW_AT_declaration : 1
 <1><c4a>: Abbrev Number: 10 (DW_TAG_variable)
    <c4b>   DW_AT_name        : (indirect string, offset: 0xd19): nl_bridge_vlan_flags
    <c4f>   DW_AT_decl_file   : 19
    <c50>   DW_AT_decl_line   : 421
    <c52>   DW_AT_decl_column : 26
    <c53>   DW_AT_type        : <0xb64>
    <c57>   DW_AT_external    : 1
    <c58>   DW_AT_declaration : 1
 <1><c59>: Abbrev Number: 10 (DW_TAG_variable)
    <c5a>   DW_AT_name        : (indirect string, offset: 0xc9a): nl_netfilter_msg_types
    <c5e>   DW_AT_decl_file   : 19
    <c5f>   DW_AT_decl_line   : 422
    <c61>   DW_AT_decl_column : 26
    <c62>   DW_AT_type        : <0xb64>
    <c66>   DW_AT_external    : 1
    <c67>   DW_AT_declaration : 1
 <1><c68>: Abbrev Number: 10 (DW_TAG_variable)
    <c69>   DW_AT_name        : (indirect string, offset: 0xe1c): nl_route_types
    <c6d>   DW_AT_decl_file   : 19
    <c6e>   DW_AT_decl_line   : 423
    <c70>   DW_AT_decl_column : 26
    <c71>   DW_AT_type        : <0xb64>
    <c75>   DW_AT_external    : 1
    <c76>   DW_AT_declaration : 1
 <1><c77>: Abbrev Number: 10 (DW_TAG_variable)
    <c78>   DW_AT_name        : (indirect string, offset: 0x8cc): open_access_modes
    <c7c>   DW_AT_decl_file   : 19
    <c7d>   DW_AT_decl_line   : 424
    <c7f>   DW_AT_decl_column : 26
    <c80>   DW_AT_type        : <0xb64>
    <c84>   DW_AT_external    : 1
    <c85>   DW_AT_declaration : 1
 <1><c86>: Abbrev Number: 10 (DW_TAG_variable)
    <c87>   DW_AT_name        : (indirect string, offset: 0x8f2): open_mode_flags
    <c8b>   DW_AT_decl_file   : 19
    <c8c>   DW_AT_decl_line   : 425
    <c8e>   DW_AT_decl_column : 26
    <c8f>   DW_AT_type        : <0xb64>
    <c93>   DW_AT_external    : 1
    <c94>   DW_AT_declaration : 1
 <1><c95>: Abbrev Number: 10 (DW_TAG_variable)
    <c96>   DW_AT_name        : (indirect string, offset: 0xc0f): perf_type_id
    <c9a>   DW_AT_decl_file   : 19
    <c9b>   DW_AT_decl_line   : 426
    <c9d>   DW_AT_decl_column : 26
    <c9e>   DW_AT_type        : <0xb64>
    <ca2>   DW_AT_external    : 1
    <ca3>   DW_AT_declaration : 1
 <1><ca4>: Abbrev Number: 10 (DW_TAG_variable)
    <ca5>   DW_AT_name        : (indirect string, offset: 0x425): pollflags
    <ca9>   DW_AT_decl_file   : 19
    <caa>   DW_AT_decl_line   : 427
    <cac>   DW_AT_decl_column : 26
    <cad>   DW_AT_type        : <0xb64>
    <cb1>   DW_AT_external    : 1
    <cb2>   DW_AT_declaration : 1
 <1><cb3>: Abbrev Number: 10 (DW_TAG_variable)
    <cb4>   DW_AT_name        : (indirect string, offset: 0x2fc): ptrace_cmds
    <cb8>   DW_AT_decl_file   : 19
    <cb9>   DW_AT_decl_line   : 428
    <cbb>   DW_AT_decl_column : 26
    <cbc>   DW_AT_type        : <0xb64>
    <cc0>   DW_AT_external    : 1
    <cc1>   DW_AT_declaration : 1
 <1><cc2>: Abbrev Number: 10 (DW_TAG_variable)
    <cc3>   DW_AT_name        : (indirect string, offset: 0xc1c): resource_flags
    <cc7>   DW_AT_decl_file   : 19
    <cc8>   DW_AT_decl_line   : 429
    <cca>   DW_AT_decl_column : 26
    <ccb>   DW_AT_type        : <0xb64>
    <ccf>   DW_AT_external    : 1
    <cd0>   DW_AT_declaration : 1
 <1><cd1>: Abbrev Number: 10 (DW_TAG_variable)
    <cd2>   DW_AT_name        : (indirect string, offset: 0x4d): route_nexthop_flags
    <cd6>   DW_AT_decl_file   : 19
    <cd7>   DW_AT_decl_line   : 430
    <cd9>   DW_AT_decl_column : 26
    <cda>   DW_AT_type        : <0xb64>
    <cde>   DW_AT_external    : 1
    <cdf>   DW_AT_declaration : 1
 <1><ce0>: Abbrev Number: 10 (DW_TAG_variable)
    <ce1>   DW_AT_name        : (indirect string, offset: 0x67b): routing_protocols
    <ce5>   DW_AT_decl_file   : 19
    <ce6>   DW_AT_decl_line   : 431
    <ce8>   DW_AT_decl_column : 26
    <ce9>   DW_AT_type        : <0xb64>
    <ced>   DW_AT_external    : 1
    <cee>   DW_AT_declaration : 1
 <1><cef>: Abbrev Number: 10 (DW_TAG_variable)
    <cf0>   DW_AT_name        : (indirect string, offset: 0x4ae): routing_scopes
    <cf4>   DW_AT_decl_file   : 19
    <cf5>   DW_AT_decl_line   : 432
    <cf7>   DW_AT_decl_column : 26
    <cf8>   DW_AT_type        : <0xb64>
    <cfc>   DW_AT_external    : 1
    <cfd>   DW_AT_declaration : 1
 <1><cfe>: Abbrev Number: 10 (DW_TAG_variable)
    <cff>   DW_AT_name        : (indirect string, offset: 0x902): routing_table_ids
    <d03>   DW_AT_decl_file   : 19
    <d04>   DW_AT_decl_line   : 433
    <d06>   DW_AT_decl_column : 26
    <d07>   DW_AT_type        : <0xb64>
    <d0b>   DW_AT_external    : 1
    <d0c>   DW_AT_declaration : 1
 <1><d0d>: Abbrev Number: 10 (DW_TAG_variable)
    <d0e>   DW_AT_name        : (indirect string, offset: 0x636): routing_types
    <d12>   DW_AT_decl_file   : 19
    <d13>   DW_AT_decl_line   : 434
    <d15>   DW_AT_decl_column : 26
    <d16>   DW_AT_type        : <0xb64>
    <d1a>   DW_AT_external    : 1
    <d1b>   DW_AT_declaration : 1
 <1><d1c>: Abbrev Number: 10 (DW_TAG_variable)
    <d1d>   DW_AT_name        : (indirect string, offset: 0x9c2): rwf_flags
    <d21>   DW_AT_decl_file   : 19
    <d22>   DW_AT_decl_line   : 435
    <d24>   DW_AT_decl_column : 26
    <d25>   DW_AT_type        : <0xb64>
    <d29>   DW_AT_external    : 1
    <d2a>   DW_AT_declaration : 1
 <1><d2b>: Abbrev Number: 10 (DW_TAG_variable)
    <d2c>   DW_AT_name        : (indirect string, offset: 0xd8d): seccomp_filter_flags
    <d30>   DW_AT_decl_file   : 19
    <d31>   DW_AT_decl_line   : 436
    <d33>   DW_AT_decl_column : 26
    <d34>   DW_AT_type        : <0xb64>
    <d38>   DW_AT_external    : 1
    <d39>   DW_AT_declaration : 1
 <1><d3a>: Abbrev Number: 10 (DW_TAG_variable)
    <d3b>   DW_AT_name        : (indirect string, offset: 0x57d): seccomp_ret_action
    <d3f>   DW_AT_decl_file   : 19
    <d40>   DW_AT_decl_line   : 437
    <d42>   DW_AT_decl_column : 26
    <d43>   DW_AT_type        : <0xb64>
    <d47>   DW_AT_external    : 1
    <d48>   DW_AT_declaration : 1
 <1><d49>: Abbrev Number: 10 (DW_TAG_variable)
    <d4a>   DW_AT_name        : (indirect string, offset: 0x4fb): setns_types
    <d4e>   DW_AT_decl_file   : 19
    <d4f>   DW_AT_decl_line   : 438
    <d51>   DW_AT_decl_column : 26
    <d52>   DW_AT_type        : <0xb64>
    <d56>   DW_AT_external    : 1
    <d57>   DW_AT_declaration : 1
 <1><d58>: Abbrev Number: 10 (DW_TAG_variable)
    <d59>   DW_AT_name        : (indirect string, offset: 0x406): sg_io_info
    <d5d>   DW_AT_decl_file   : 19
    <d5e>   DW_AT_decl_line   : 439
    <d60>   DW_AT_decl_column : 26
    <d61>   DW_AT_type        : <0xb64>
    <d65>   DW_AT_external    : 1
    <d66>   DW_AT_declaration : 1
 <1><d67>: Abbrev Number: 10 (DW_TAG_variable)
    <d68>   DW_AT_name        : (indirect string, offset: 0xfda): socketlayers
    <d6c>   DW_AT_decl_file   : 19
    <d6d>   DW_AT_decl_line   : 440
    <d6f>   DW_AT_decl_column : 26
    <d70>   DW_AT_type        : <0xb64>
    <d74>   DW_AT_external    : 1
    <d75>   DW_AT_declaration : 1
 <1><d76>: Abbrev Number: 10 (DW_TAG_variable)
    <d77>   DW_AT_name        : (indirect string, offset: 0x134): socktypes
    <d7b>   DW_AT_decl_file   : 19
    <d7c>   DW_AT_decl_line   : 441
    <d7e>   DW_AT_decl_column : 26
    <d7f>   DW_AT_type        : <0xb64>
    <d83>   DW_AT_external    : 1
    <d84>   DW_AT_declaration : 1
 <1><d85>: Abbrev Number: 10 (DW_TAG_variable)
    <d86>   DW_AT_name        : (indirect string, offset: 0xa03): tcp_state_flags
    <d8a>   DW_AT_decl_file   : 19
    <d8b>   DW_AT_decl_line   : 442
    <d8d>   DW_AT_decl_column : 26
    <d8e>   DW_AT_type        : <0xb64>
    <d92>   DW_AT_external    : 1
    <d93>   DW_AT_declaration : 1
 <1><d94>: Abbrev Number: 10 (DW_TAG_variable)
    <d95>   DW_AT_name        : (indirect string, offset: 0xbe1): tcp_states
    <d99>   DW_AT_decl_file   : 19
    <d9a>   DW_AT_decl_line   : 443
    <d9c>   DW_AT_decl_column : 26
    <d9d>   DW_AT_type        : <0xb64>
    <da1>   DW_AT_external    : 1
    <da2>   DW_AT_declaration : 1
 <1><da3>: Abbrev Number: 10 (DW_TAG_variable)
    <da4>   DW_AT_name        : (indirect string, offset: 0x3bc): whence_codes
    <da8>   DW_AT_decl_file   : 19
    <da9>   DW_AT_decl_line   : 444
    <dab>   DW_AT_decl_column : 26
    <dac>   DW_AT_type        : <0xb64>
    <db0>   DW_AT_external    : 1
    <db1>   DW_AT_declaration : 1
 <1><db2>: Abbrev Number: 28 (DW_TAG_enumeration_type)
    <db3>   DW_AT_encoding    : 7	(unsigned)
    <db4>   DW_AT_byte_size   : 4
    <db5>   DW_AT_type        : <0x2b>
    <db9>   DW_AT_decl_file   : 19
    <dba>   DW_AT_decl_line   : 505
    <dbc>   DW_AT_decl_column : 14
    <dbd>   DW_AT_sibling     : <0xdd4>
 <2><dc1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dc2>   DW_AT_name        : (indirect string, offset: 0x8e7): CFLAG_NONE
    <dc6>   DW_AT_const_value : 0
 <2><dc7>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dc8>   DW_AT_name        : (indirect string, offset: 0xb21): CFLAG_ONLY_STATS
    <dcc>   DW_AT_const_value : 1
 <2><dcd>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dce>   DW_AT_name        : (indirect string, offset: 0x741): CFLAG_BOTH
    <dd2>   DW_AT_const_value : 2
 <2><dd3>: Abbrev Number: 0
 <1><dd4>: Abbrev Number: 29 (DW_TAG_typedef)
    <dd5>   DW_AT_name        : (indirect string, offset: 0x1191): cflag_t
    <dd9>   DW_AT_decl_file   : 19
    <dda>   DW_AT_decl_line   : 509
    <ddc>   DW_AT_decl_column : 3
    <ddd>   DW_AT_type        : <0xdb2>
 <1><de1>: Abbrev Number: 10 (DW_TAG_variable)
    <de2>   DW_AT_name        : (indirect string, offset: 0xaee): cflag
    <de6>   DW_AT_decl_file   : 19
    <de7>   DW_AT_decl_line   : 510
    <de9>   DW_AT_decl_column : 16
    <dea>   DW_AT_type        : <0xdd4>
    <dee>   DW_AT_external    : 1
    <def>   DW_AT_declaration : 1
 <1><df0>: Abbrev Number: 10 (DW_TAG_variable)
    <df1>   DW_AT_name        : (indirect string, offset: 0xf5f): Tflag
    <df5>   DW_AT_decl_file   : 19
    <df6>   DW_AT_decl_line   : 511
    <df8>   DW_AT_decl_column : 13
    <df9>   DW_AT_type        : <0x587>
    <dfd>   DW_AT_external    : 1
    <dfe>   DW_AT_declaration : 1
 <1><dff>: Abbrev Number: 10 (DW_TAG_variable)
    <e00>   DW_AT_name        : (indirect string, offset: 0xedf): Tflag_scale
    <e04>   DW_AT_decl_file   : 19
    <e05>   DW_AT_decl_line   : 512
    <e07>   DW_AT_decl_column : 12
    <e08>   DW_AT_type        : <0x70>
    <e0c>   DW_AT_external    : 1
    <e0d>   DW_AT_declaration : 1
 <1><e0e>: Abbrev Number: 10 (DW_TAG_variable)
    <e0f>   DW_AT_name        : (indirect string, offset: 0x2ce): Tflag_width
    <e13>   DW_AT_decl_file   : 19
    <e14>   DW_AT_decl_line   : 513
    <e16>   DW_AT_decl_column : 12
    <e17>   DW_AT_type        : <0x70>
    <e1b>   DW_AT_external    : 1
    <e1c>   DW_AT_declaration : 1
 <1><e1d>: Abbrev Number: 10 (DW_TAG_variable)
    <e1e>   DW_AT_name        : (indirect string, offset: 0x95a): iflag
    <e22>   DW_AT_decl_file   : 19
    <e23>   DW_AT_decl_line   : 514
    <e25>   DW_AT_decl_column : 13
    <e26>   DW_AT_type        : <0x587>
    <e2a>   DW_AT_external    : 1
    <e2b>   DW_AT_declaration : 1
 <1><e2c>: Abbrev Number: 10 (DW_TAG_variable)
    <e2d>   DW_AT_name        : (indirect string, offset: 0x6f8): count_wallclock
    <e31>   DW_AT_decl_file   : 19
    <e32>   DW_AT_decl_line   : 515
    <e34>   DW_AT_decl_column : 13
    <e35>   DW_AT_type        : <0x587>
    <e39>   DW_AT_external    : 1
    <e3a>   DW_AT_declaration : 1
 <1><e3b>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e3c>   DW_AT_name        : (indirect string, offset: 0x22e): path_set_item
    <e40>   DW_AT_byte_size   : 4
    <e41>   DW_AT_decl_file   : 19
    <e42>   DW_AT_decl_line   : 517
    <e44>   DW_AT_decl_column : 8
    <e45>   DW_AT_sibling     : <0xe5a>
 <2><e49>: Abbrev Number: 13 (DW_TAG_member)
    <e4a>   DW_AT_name        : (indirect string, offset: 0x6c8): path
    <e4e>   DW_AT_decl_file   : 19
    <e4f>   DW_AT_decl_line   : 518
    <e51>   DW_AT_decl_column : 14
    <e52>   DW_AT_type        : <0x1da>
    <e56>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e59>: Abbrev Number: 0
 <1><e5a>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e5b>   DW_AT_name        : (indirect string, offset: 0x6ef): path_set
    <e5f>   DW_AT_byte_size   : 12
    <e60>   DW_AT_decl_file   : 19
    <e61>   DW_AT_decl_line   : 522
    <e63>   DW_AT_decl_column : 15
    <e64>   DW_AT_sibling     : <0xe99>
 <2><e68>: Abbrev Number: 13 (DW_TAG_member)
    <e69>   DW_AT_name        : (indirect string, offset: 0xc36): paths_selected
    <e6d>   DW_AT_decl_file   : 19
    <e6e>   DW_AT_decl_line   : 523
    <e70>   DW_AT_decl_column : 24
    <e71>   DW_AT_type        : <0xe99>
    <e75>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e78>: Abbrev Number: 13 (DW_TAG_member)
    <e79>   DW_AT_name        : (indirect string, offset: 0x5c0): num_selected
    <e7d>   DW_AT_decl_file   : 19
    <e7e>   DW_AT_decl_line   : 524
    <e80>   DW_AT_decl_column : 9
    <e81>   DW_AT_type        : <0x13a>
    <e85>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><e88>: Abbrev Number: 13 (DW_TAG_member)
    <e89>   DW_AT_name        : (indirect string, offset: 0xa49): size
    <e8d>   DW_AT_decl_file   : 19
    <e8e>   DW_AT_decl_line   : 525
    <e90>   DW_AT_decl_column : 9
    <e91>   DW_AT_type        : <0x13a>
    <e95>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><e98>: Abbrev Number: 0
 <1><e99>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e9a>   DW_AT_byte_size   : 4
    <e9b>   DW_AT_type        : <0xe3b>
 <1><e9f>: Abbrev Number: 10 (DW_TAG_variable)
    <ea0>   DW_AT_name        : (indirect string, offset: 0x394): global_path_set
    <ea4>   DW_AT_decl_file   : 19
    <ea5>   DW_AT_decl_line   : 526
    <ea7>   DW_AT_decl_column : 3
    <ea8>   DW_AT_type        : <0xe5a>
    <eac>   DW_AT_external    : 1
    <ead>   DW_AT_declaration : 1
 <1><eae>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <eaf>   DW_AT_name        : (indirect string, offset: 0xd0e): xflag_opts
    <eb3>   DW_AT_encoding    : 7	(unsigned)
    <eb4>   DW_AT_byte_size   : 4
    <eb5>   DW_AT_type        : <0x2b>
    <eb9>   DW_AT_decl_file   : 19
    <eba>   DW_AT_decl_line   : 528
    <ebc>   DW_AT_decl_column : 6
    <ebd>   DW_AT_sibling     : <0xee0>
 <2><ec1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec2>   DW_AT_name        : (indirect string, offset: 0x222): HEXSTR_NONE
    <ec6>   DW_AT_const_value : 0
 <2><ec7>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec8>   DW_AT_name        : (indirect string, offset: 0x10b0): HEXSTR_NON_ASCII
    <ecc>   DW_AT_const_value : 1
 <2><ecd>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ece>   DW_AT_name        : (indirect string, offset: 0x5ae): HEXSTR_ALL
    <ed2>   DW_AT_const_value : 2
 <2><ed3>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ed4>   DW_AT_name        : (indirect string, offset: 0x11ad): HEXSTR_NON_ASCII_CHARS
    <ed8>   DW_AT_const_value : 3
 <2><ed9>: Abbrev Number: 27 (DW_TAG_enumerator)
    <eda>   DW_AT_name        : (indirect string, offset: 0xe41): NUM_HEXSTR_OPTS
    <ede>   DW_AT_const_value : 4
 <2><edf>: Abbrev Number: 0
 <1><ee0>: Abbrev Number: 10 (DW_TAG_variable)
    <ee1>   DW_AT_name        : (indirect string, offset: 0x35d): xflag
    <ee5>   DW_AT_decl_file   : 19
    <ee6>   DW_AT_decl_line   : 541
    <ee8>   DW_AT_decl_column : 17
    <ee9>   DW_AT_type        : <0x2b>
    <eed>   DW_AT_external    : 1
    <eee>   DW_AT_declaration : 1
 <1><eef>: Abbrev Number: 10 (DW_TAG_variable)
    <ef0>   DW_AT_name        : (indirect string, offset: 0x1051): followfork
    <ef4>   DW_AT_decl_file   : 19
    <ef5>   DW_AT_decl_line   : 542
    <ef7>   DW_AT_decl_column : 13
    <ef8>   DW_AT_type        : <0x587>
    <efc>   DW_AT_external    : 1
    <efd>   DW_AT_declaration : 1
 <1><efe>: Abbrev Number: 10 (DW_TAG_variable)
    <eff>   DW_AT_name        : (indirect string, offset: 0x14c): output_separately
    <f03>   DW_AT_decl_file   : 19
    <f04>   DW_AT_decl_line   : 543
    <f06>   DW_AT_decl_column : 13
    <f07>   DW_AT_type        : <0x587>
    <f0b>   DW_AT_external    : 1
    <f0c>   DW_AT_declaration : 1
 <1><f0d>: Abbrev Number: 10 (DW_TAG_variable)
    <f0e>   DW_AT_name        : (indirect string, offset: 0x68d): stack_trace_enabled
    <f12>   DW_AT_decl_file   : 19
    <f13>   DW_AT_decl_line   : 546
    <f15>   DW_AT_decl_column : 13
    <f16>   DW_AT_type        : <0x587>
    <f1a>   DW_AT_external    : 1
    <f1b>   DW_AT_declaration : 1
 <1><f1c>: Abbrev Number: 10 (DW_TAG_variable)
    <f1d>   DW_AT_name        : (indirect string, offset: 0xfe7): ptrace_setoptions
    <f21>   DW_AT_decl_file   : 19
    <f22>   DW_AT_decl_line   : 550
    <f24>   DW_AT_decl_column : 17
    <f25>   DW_AT_type        : <0x2b>
    <f29>   DW_AT_external    : 1
    <f2a>   DW_AT_declaration : 1
 <1><f2b>: Abbrev Number: 10 (DW_TAG_variable)
    <f2c>   DW_AT_name        : (indirect string, offset: 0x9): max_strlen
    <f30>   DW_AT_decl_file   : 19
    <f31>   DW_AT_decl_line   : 551
    <f33>   DW_AT_decl_column : 17
    <f34>   DW_AT_type        : <0x2b>
    <f38>   DW_AT_external    : 1
    <f39>   DW_AT_declaration : 1
 <1><f3a>: Abbrev Number: 10 (DW_TAG_variable)
    <f3b>   DW_AT_name        : (indirect string, offset: 0x931): os_release
    <f3f>   DW_AT_decl_file   : 19
    <f40>   DW_AT_decl_line   : 552
    <f42>   DW_AT_decl_column : 17
    <f43>   DW_AT_type        : <0x2b>
    <f47>   DW_AT_external    : 1
    <f48>   DW_AT_declaration : 1
 <1><f49>: Abbrev Number: 10 (DW_TAG_variable)
    <f4a>   DW_AT_name        : (indirect string, offset: 0x9f4): xlat_verbosity
    <f4e>   DW_AT_decl_file   : 19
    <f4f>   DW_AT_decl_line   : 914
    <f51>   DW_AT_decl_column : 24
    <f52>   DW_AT_type        : <0xa87>
    <f56>   DW_AT_external    : 1
    <f57>   DW_AT_declaration : 1
 <1><f58>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f59>   DW_AT_name        : (indirect string, offset: 0xa1e): xlat_style_private_flag_bits
    <f5d>   DW_AT_encoding    : 7	(unsigned)
    <f5e>   DW_AT_byte_size   : 4
    <f5f>   DW_AT_type        : <0x2b>
    <f63>   DW_AT_decl_file   : 19
    <f64>   DW_AT_decl_line   : 934
    <f66>   DW_AT_decl_column : 6
    <f67>   DW_AT_sibling     : <0xf84>
 <2><f6b>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f6c>   DW_AT_name        : (indirect string, offset: 0xb91): PAF_PRINT_INDICES_BIT
    <f70>   DW_AT_const_value : 5
 <2><f71>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f72>   DW_AT_name        : (indirect string, offset: 0x371): PAF_ARRAY_TRUNCATED_BIT
    <f76>   DW_AT_const_value : 6
 <2><f77>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f78>   DW_AT_name        : (indirect string, offset: 0x10ea): PXF_DEFAULT_STR_BIT
    <f7c>   DW_AT_const_value : 7
 <2><f7d>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f7e>   DW_AT_name        : (indirect string, offset: 0xdac): SPFF_AUXSTR_MODE_BIT
    <f82>   DW_AT_const_value : 8
 <2><f83>: Abbrev Number: 0
 <1><f84>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <f85>   DW_AT_byte_size   : 4
    <f86>   DW_AT_type        : <0x78e>
 <1><f8a>: Abbrev Number: 3 (DW_TAG_const_type)
    <f8b>   DW_AT_type        : <0xf84>
 <1><f8f>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f90>   DW_AT_name        : (indirect string, offset: 0x8c): find_xlat_flag_bits
    <f94>   DW_AT_encoding    : 7	(unsigned)
    <f95>   DW_AT_byte_size   : 4
    <f96>   DW_AT_type        : <0x2b>
    <f9a>   DW_AT_decl_file   : 19
    <f9b>   DW_AT_decl_line   : 1438
    <f9d>   DW_AT_decl_column : 6
    <f9e>   DW_AT_sibling     : <0xfa9>
 <2><fa2>: Abbrev Number: 27 (DW_TAG_enumerator)
    <fa3>   DW_AT_name        : (indirect string, offset: 0x97b): FXL_CASE_SENSITIVE_BIT
    <fa7>   DW_AT_const_value : 0
 <2><fa8>: Abbrev Number: 0
 <1><fa9>: Abbrev Number: 10 (DW_TAG_variable)
    <faa>   DW_AT_name        : (indirect string, offset: 0x10c1): printing_tcp
    <fae>   DW_AT_decl_file   : 19
    <faf>   DW_AT_decl_line   : 1684
    <fb1>   DW_AT_decl_column : 20
    <fb2>   DW_AT_type        : <0xf84>
    <fb6>   DW_AT_external    : 1
    <fb7>   DW_AT_declaration : 1
 <1><fb8>: Abbrev Number: 10 (DW_TAG_variable)
    <fb9>   DW_AT_name        : (indirect string, offset: 0xfff): errnoent
    <fbd>   DW_AT_decl_file   : 19
    <fbe>   DW_AT_decl_line   : 1882
    <fc0>   DW_AT_decl_column : 26
    <fc1>   DW_AT_type        : <0x4bb>
    <fc5>   DW_AT_external    : 1
    <fc6>   DW_AT_declaration : 1
 <1><fc7>: Abbrev Number: 10 (DW_TAG_variable)
    <fc8>   DW_AT_name        : (indirect string, offset: 0xbb0): signalent
    <fcc>   DW_AT_decl_file   : 19
    <fcd>   DW_AT_decl_line   : 1883
    <fcf>   DW_AT_decl_column : 26
    <fd0>   DW_AT_type        : <0x4bb>
    <fd4>   DW_AT_external    : 1
    <fd5>   DW_AT_declaration : 1
 <1><fd6>: Abbrev Number: 10 (DW_TAG_variable)
    <fd7>   DW_AT_name        : (indirect string, offset: 0x1199): nerrnos
    <fdb>   DW_AT_decl_file   : 19
    <fdc>   DW_AT_decl_line   : 1884
    <fde>   DW_AT_decl_column : 27
    <fdf>   DW_AT_type        : <0x32>
    <fe3>   DW_AT_external    : 1
    <fe4>   DW_AT_declaration : 1
 <1><fe5>: Abbrev Number: 10 (DW_TAG_variable)
    <fe6>   DW_AT_name        : (indirect string, offset: 0x543): nsignals
    <fea>   DW_AT_decl_file   : 19
    <feb>   DW_AT_decl_line   : 1885
    <fed>   DW_AT_decl_column : 27
    <fee>   DW_AT_type        : <0x32>
    <ff2>   DW_AT_external    : 1
    <ff3>   DW_AT_declaration : 1
 <1><ff4>: Abbrev Number: 15 (DW_TAG_array_type)
    <ff5>   DW_AT_type        : <0x670>
    <ff9>   DW_AT_sibling     : <0xfff>
 <2><ffd>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><ffe>: Abbrev Number: 0
 <1><fff>: Abbrev Number: 3 (DW_TAG_const_type)
    <1000>   DW_AT_type        : <0xff4>
 <1><1004>: Abbrev Number: 10 (DW_TAG_variable)
    <1005>   DW_AT_name        : (indirect string, offset: 0x105c): sysent0
    <1009>   DW_AT_decl_file   : 19
    <100a>   DW_AT_decl_line   : 1887
    <100c>   DW_AT_decl_column : 28
    <100d>   DW_AT_type        : <0xfff>
    <1011>   DW_AT_external    : 1
    <1012>   DW_AT_declaration : 1
 <1><1013>: Abbrev Number: 15 (DW_TAG_array_type)
    <1014>   DW_AT_type        : <0x6d7>
    <1018>   DW_AT_sibling     : <0x101e>
 <2><101c>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><101d>: Abbrev Number: 0
 <1><101e>: Abbrev Number: 3 (DW_TAG_const_type)
    <101f>   DW_AT_type        : <0x1013>
 <1><1023>: Abbrev Number: 10 (DW_TAG_variable)
    <1024>   DW_AT_name        : (indirect string, offset: 0xf95): ioctlent0
    <1028>   DW_AT_decl_file   : 19
    <1029>   DW_AT_decl_line   : 1888
    <102b>   DW_AT_decl_column : 30
    <102c>   DW_AT_type        : <0x101e>
    <1030>   DW_AT_external    : 1
    <1031>   DW_AT_declaration : 1
 <1><1032>: Abbrev Number: 10 (DW_TAG_variable)
    <1033>   DW_AT_name        : (indirect string, offset: 0x554): personality_names
    <1037>   DW_AT_decl_file   : 19
    <1038>   DW_AT_decl_line   : 1890
    <103a>   DW_AT_decl_column : 26
    <103b>   DW_AT_type        : <0x4bb>
    <103f>   DW_AT_external    : 1
    <1040>   DW_AT_declaration : 1
 <1><1041>: Abbrev Number: 10 (DW_TAG_variable)
    <1042>   DW_AT_name        : (indirect string, offset: 0x28e): sysent
    <1046>   DW_AT_decl_file   : 19
    <1047>   DW_AT_decl_line   : 1893
    <1049>   DW_AT_decl_column : 29
    <104a>   DW_AT_type        : <0x9f2>
    <104e>   DW_AT_external    : 1
    <104f>   DW_AT_declaration : 1
 <1><1050>: Abbrev Number: 10 (DW_TAG_variable)
    <1051>   DW_AT_name        : (indirect string, offset: 0xc91): ioctlent
    <1055>   DW_AT_decl_file   : 19
    <1056>   DW_AT_decl_line   : 1894
    <1058>   DW_AT_decl_column : 31
    <1059>   DW_AT_type        : <0x105f>
    <105d>   DW_AT_external    : 1
    <105e>   DW_AT_declaration : 1
 <1><105f>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1060>   DW_AT_byte_size   : 4
    <1061>   DW_AT_type        : <0x6d7>
 <1><1065>: Abbrev Number: 10 (DW_TAG_variable)
    <1066>   DW_AT_name        : (indirect string, offset: 0x10a6): nsyscalls
    <106a>   DW_AT_decl_file   : 19
    <106b>   DW_AT_decl_line   : 1900
    <106d>   DW_AT_decl_column : 17
    <106e>   DW_AT_type        : <0x2b>
    <1072>   DW_AT_external    : 1
    <1073>   DW_AT_declaration : 1
 <1><1074>: Abbrev Number: 10 (DW_TAG_variable)
    <1075>   DW_AT_name        : (indirect string, offset: 0x279): nioctlents
    <1079>   DW_AT_decl_file   : 19
    <107a>   DW_AT_decl_line   : 1901
    <107c>   DW_AT_decl_column : 17
    <107d>   DW_AT_type        : <0x2b>
    <1081>   DW_AT_external    : 1
    <1082>   DW_AT_declaration : 1
 <1><1083>: Abbrev Number: 15 (DW_TAG_array_type)
    <1084>   DW_AT_type        : <0x32>
    <1088>   DW_AT_sibling     : <0x1093>
 <2><108c>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <108d>   DW_AT_type        : <0x2b>
    <1091>   DW_AT_upper_bound : 2
 <2><1092>: Abbrev Number: 0
 <1><1093>: Abbrev Number: 3 (DW_TAG_const_type)
    <1094>   DW_AT_type        : <0x1083>
 <1><1098>: Abbrev Number: 10 (DW_TAG_variable)
    <1099>   DW_AT_name        : (indirect string, offset: 0xb46): nsyscall_vec
    <109d>   DW_AT_decl_file   : 19
    <109e>   DW_AT_decl_line   : 1903
    <10a0>   DW_AT_decl_column : 27
    <10a1>   DW_AT_type        : <0x1093>
    <10a5>   DW_AT_external    : 1
    <10a6>   DW_AT_declaration : 1
 <1><10a7>: Abbrev Number: 15 (DW_TAG_array_type)
    <10a8>   DW_AT_type        : <0x9f8>
    <10ac>   DW_AT_sibling     : <0x10b7>
 <2><10b0>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <10b1>   DW_AT_type        : <0x2b>
    <10b5>   DW_AT_upper_bound : 2
 <2><10b6>: Abbrev Number: 0
 <1><10b7>: Abbrev Number: 3 (DW_TAG_const_type)
    <10b8>   DW_AT_type        : <0x10a7>
 <1><10bc>: Abbrev Number: 10 (DW_TAG_variable)
    <10bd>   DW_AT_name        : (indirect string, offset: 0xe51): sysent_vec
    <10c1>   DW_AT_decl_file   : 19
    <10c2>   DW_AT_decl_line   : 1904
    <10c4>   DW_AT_decl_column : 35
    <10c5>   DW_AT_type        : <0x10b7>
    <10c9>   DW_AT_external    : 1
    <10ca>   DW_AT_declaration : 1
 <1><10cb>: Abbrev Number: 10 (DW_TAG_variable)
    <10cc>   DW_AT_name        : (indirect string, offset: 0x6cd): inject_vec
    <10d0>   DW_AT_decl_file   : 19
    <10d1>   DW_AT_decl_line   : 1905
    <10d3>   DW_AT_decl_column : 28
    <10d4>   DW_AT_type        : <0x9fd>
    <10d8>   DW_AT_external    : 1
    <10d9>   DW_AT_declaration : 1
 <1><10da>: Abbrev Number: 30 (DW_TAG_structure_type)
    <10db>   DW_AT_name        : (indirect string, offset: 0xb0a): audit_arch_t
    <10df>   DW_AT_byte_size   : 8
    <10e0>   DW_AT_decl_file   : 19
    <10e1>   DW_AT_decl_line   : 1907
    <10e3>   DW_AT_decl_column : 8
    <10e4>   DW_AT_sibling     : <0x1109>
 <2><10e8>: Abbrev Number: 13 (DW_TAG_member)
    <10e9>   DW_AT_name        : (indirect string, offset: 0xeda): arch
    <10ed>   DW_AT_decl_file   : 19
    <10ee>   DW_AT_decl_line   : 1908
    <10f0>   DW_AT_decl_column : 15
    <10f1>   DW_AT_type        : <0x2b>
    <10f5>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><10f8>: Abbrev Number: 13 (DW_TAG_member)
    <10f9>   DW_AT_name        : (indirect string, offset: 0xd43): flag
    <10fd>   DW_AT_decl_file   : 19
    <10fe>   DW_AT_decl_line   : 1909
    <1100>   DW_AT_decl_column : 15
    <1101>   DW_AT_type        : <0x2b>
    <1105>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1108>: Abbrev Number: 0
 <1><1109>: Abbrev Number: 3 (DW_TAG_const_type)
    <110a>   DW_AT_type        : <0x10da>
 <1><110e>: Abbrev Number: 15 (DW_TAG_array_type)
    <110f>   DW_AT_type        : <0x1109>
    <1113>   DW_AT_sibling     : <0x111e>
 <2><1117>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <1118>   DW_AT_type        : <0x2b>
    <111c>   DW_AT_upper_bound : 2
 <2><111d>: Abbrev Number: 0
 <1><111e>: Abbrev Number: 3 (DW_TAG_const_type)
    <111f>   DW_AT_type        : <0x110e>
 <1><1123>: Abbrev Number: 10 (DW_TAG_variable)
    <1124>   DW_AT_name        : (indirect string, offset: 0xfcb): audit_arch_vec
    <1128>   DW_AT_decl_file   : 19
    <1129>   DW_AT_decl_line   : 1912
    <112b>   DW_AT_decl_column : 34
    <112c>   DW_AT_type        : <0x111e>
    <1130>   DW_AT_external    : 1
    <1131>   DW_AT_declaration : 1
 <1><1132>: Abbrev Number: 32 (DW_TAG_structure_type)
    <1133>   DW_AT_byte_size   : 180
    <1134>   DW_AT_decl_file   : 21
    <1135>   DW_AT_decl_line   : 2
    <1136>   DW_AT_decl_column : 9
    <1137>   DW_AT_sibling     : <0x13ec>
 <2><113b>: Abbrev Number: 9 (DW_TAG_member)
    <113c>   DW_AT_name        : (indirect string, offset: 0xf37): block_ioctl
    <1140>   DW_AT_decl_file   : 21
    <1141>   DW_AT_decl_line   : 3
    <1142>   DW_AT_decl_column : 8
    <1143>   DW_AT_type        : <0x1406>
    <1147>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><114a>: Abbrev Number: 9 (DW_TAG_member)
    <114b>   DW_AT_name        : (indirect string, offset: 0x2c2): btrfs_ioctl
    <114f>   DW_AT_decl_file   : 21
    <1150>   DW_AT_decl_line   : 6
    <1151>   DW_AT_decl_column : 8
    <1152>   DW_AT_type        : <0x1406>
    <1156>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1159>: Abbrev Number: 9 (DW_TAG_member)
    <115a>   DW_AT_name        : (indirect string, offset: 0x713): evdev_write_ioctl_mpers
    <115e>   DW_AT_decl_file   : 21
    <115f>   DW_AT_decl_line   : 9
    <1160>   DW_AT_decl_column : 8
    <1161>   DW_AT_type        : <0x1406>
    <1165>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1168>: Abbrev Number: 9 (DW_TAG_member)
    <1169>   DW_AT_name        : (indirect string, offset: 0x8a4): get_sock_fprog_size
    <116d>   DW_AT_decl_file   : 21
    <116e>   DW_AT_decl_line   : 12
    <116f>   DW_AT_decl_column : 17
    <1170>   DW_AT_type        : <0x1412>
    <1174>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><1177>: Abbrev Number: 9 (DW_TAG_member)
