Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x1817 (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0x3fd): GNU C17 9.4.0 -mx32 -mtune=generic -march=x86-64 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0xc0d): mpers-mx32/msqid_ds_t.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xcf8): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x3d3): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0x1060): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x9f1): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <40>   DW_AT_encoding    : 6	(signed char)
    <41>   DW_AT_name        : (indirect string, offset: 0x384): signed char
 <1><45>: Abbrev Number: 4 (DW_TAG_typedef)
    <46>   DW_AT_name        : (indirect string, offset: 0x285): __uint8_t
    <4a>   DW_AT_decl_file   : 1
    <4b>   DW_AT_decl_line   : 37
    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0xe87): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x516): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x8dc): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x90c): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x798): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xbd7): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x81f): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0x6c1): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0x96>
 <1><ae>: Abbrev Number: 4 (DW_TAG_typedef)
    <af>   DW_AT_name        : (indirect string, offset: 0xd84): __off64_t
    <b3>   DW_AT_decl_file   : 1
    <b4>   DW_AT_decl_line   : 141
    <b5>   DW_AT_decl_column : 27
    <b6>   DW_AT_type        : <0x96>
 <1><ba>: Abbrev Number: 4 (DW_TAG_typedef)
    <bb>   DW_AT_name        : (indirect string, offset: 0xcd1): __time_t
    <bf>   DW_AT_decl_file   : 1
    <c0>   DW_AT_decl_line   : 148
    <c1>   DW_AT_decl_column : 26
    <c2>   DW_AT_type        : <0x96>
 <1><c6>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <c7>   DW_AT_byte_size   : 4
 <1><c8>: Abbrev Number: 3 (DW_TAG_const_type)
    <c9>   DW_AT_type        : <0xc6>
 <1><cd>: Abbrev Number: 4 (DW_TAG_typedef)
    <ce>   DW_AT_name        : (indirect string, offset: 0x482): __syscall_slong_t
    <d2>   DW_AT_decl_file   : 1
    <d3>   DW_AT_decl_line   : 184
    <d4>   DW_AT_decl_column : 33
    <d5>   DW_AT_type        : <0x96>
 <1><d9>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <da>   DW_AT_byte_size   : 4
    <db>   DW_AT_type        : <0xdf>
 <1><df>: Abbrev Number: 2 (DW_TAG_base_type)
    <e0>   DW_AT_byte_size   : 1
    <e1>   DW_AT_encoding    : 6	(signed char)
    <e2>   DW_AT_name        : (indirect string, offset: 0x4dc): char
 <1><e6>: Abbrev Number: 3 (DW_TAG_const_type)
    <e7>   DW_AT_type        : <0xdf>
 <1><eb>: Abbrev Number: 4 (DW_TAG_typedef)
    <ec>   DW_AT_name        : (indirect string, offset: 0x390): uint8_t
    <f0>   DW_AT_decl_file   : 2
    <f1>   DW_AT_decl_line   : 24
    <f2>   DW_AT_decl_column : 19
    <f3>   DW_AT_type        : <0x45>
 <1><f7>: Abbrev Number: 4 (DW_TAG_typedef)
    <f8>   DW_AT_name        : (indirect string, offset: 0xbf8): uint16_t
    <fc>   DW_AT_decl_file   : 2
    <fd>   DW_AT_decl_line   : 25
    <fe>   DW_AT_decl_column : 20
    <ff>   DW_AT_type        : <0x58>
 <1><103>: Abbrev Number: 4 (DW_TAG_typedef)
    <104>   DW_AT_name        : (indirect string, offset: 0x1010): uint32_t
    <108>   DW_AT_decl_file   : 2
    <109>   DW_AT_decl_line   : 26
    <10a>   DW_AT_decl_column : 20
    <10b>   DW_AT_type        : <0x70>
 <1><10f>: Abbrev Number: 4 (DW_TAG_typedef)
    <110>   DW_AT_name        : (indirect string, offset: 0xe97): uint64_t
    <114>   DW_AT_decl_file   : 2
    <115>   DW_AT_decl_line   : 27
    <116>   DW_AT_decl_column : 20
    <117>   DW_AT_type        : <0x83>
 <1><11b>: Abbrev Number: 2 (DW_TAG_base_type)
    <11c>   DW_AT_byte_size   : 4
    <11d>   DW_AT_encoding    : 5	(signed)
    <11e>   DW_AT_name        : (indirect string, offset: 0x2eb): long int
 <1><122>: Abbrev Number: 4 (DW_TAG_typedef)
    <123>   DW_AT_name        : (indirect string, offset: 0x42): size_t
    <127>   DW_AT_decl_file   : 3
    <128>   DW_AT_decl_line   : 209
    <129>   DW_AT_decl_column : 23
    <12a>   DW_AT_type        : <0x2b>
 <1><12e>: Abbrev Number: 3 (DW_TAG_const_type)
    <12f>   DW_AT_type        : <0x122>
 <1><133>: Abbrev Number: 8 (DW_TAG_structure_type)
    <134>   DW_AT_name        : (indirect string, offset: 0xb80): timespec
    <138>   DW_AT_byte_size   : 16
    <139>   DW_AT_decl_file   : 4
    <13a>   DW_AT_decl_line   : 9
    <13b>   DW_AT_decl_column : 8
    <13c>   DW_AT_sibling     : <0x15f>
 <2><140>: Abbrev Number: 9 (DW_TAG_member)
    <141>   DW_AT_name        : (indirect string, offset: 0x112d): tv_sec
    <145>   DW_AT_decl_file   : 4
    <146>   DW_AT_decl_line   : 11
    <147>   DW_AT_decl_column : 12
    <148>   DW_AT_type        : <0xba>
    <14c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><14f>: Abbrev Number: 9 (DW_TAG_member)
    <150>   DW_AT_name        : (indirect string, offset: 0xec2): tv_nsec
    <154>   DW_AT_decl_file   : 4
    <155>   DW_AT_decl_line   : 12
    <156>   DW_AT_decl_column : 21
    <157>   DW_AT_type        : <0xcd>
    <15b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><15e>: Abbrev Number: 0
 <1><15f>: Abbrev Number: 2 (DW_TAG_base_type)
    <160>   DW_AT_byte_size   : 16
    <161>   DW_AT_encoding    : 4	(float)
    <162>   DW_AT_name        : (indirect string, offset: 0xb42): long double
 <1><166>: Abbrev Number: 10 (DW_TAG_variable)
    <167>   DW_AT_name        : (indirect string, offset: 0x2a2): __environ
    <16b>   DW_AT_decl_file   : 5
    <16c>   DW_AT_decl_line   : 546
    <16e>   DW_AT_decl_column : 15
    <16f>   DW_AT_type        : <0x175>
    <173>   DW_AT_external    : 1
    <174>   DW_AT_declaration : 1
 <1><175>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <176>   DW_AT_byte_size   : 4
    <177>   DW_AT_type        : <0xd9>
 <1><17b>: Abbrev Number: 10 (DW_TAG_variable)
    <17c>   DW_AT_name        : (indirect string, offset: 0x3cb): environ
    <180>   DW_AT_decl_file   : 5
    <181>   DW_AT_decl_line   : 548
    <183>   DW_AT_decl_column : 15
    <184>   DW_AT_type        : <0x175>
    <188>   DW_AT_external    : 1
    <189>   DW_AT_declaration : 1
 <1><18a>: Abbrev Number: 11 (DW_TAG_variable)
    <18b>   DW_AT_name        : (indirect string, offset: 0x104a): optarg
    <18f>   DW_AT_decl_file   : 6
    <190>   DW_AT_decl_line   : 36
    <191>   DW_AT_decl_column : 14
    <192>   DW_AT_type        : <0xd9>
    <196>   DW_AT_external    : 1
    <197>   DW_AT_declaration : 1
 <1><198>: Abbrev Number: 11 (DW_TAG_variable)
    <199>   DW_AT_name        : (indirect string, offset: 0x76b): optind
    <19d>   DW_AT_decl_file   : 6
    <19e>   DW_AT_decl_line   : 50
    <19f>   DW_AT_decl_column : 12
    <1a0>   DW_AT_type        : <0x64>
    <1a4>   DW_AT_external    : 1
    <1a5>   DW_AT_declaration : 1
 <1><1a6>: Abbrev Number: 11 (DW_TAG_variable)
    <1a7>   DW_AT_name        : (indirect string, offset: 0xcc0): opterr
    <1ab>   DW_AT_decl_file   : 6
    <1ac>   DW_AT_decl_line   : 55
    <1ad>   DW_AT_decl_column : 12
    <1ae>   DW_AT_type        : <0x64>
    <1b2>   DW_AT_external    : 1
    <1b3>   DW_AT_declaration : 1
 <1><1b4>: Abbrev Number: 11 (DW_TAG_variable)
    <1b5>   DW_AT_name        : (indirect string, offset: 0xbbd): optopt
    <1b9>   DW_AT_decl_file   : 6
    <1ba>   DW_AT_decl_line   : 59
    <1bb>   DW_AT_decl_column : 12
    <1bc>   DW_AT_type        : <0x64>
    <1c0>   DW_AT_external    : 1
    <1c1>   DW_AT_declaration : 1
 <1><1c2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1c3>   DW_AT_byte_size   : 4
    <1c4>   DW_AT_type        : <0xe6>
 <1><1c8>: Abbrev Number: 3 (DW_TAG_const_type)
    <1c9>   DW_AT_type        : <0x1c2>
 <1><1cd>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1ce>   DW_AT_byte_size   : 4
    <1cf>   DW_AT_type        : <0x1d3>
 <1><1d3>: Abbrev Number: 12 (DW_TAG_const_type)
 <1><1d4>: Abbrev Number: 8 (DW_TAG_structure_type)
    <1d5>   DW_AT_name        : (indirect string, offset: 0x398): _IO_FILE
    <1d9>   DW_AT_byte_size   : 152
    <1da>   DW_AT_decl_file   : 7
    <1db>   DW_AT_decl_line   : 245
    <1dc>   DW_AT_decl_column : 8
    <1dd>   DW_AT_sibling     : <0x3ac>
 <2><1e1>: Abbrev Number: 9 (DW_TAG_member)
    <1e2>   DW_AT_name        : (indirect string, offset: 0xa93): _flags
    <1e6>   DW_AT_decl_file   : 7
    <1e7>   DW_AT_decl_line   : 246
    <1e8>   DW_AT_decl_column : 7
    <1e9>   DW_AT_type        : <0x64>
    <1ed>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1f0>: Abbrev Number: 9 (DW_TAG_member)
    <1f1>   DW_AT_name        : (indirect string, offset: 0x565): _IO_read_ptr
    <1f5>   DW_AT_decl_file   : 7
    <1f6>   DW_AT_decl_line   : 251
    <1f7>   DW_AT_decl_column : 9
    <1f8>   DW_AT_type        : <0xd9>
    <1fc>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1ff>: Abbrev Number: 9 (DW_TAG_member)
    <200>   DW_AT_name        : (indirect string, offset: 0xfc8): _IO_read_end
    <204>   DW_AT_decl_file   : 7
    <205>   DW_AT_decl_line   : 252
    <206>   DW_AT_decl_column : 9
    <207>   DW_AT_type        : <0xd9>
    <20b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><20e>: Abbrev Number: 9 (DW_TAG_member)
    <20f>   DW_AT_name        : (indirect string, offset: 0x7fc): _IO_read_base
    <213>   DW_AT_decl_file   : 7
    <214>   DW_AT_decl_line   : 253
    <215>   DW_AT_decl_column : 9
    <216>   DW_AT_type        : <0xd9>
    <21a>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><21d>: Abbrev Number: 9 (DW_TAG_member)
    <21e>   DW_AT_name        : (indirect string, offset: 0x13b): _IO_write_base
    <222>   DW_AT_decl_file   : 7
    <223>   DW_AT_decl_line   : 254
    <224>   DW_AT_decl_column : 9
    <225>   DW_AT_type        : <0xd9>
    <229>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><22c>: Abbrev Number: 9 (DW_TAG_member)
    <22d>   DW_AT_name        : (indirect string, offset: 0x1099): _IO_write_ptr
    <231>   DW_AT_decl_file   : 7
    <232>   DW_AT_decl_line   : 255
    <233>   DW_AT_decl_column : 9
    <234>   DW_AT_type        : <0xd9>
    <238>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><23b>: Abbrev Number: 13 (DW_TAG_member)
    <23c>   DW_AT_name        : (indirect string, offset: 0x959): _IO_write_end
    <240>   DW_AT_decl_file   : 7
    <241>   DW_AT_decl_line   : 256
    <243>   DW_AT_decl_column : 9
    <244>   DW_AT_type        : <0xd9>
    <248>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><24b>: Abbrev Number: 13 (DW_TAG_member)
    <24c>   DW_AT_name        : (indirect string, offset: 0x9ca): _IO_buf_base
    <250>   DW_AT_decl_file   : 7
    <251>   DW_AT_decl_line   : 257
    <253>   DW_AT_decl_column : 9
    <254>   DW_AT_type        : <0xd9>
    <258>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><25b>: Abbrev Number: 13 (DW_TAG_member)
    <25c>   DW_AT_name        : (indirect string, offset: 0xe27): _IO_buf_end
    <260>   DW_AT_decl_file   : 7
    <261>   DW_AT_decl_line   : 258
    <263>   DW_AT_decl_column : 9
    <264>   DW_AT_type        : <0xd9>
    <268>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><26b>: Abbrev Number: 13 (DW_TAG_member)
    <26c>   DW_AT_name        : (indirect string, offset: 0x1cc): _IO_save_base
    <270>   DW_AT_decl_file   : 7
    <271>   DW_AT_decl_line   : 260
    <273>   DW_AT_decl_column : 9
    <274>   DW_AT_type        : <0xd9>
    <278>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><27b>: Abbrev Number: 13 (DW_TAG_member)
    <27c>   DW_AT_name        : (indirect string, offset: 0xd35): _IO_backup_base
    <280>   DW_AT_decl_file   : 7
    <281>   DW_AT_decl_line   : 261
    <283>   DW_AT_decl_column : 9
    <284>   DW_AT_type        : <0xd9>
    <288>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><28b>: Abbrev Number: 13 (DW_TAG_member)
    <28c>   DW_AT_name        : (indirect string, offset: 0xc3): _IO_save_end
    <290>   DW_AT_decl_file   : 7
    <291>   DW_AT_decl_line   : 262
    <293>   DW_AT_decl_column : 9
    <294>   DW_AT_type        : <0xd9>
    <298>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><29b>: Abbrev Number: 13 (DW_TAG_member)
    <29c>   DW_AT_name        : (indirect string, offset: 0x5f5): _markers
    <2a0>   DW_AT_decl_file   : 7
    <2a1>   DW_AT_decl_line   : 264
    <2a3>   DW_AT_decl_column : 22
    <2a4>   DW_AT_type        : <0x3fb>
    <2a8>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2ab>: Abbrev Number: 13 (DW_TAG_member)
    <2ac>   DW_AT_name        : (indirect string, offset: 0x21e): _chain
    <2b0>   DW_AT_decl_file   : 7
    <2b1>   DW_AT_decl_line   : 266
    <2b3>   DW_AT_decl_column : 20
    <2b4>   DW_AT_type        : <0x401>
    <2b8>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2bb>: Abbrev Number: 13 (DW_TAG_member)
    <2bc>   DW_AT_name        : (indirect string, offset: 0x1024): _fileno
    <2c0>   DW_AT_decl_file   : 7
    <2c1>   DW_AT_decl_line   : 268
    <2c3>   DW_AT_decl_column : 7
    <2c4>   DW_AT_type        : <0x64>
    <2c8>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2cb>: Abbrev Number: 13 (DW_TAG_member)
    <2cc>   DW_AT_name        : (indirect string, offset: 0x7e8): _flags2
    <2d0>   DW_AT_decl_file   : 7
    <2d1>   DW_AT_decl_line   : 272
    <2d3>   DW_AT_decl_column : 7
    <2d4>   DW_AT_type        : <0x64>
    <2d8>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2db>: Abbrev Number: 13 (DW_TAG_member)
    <2dc>   DW_AT_name        : (indirect string, offset: 0x87e): _old_offset
    <2e0>   DW_AT_decl_file   : 7
    <2e1>   DW_AT_decl_line   : 274
    <2e3>   DW_AT_decl_column : 13
    <2e4>   DW_AT_type        : <0xa2>
    <2e8>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><2eb>: Abbrev Number: 13 (DW_TAG_member)
    <2ec>   DW_AT_name        : (indirect string, offset: 0x251): _cur_column
    <2f0>   DW_AT_decl_file   : 7
    <2f1>   DW_AT_decl_line   : 278
    <2f3>   DW_AT_decl_column : 18
    <2f4>   DW_AT_type        : <0x24>
    <2f8>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><2fb>: Abbrev Number: 13 (DW_TAG_member)
    <2fc>   DW_AT_name        : (indirect string, offset: 0xee8): _vtable_offset
    <300>   DW_AT_decl_file   : 7
    <301>   DW_AT_decl_line   : 279
    <303>   DW_AT_decl_column : 15
    <304>   DW_AT_type        : <0x3e>
    <308>   DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><30b>: Abbrev Number: 13 (DW_TAG_member)
    <30c>   DW_AT_name        : (indirect string, offset: 0xd45): _shortbuf
    <310>   DW_AT_decl_file   : 7
    <311>   DW_AT_decl_line   : 280
    <313>   DW_AT_decl_column : 8
    <314>   DW_AT_type        : <0x407>
    <318>   DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><31b>: Abbrev Number: 13 (DW_TAG_member)
    <31c>   DW_AT_name        : (indirect string, offset: 0x17c): _lock
    <320>   DW_AT_decl_file   : 7
    <321>   DW_AT_decl_line   : 284
    <323>   DW_AT_decl_column : 15
    <324>   DW_AT_type        : <0x417>
    <328>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><32b>: Abbrev Number: 13 (DW_TAG_member)
    <32c>   DW_AT_name        : (indirect string, offset: 0x6fc): _offset
    <330>   DW_AT_decl_file   : 7
    <331>   DW_AT_decl_line   : 293
    <333>   DW_AT_decl_column : 15
    <334>   DW_AT_type        : <0xae>
    <338>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><33b>: Abbrev Number: 13 (DW_TAG_member)
    <33c>   DW_AT_name        : (indirect string, offset: 0xa28): __pad1
    <340>   DW_AT_decl_file   : 7
    <341>   DW_AT_decl_line   : 301
    <343>   DW_AT_decl_column : 9
    <344>   DW_AT_type        : <0xc6>
    <348>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><34b>: Abbrev Number: 13 (DW_TAG_member)
    <34c>   DW_AT_name        : (indirect string, offset: 0xa2f): __pad2
    <350>   DW_AT_decl_file   : 7
    <351>   DW_AT_decl_line   : 302
    <353>   DW_AT_decl_column : 9
    <354>   DW_AT_type        : <0xc6>
    <358>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><35b>: Abbrev Number: 13 (DW_TAG_member)
    <35c>   DW_AT_name        : (indirect string, offset: 0xa36): __pad3
    <360>   DW_AT_decl_file   : 7
    <361>   DW_AT_decl_line   : 303
    <363>   DW_AT_decl_column : 9
    <364>   DW_AT_type        : <0xc6>
    <368>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><36b>: Abbrev Number: 13 (DW_TAG_member)
    <36c>   DW_AT_name        : (indirect string, offset: 0xa3d): __pad4
    <370>   DW_AT_decl_file   : 7
    <371>   DW_AT_decl_line   : 304
    <373>   DW_AT_decl_column : 9
    <374>   DW_AT_type        : <0xc6>
    <378>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><37b>: Abbrev Number: 13 (DW_TAG_member)
    <37c>   DW_AT_name        : (indirect string, offset: 0xa44): __pad5
    <380>   DW_AT_decl_file   : 7
    <381>   DW_AT_decl_line   : 306
    <383>   DW_AT_decl_column : 10
    <384>   DW_AT_type        : <0x122>
    <388>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><38b>: Abbrev Number: 13 (DW_TAG_member)
    <38c>   DW_AT_name        : (indirect string, offset: 0xab7): _mode
    <390>   DW_AT_decl_file   : 7
    <391>   DW_AT_decl_line   : 307
    <393>   DW_AT_decl_column : 7
    <394>   DW_AT_type        : <0x64>
    <398>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><39b>: Abbrev Number: 13 (DW_TAG_member)
    <39c>   DW_AT_name        : (indirect string, offset: 0x816): _unused2
    <3a0>   DW_AT_decl_file   : 7
    <3a1>   DW_AT_decl_line   : 309
    <3a3>   DW_AT_decl_column : 8
    <3a4>   DW_AT_type        : <0x41d>
    <3a8>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><3ab>: Abbrev Number: 0
 <1><3ac>: Abbrev Number: 4 (DW_TAG_typedef)
    <3ad>   DW_AT_name        : (indirect string, offset: 0xb62): FILE
    <3b1>   DW_AT_decl_file   : 8
    <3b2>   DW_AT_decl_line   : 7
    <3b3>   DW_AT_decl_column : 25
    <3b4>   DW_AT_type        : <0x1d4>
 <1><3b8>: Abbrev Number: 14 (DW_TAG_typedef)
    <3b9>   DW_AT_name        : (indirect string, offset: 0x50b): _IO_lock_t
    <3bd>   DW_AT_decl_file   : 7
    <3be>   DW_AT_decl_line   : 154
    <3bf>   DW_AT_decl_column : 14
 <1><3c0>: Abbrev Number: 8 (DW_TAG_structure_type)
    <3c1>   DW_AT_name        : (indirect string, offset: 0x337): _IO_marker
    <3c5>   DW_AT_byte_size   : 12
    <3c6>   DW_AT_decl_file   : 7
    <3c7>   DW_AT_decl_line   : 160
    <3c8>   DW_AT_decl_column : 8
    <3c9>   DW_AT_sibling     : <0x3fb>
 <2><3cd>: Abbrev Number: 9 (DW_TAG_member)
    <3ce>   DW_AT_name        : (indirect string, offset: 0xd7e): _next
    <3d2>   DW_AT_decl_file   : 7
    <3d3>   DW_AT_decl_line   : 161
    <3d4>   DW_AT_decl_column : 22
    <3d5>   DW_AT_type        : <0x3fb>
    <3d9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3dc>: Abbrev Number: 9 (DW_TAG_member)
    <3dd>   DW_AT_name        : (indirect string, offset: 0xa4b): _sbuf
    <3e1>   DW_AT_decl_file   : 7
    <3e2>   DW_AT_decl_line   : 162
    <3e3>   DW_AT_decl_column : 20
    <3e4>   DW_AT_type        : <0x401>
    <3e8>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><3eb>: Abbrev Number: 9 (DW_TAG_member)
    <3ec>   DW_AT_name        : (indirect string, offset: 0x5a5): _pos
    <3f0>   DW_AT_decl_file   : 7
    <3f1>   DW_AT_decl_line   : 166
    <3f2>   DW_AT_decl_column : 7
    <3f3>   DW_AT_type        : <0x64>
    <3f7>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><3fa>: Abbrev Number: 0
 <1><3fb>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <3fc>   DW_AT_byte_size   : 4
    <3fd>   DW_AT_type        : <0x3c0>
 <1><401>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <402>   DW_AT_byte_size   : 4
    <403>   DW_AT_type        : <0x1d4>
 <1><407>: Abbrev Number: 15 (DW_TAG_array_type)
    <408>   DW_AT_type        : <0xdf>
    <40c>   DW_AT_sibling     : <0x417>
 <2><410>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <411>   DW_AT_type        : <0x2b>
    <415>   DW_AT_upper_bound : 0
 <2><416>: Abbrev Number: 0
 <1><417>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <418>   DW_AT_byte_size   : 4
    <419>   DW_AT_type        : <0x3b8>
 <1><41d>: Abbrev Number: 15 (DW_TAG_array_type)
    <41e>   DW_AT_type        : <0xdf>
    <422>   DW_AT_sibling     : <0x42d>
 <2><426>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <427>   DW_AT_type        : <0x2b>
    <42b>   DW_AT_upper_bound : 39
 <2><42c>: Abbrev Number: 0
 <1><42d>: Abbrev Number: 17 (DW_TAG_structure_type)
    <42e>   DW_AT_name        : (indirect string, offset: 0x4ae): _IO_FILE_plus
    <432>   DW_AT_declaration : 1
 <1><433>: Abbrev Number: 10 (DW_TAG_variable)
    <434>   DW_AT_name        : (indirect string, offset: 0x7a3): _IO_2_1_stdin_
    <438>   DW_AT_decl_file   : 7
    <439>   DW_AT_decl_line   : 319
    <43b>   DW_AT_decl_column : 29
    <43c>   DW_AT_type        : <0x42d>
    <440>   DW_AT_external    : 1
    <441>   DW_AT_declaration : 1
 <1><442>: Abbrev Number: 10 (DW_TAG_variable)
    <443>   DW_AT_name        : (indirect string, offset: 0xd55): _IO_2_1_stdout_
    <447>   DW_AT_decl_file   : 7
    <448>   DW_AT_decl_line   : 320
    <44a>   DW_AT_decl_column : 29
    <44b>   DW_AT_type        : <0x42d>
    <44f>   DW_AT_external    : 1
    <450>   DW_AT_declaration : 1
 <1><451>: Abbrev Number: 10 (DW_TAG_variable)
    <452>   DW_AT_name        : (indirect string, offset: 0x92): _IO_2_1_stderr_
    <456>   DW_AT_decl_file   : 7
    <457>   DW_AT_decl_line   : 321
    <459>   DW_AT_decl_column : 29
    <45a>   DW_AT_type        : <0x42d>
    <45e>   DW_AT_external    : 1
    <45f>   DW_AT_declaration : 1
 <1><460>: Abbrev Number: 11 (DW_TAG_variable)
    <461>   DW_AT_name        : (indirect string, offset: 0x5bb): stdin
    <465>   DW_AT_decl_file   : 9
    <466>   DW_AT_decl_line   : 135
    <467>   DW_AT_decl_column : 25
    <468>   DW_AT_type        : <0x401>
    <46c>   DW_AT_external    : 1
    <46d>   DW_AT_declaration : 1
 <1><46e>: Abbrev Number: 11 (DW_TAG_variable)
    <46f>   DW_AT_name        : (indirect string, offset: 0x1073): stdout
    <473>   DW_AT_decl_file   : 9
    <474>   DW_AT_decl_line   : 136
    <475>   DW_AT_decl_column : 25
    <476>   DW_AT_type        : <0x401>
    <47a>   DW_AT_external    : 1
    <47b>   DW_AT_declaration : 1
 <1><47c>: Abbrev Number: 11 (DW_TAG_variable)
    <47d>   DW_AT_name        : (indirect string, offset: 0xe80): stderr
    <481>   DW_AT_decl_file   : 9
    <482>   DW_AT_decl_line   : 137
    <483>   DW_AT_decl_column : 25
    <484>   DW_AT_type        : <0x401>
    <488>   DW_AT_external    : 1
    <489>   DW_AT_declaration : 1
 <1><48a>: Abbrev Number: 11 (DW_TAG_variable)
    <48b>   DW_AT_name        : (indirect string, offset: 0x25d): sys_nerr
    <48f>   DW_AT_decl_file   : 10
    <490>   DW_AT_decl_line   : 26
    <491>   DW_AT_decl_column : 12
    <492>   DW_AT_type        : <0x64>
    <496>   DW_AT_external    : 1
    <497>   DW_AT_declaration : 1
 <1><498>: Abbrev Number: 15 (DW_TAG_array_type)
    <499>   DW_AT_type        : <0x1c8>
    <49d>   DW_AT_sibling     : <0x4a3>
 <2><4a1>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4a2>: Abbrev Number: 0
 <1><4a3>: Abbrev Number: 3 (DW_TAG_const_type)
    <4a4>   DW_AT_type        : <0x498>
 <1><4a8>: Abbrev Number: 11 (DW_TAG_variable)
    <4a9>   DW_AT_name        : (indirect string, offset: 0x5cf): sys_errlist
    <4ad>   DW_AT_decl_file   : 10
    <4ae>   DW_AT_decl_line   : 27
    <4af>   DW_AT_decl_column : 26
    <4b0>   DW_AT_type        : <0x4a3>
    <4b4>   DW_AT_external    : 1
    <4b5>   DW_AT_declaration : 1
 <1><4b6>: Abbrev Number: 11 (DW_TAG_variable)
    <4b7>   DW_AT_name        : (indirect string, offset: 0x28f): _sys_nerr
    <4bb>   DW_AT_decl_file   : 10
    <4bc>   DW_AT_decl_line   : 30
    <4bd>   DW_AT_decl_column : 12
    <4be>   DW_AT_type        : <0x64>
    <4c2>   DW_AT_external    : 1
    <4c3>   DW_AT_declaration : 1
 <1><4c4>: Abbrev Number: 11 (DW_TAG_variable)
    <4c5>   DW_AT_name        : (indirect string, offset: 0xef7): _sys_errlist
    <4c9>   DW_AT_decl_file   : 10
    <4ca>   DW_AT_decl_line   : 31
    <4cb>   DW_AT_decl_column : 26
    <4cc>   DW_AT_type        : <0x4a3>
    <4d0>   DW_AT_external    : 1
    <4d1>   DW_AT_declaration : 1
 <1><4d2>: Abbrev Number: 11 (DW_TAG_variable)
    <4d3>   DW_AT_name        : (indirect string, offset: 0x6d5): program_invocation_name
    <4d7>   DW_AT_decl_file   : 11
    <4d8>   DW_AT_decl_line   : 45
    <4d9>   DW_AT_decl_column : 14
    <4da>   DW_AT_type        : <0xd9>
    <4de>   DW_AT_external    : 1
    <4df>   DW_AT_declaration : 1
 <1><4e0>: Abbrev Number: 11 (DW_TAG_variable)
    <4e1>   DW_AT_name        : (indirect string, offset: 0xc48): program_invocation_short_name
    <4e5>   DW_AT_decl_file   : 11
    <4e6>   DW_AT_decl_line   : 46
    <4e7>   DW_AT_decl_column : 14
    <4e8>   DW_AT_type        : <0xd9>
    <4ec>   DW_AT_external    : 1
    <4ed>   DW_AT_declaration : 1
 <1><4ee>: Abbrev Number: 15 (DW_TAG_array_type)
    <4ef>   DW_AT_type        : <0xd9>
    <4f3>   DW_AT_sibling     : <0x4fe>
 <2><4f7>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <4f8>   DW_AT_type        : <0x2b>
    <4fc>   DW_AT_upper_bound : 1
 <2><4fd>: Abbrev Number: 0
 <1><4fe>: Abbrev Number: 11 (DW_TAG_variable)
    <4ff>   DW_AT_name        : (indirect string, offset: 0x1b9): __tzname
    <503>   DW_AT_decl_file   : 12
    <504>   DW_AT_decl_line   : 159
    <505>   DW_AT_decl_column : 14
    <506>   DW_AT_type        : <0x4ee>
    <50a>   DW_AT_external    : 1
    <50b>   DW_AT_declaration : 1
 <1><50c>: Abbrev Number: 11 (DW_TAG_variable)
    <50d>   DW_AT_name        : (indirect string, offset: 0xf64): __daylight
    <511>   DW_AT_decl_file   : 12
    <512>   DW_AT_decl_line   : 160
    <513>   DW_AT_decl_column : 12
    <514>   DW_AT_type        : <0x64>
    <518>   DW_AT_external    : 1
    <519>   DW_AT_declaration : 1
 <1><51a>: Abbrev Number: 11 (DW_TAG_variable)
    <51b>   DW_AT_name        : (indirect string, offset: 0x3a1): __timezone
    <51f>   DW_AT_decl_file   : 12
    <520>   DW_AT_decl_line   : 161
    <521>   DW_AT_decl_column : 17
    <522>   DW_AT_type        : <0x11b>
    <526>   DW_AT_external    : 1
    <527>   DW_AT_declaration : 1
 <1><528>: Abbrev Number: 11 (DW_TAG_variable)
    <529>   DW_AT_name        : (indirect string, offset: 0x713): tzname
    <52d>   DW_AT_decl_file   : 12
    <52e>   DW_AT_decl_line   : 166
    <52f>   DW_AT_decl_column : 14
    <530>   DW_AT_type        : <0x4ee>
    <534>   DW_AT_external    : 1
    <535>   DW_AT_declaration : 1
 <1><536>: Abbrev Number: 11 (DW_TAG_variable)
    <537>   DW_AT_name        : (indirect string, offset: 0x10e3): daylight
    <53b>   DW_AT_decl_file   : 12
    <53c>   DW_AT_decl_line   : 174
    <53d>   DW_AT_decl_column : 12
    <53e>   DW_AT_type        : <0x64>
    <542>   DW_AT_external    : 1
    <543>   DW_AT_declaration : 1
 <1><544>: Abbrev Number: 11 (DW_TAG_variable)
    <545>   DW_AT_name        : (indirect string, offset: 0x550): timezone
    <549>   DW_AT_decl_file   : 12
    <54a>   DW_AT_decl_line   : 175
    <54b>   DW_AT_decl_column : 17
    <54c>   DW_AT_type        : <0x11b>
    <550>   DW_AT_external    : 1
    <551>   DW_AT_declaration : 1
 <1><552>: Abbrev Number: 10 (DW_TAG_variable)
    <553>   DW_AT_name        : (indirect string, offset: 0xfe4): getdate_err
    <557>   DW_AT_decl_file   : 12
    <558>   DW_AT_decl_line   : 280
    <55a>   DW_AT_decl_column : 12
    <55b>   DW_AT_type        : <0x64>
    <55f>   DW_AT_external    : 1
    <560>   DW_AT_declaration : 1
 <1><561>: Abbrev Number: 11 (DW_TAG_variable)
    <562>   DW_AT_name        : (indirect string, offset: 0xa56): debug_flag
    <566>   DW_AT_decl_file   : 13
    <567>   DW_AT_decl_line   : 20
    <568>   DW_AT_decl_column : 13
    <569>   DW_AT_type        : <0x56f>
    <56d>   DW_AT_external    : 1
    <56e>   DW_AT_declaration : 1
 <1><56f>: Abbrev Number: 2 (DW_TAG_base_type)
    <570>   DW_AT_byte_size   : 1
    <571>   DW_AT_encoding    : 2	(boolean)
    <572>   DW_AT_name        : (indirect string, offset: 0x494): _Bool
 <1><576>: Abbrev Number: 3 (DW_TAG_const_type)
    <577>   DW_AT_type        : <0x56f>
 <1><57b>: Abbrev Number: 4 (DW_TAG_typedef)
    <57c>   DW_AT_name        : (indirect string, offset: 0xb18): __kernel_long_t
    <580>   DW_AT_decl_file   : 14
    <581>   DW_AT_decl_line   : 14
    <582>   DW_AT_decl_column : 19
    <583>   DW_AT_type        : <0x7c>
 <1><587>: Abbrev Number: 4 (DW_TAG_typedef)
    <588>   DW_AT_name        : (indirect string, offset: 0x5aa): __kernel_ulong_t
    <58c>   DW_AT_decl_file   : 14
    <58d>   DW_AT_decl_line   : 15
    <58e>   DW_AT_decl_column : 28
    <58f>   DW_AT_type        : <0x8f>
 <1><593>: Abbrev Number: 4 (DW_TAG_typedef)
    <594>   DW_AT_name        : (indirect string, offset: 0x275): __kernel_mode_t
    <598>   DW_AT_decl_file   : 15
    <599>   DW_AT_decl_line   : 24
    <59a>   DW_AT_decl_column : 22
    <59b>   DW_AT_type        : <0x2b>
 <1><59f>: Abbrev Number: 4 (DW_TAG_typedef)
    <5a0>   DW_AT_name        : (indirect string, offset: 0x266): __kernel_pid_t
    <5a4>   DW_AT_decl_file   : 15
    <5a5>   DW_AT_decl_line   : 28
    <5a6>   DW_AT_decl_column : 14
    <5a7>   DW_AT_type        : <0x64>
 <1><5ab>: Abbrev Number: 4 (DW_TAG_typedef)
    <5ac>   DW_AT_name        : (indirect string, offset: 0x69b): __kernel_uid32_t
    <5b0>   DW_AT_decl_file   : 15
    <5b1>   DW_AT_decl_line   : 49
    <5b2>   DW_AT_decl_column : 22
    <5b3>   DW_AT_type        : <0x2b>
 <1><5b7>: Abbrev Number: 4 (DW_TAG_typedef)
    <5b8>   DW_AT_name        : (indirect string, offset: 0x63a): __kernel_gid32_t
    <5bc>   DW_AT_decl_file   : 15
    <5bd>   DW_AT_decl_line   : 50
    <5be>   DW_AT_decl_column : 22
    <5bf>   DW_AT_type        : <0x2b>
 <1><5c3>: Abbrev Number: 4 (DW_TAG_typedef)
    <5c4>   DW_AT_name        : (indirect string, offset: 0x9d7): __kernel_time_t
    <5c8>   DW_AT_decl_file   : 15
    <5c9>   DW_AT_decl_line   : 89
    <5ca>   DW_AT_decl_column : 25
    <5cb>   DW_AT_type        : <0x57b>
 <1><5cf>: Abbrev Number: 4 (DW_TAG_typedef)
    <5d0>   DW_AT_name        : (indirect string, offset: 0x3ef): kernel_long_t
    <5d4>   DW_AT_decl_file   : 16
    <5d5>   DW_AT_decl_line   : 16
    <5d6>   DW_AT_decl_column : 25
    <5d7>   DW_AT_type        : <0x57b>
 <1><5db>: Abbrev Number: 4 (DW_TAG_typedef)
    <5dc>   DW_AT_name        : (indirect string, offset: 0x8fd): kernel_ulong_t
    <5e0>   DW_AT_decl_file   : 16
    <5e1>   DW_AT_decl_line   : 17
    <5e2>   DW_AT_decl_column : 26
    <5e3>   DW_AT_type        : <0x587>
 <1><5e7>: Abbrev Number: 3 (DW_TAG_const_type)
    <5e8>   DW_AT_type        : <0x5db>
 <1><5ec>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5ed>   DW_AT_name        : (indirect string, offset: 0xc66): list_item
    <5f1>   DW_AT_byte_size   : 8
    <5f2>   DW_AT_decl_file   : 17
    <5f3>   DW_AT_decl_line   : 92
    <5f4>   DW_AT_decl_column : 8
    <5f5>   DW_AT_sibling     : <0x618>
 <2><5f9>: Abbrev Number: 9 (DW_TAG_member)
    <5fa>   DW_AT_name        : (indirect string, offset: 0x1128): prev
    <5fe>   DW_AT_decl_file   : 17
    <5ff>   DW_AT_decl_line   : 93
    <600>   DW_AT_decl_column : 20
    <601>   DW_AT_type        : <0x618>
    <605>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><608>: Abbrev Number: 9 (DW_TAG_member)
    <609>   DW_AT_name        : (indirect string, offset: 0x111e): next
    <60d>   DW_AT_decl_file   : 17
    <60e>   DW_AT_decl_line   : 94
    <60f>   DW_AT_decl_column : 20
    <610>   DW_AT_type        : <0x618>
    <614>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><617>: Abbrev Number: 0
 <1><618>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <619>   DW_AT_byte_size   : 4
    <61a>   DW_AT_type        : <0x5ec>
 <1><61e>: Abbrev Number: 8 (DW_TAG_structure_type)
    <61f>   DW_AT_name        : (indirect string, offset: 0x8d5): sysent
    <623>   DW_AT_byte_size   : 20
    <624>   DW_AT_decl_file   : 18
    <625>   DW_AT_decl_line   : 11
    <626>   DW_AT_decl_column : 16
    <627>   DW_AT_sibling     : <0x677>
 <2><62b>: Abbrev Number: 9 (DW_TAG_member)
    <62c>   DW_AT_name        : (indirect string, offset: 0x108a): nargs
    <630>   DW_AT_decl_file   : 18
    <631>   DW_AT_decl_line   : 12
    <632>   DW_AT_decl_column : 11
    <633>   DW_AT_type        : <0x2b>
    <637>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><63a>: Abbrev Number: 9 (DW_TAG_member)
    <63b>   DW_AT_name        : (indirect string, offset: 0x9e7): sys_flags
    <63f>   DW_AT_decl_file   : 18
    <640>   DW_AT_decl_line   : 13
    <641>   DW_AT_decl_column : 6
    <642>   DW_AT_type        : <0x64>
    <646>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><649>: Abbrev Number: 19 (DW_TAG_member)
    <64a>   DW_AT_name        : sen
    <64e>   DW_AT_decl_file   : 18
    <64f>   DW_AT_decl_line   : 14
    <650>   DW_AT_decl_column : 6
    <651>   DW_AT_type        : <0x64>
    <655>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><658>: Abbrev Number: 9 (DW_TAG_member)
    <659>   DW_AT_name        : (indirect string, offset: 0x32e): sys_func
    <65d>   DW_AT_decl_file   : 18
    <65e>   DW_AT_decl_line   : 15
    <65f>   DW_AT_decl_column : 8
    <660>   DW_AT_type        : <0x682>
    <664>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><667>: Abbrev Number: 9 (DW_TAG_member)
    <668>   DW_AT_name        : (indirect string, offset: 0x299): sys_name
    <66c>   DW_AT_decl_file   : 18
    <66d>   DW_AT_decl_line   : 16
    <66e>   DW_AT_decl_column : 14
    <66f>   DW_AT_type        : <0x1c2>
    <673>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><676>: Abbrev Number: 0
 <1><677>: Abbrev Number: 20 (DW_TAG_subroutine_type)
    <678>   DW_AT_type        : <0x64>
    <67c>   DW_AT_sibling     : <0x682>
 <2><680>: Abbrev Number: 21 (DW_TAG_unspecified_parameters)
 <2><681>: Abbrev Number: 0
 <1><682>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <683>   DW_AT_byte_size   : 4
    <684>   DW_AT_type        : <0x677>
 <1><688>: Abbrev Number: 4 (DW_TAG_typedef)
    <689>   DW_AT_name        : (indirect string, offset: 0xf0c): struct_sysent
    <68d>   DW_AT_decl_file   : 18
    <68e>   DW_AT_decl_line   : 17
    <68f>   DW_AT_decl_column : 3
    <690>   DW_AT_type        : <0x61e>
 <1><694>: Abbrev Number: 3 (DW_TAG_const_type)
    <695>   DW_AT_type        : <0x688>
 <1><699>: Abbrev Number: 11 (DW_TAG_variable)
    <69a>   DW_AT_name        : (indirect string, offset: 0xdc5): current_personality
    <69e>   DW_AT_decl_file   : 19
    <69f>   DW_AT_decl_line   : 158
    <6a0>   DW_AT_decl_column : 17
    <6a1>   DW_AT_type        : <0x2b>
    <6a5>   DW_AT_external    : 1
    <6a6>   DW_AT_declaration : 1
 <1><6a7>: Abbrev Number: 11 (DW_TAG_variable)
    <6a8>   DW_AT_name        : (indirect string, offset: 0x86d): current_wordsize
    <6ac>   DW_AT_decl_file   : 19
    <6ad>   DW_AT_decl_line   : 171
    <6ae>   DW_AT_decl_column : 17
    <6af>   DW_AT_type        : <0x2b>
    <6b3>   DW_AT_external    : 1
    <6b4>   DW_AT_declaration : 1
 <1><6b5>: Abbrev Number: 11 (DW_TAG_variable)
    <6b6>   DW_AT_name        : (indirect string, offset: 0xadd): current_klongsize
    <6ba>   DW_AT_decl_file   : 19
    <6bb>   DW_AT_decl_line   : 176
    <6bc>   DW_AT_decl_column : 17
    <6bd>   DW_AT_type        : <0x2b>
    <6c1>   DW_AT_external    : 1
    <6c2>   DW_AT_declaration : 1
 <1><6c3>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6c4>   DW_AT_name        : (indirect string, offset: 0xcef): ioctlent
    <6c8>   DW_AT_byte_size   : 8
    <6c9>   DW_AT_decl_file   : 19
    <6ca>   DW_AT_decl_line   : 217
    <6cb>   DW_AT_decl_column : 16
    <6cc>   DW_AT_sibling     : <0x6ef>
 <2><6d0>: Abbrev Number: 9 (DW_TAG_member)
    <6d1>   DW_AT_name        : (indirect string, offset: 0xfc1): symbol
    <6d5>   DW_AT_decl_file   : 19
    <6d6>   DW_AT_decl_line   : 218
    <6d7>   DW_AT_decl_column : 14
    <6d8>   DW_AT_type        : <0x1c2>
    <6dc>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6df>: Abbrev Number: 9 (DW_TAG_member)
    <6e0>   DW_AT_name        : (indirect string, offset: 0xd8e): code
    <6e4>   DW_AT_decl_file   : 19
    <6e5>   DW_AT_decl_line   : 219
    <6e6>   DW_AT_decl_column : 15
    <6e7>   DW_AT_type        : <0x2b>
    <6eb>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6ee>: Abbrev Number: 0
 <1><6ef>: Abbrev Number: 4 (DW_TAG_typedef)
    <6f0>   DW_AT_name        : (indirect string, offset: 0xcb0): struct_ioctlent
    <6f4>   DW_AT_decl_file   : 19
    <6f5>   DW_AT_decl_line   : 220
    <6f6>   DW_AT_decl_column : 3
    <6f7>   DW_AT_type        : <0x6c3>
 <1><6fb>: Abbrev Number: 3 (DW_TAG_const_type)
    <6fc>   DW_AT_type        : <0x6ef>
 <1><700>: Abbrev Number: 8 (DW_TAG_structure_type)
    <701>   DW_AT_name        : (indirect string, offset: 0x861): inject_data
    <705>   DW_AT_byte_size   : 10
    <706>   DW_AT_decl_file   : 19
    <707>   DW_AT_decl_line   : 241
    <708>   DW_AT_decl_column : 8
    <709>   DW_AT_sibling     : <0x768>
 <2><70d>: Abbrev Number: 9 (DW_TAG_member)
    <70e>   DW_AT_name        : (indirect string, offset: 0x55f): flags
    <712>   DW_AT_decl_file   : 19
    <713>   DW_AT_decl_line   : 242
    <714>   DW_AT_decl_column : 10
    <715>   DW_AT_type        : <0xeb>
    <719>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><71c>: Abbrev Number: 9 (DW_TAG_member)
    <71d>   DW_AT_name        : (indirect string, offset: 0x98b): signo
    <721>   DW_AT_decl_file   : 19
    <722>   DW_AT_decl_line   : 243
    <723>   DW_AT_decl_column : 10
    <724>   DW_AT_type        : <0xeb>
    <728>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><72b>: Abbrev Number: 9 (DW_TAG_member)
    <72c>   DW_AT_name        : (indirect string, offset: 0x109): rval_idx
    <730>   DW_AT_decl_file   : 19
    <731>   DW_AT_decl_line   : 244
    <732>   DW_AT_decl_column : 11
    <733>   DW_AT_type        : <0xf7>
    <737>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><73a>: Abbrev Number: 9 (DW_TAG_member)
    <73b>   DW_AT_name        : (indirect string, offset: 0x49): delay_idx
    <73f>   DW_AT_decl_file   : 19
    <740>   DW_AT_decl_line   : 245
    <741>   DW_AT_decl_column : 11
    <742>   DW_AT_type        : <0xf7>
    <746>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><749>: Abbrev Number: 9 (DW_TAG_member)
    <74a>   DW_AT_name        : (indirect string, offset: 0x5e7): poke_idx
    <74e>   DW_AT_decl_file   : 19
    <74f>   DW_AT_decl_line   : 246
    <750>   DW_AT_decl_column : 11
    <751>   DW_AT_type        : <0xf7>
    <755>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><758>: Abbrev Number: 9 (DW_TAG_member)
    <759>   DW_AT_name        : (indirect string, offset: 0x199): scno
    <75d>   DW_AT_decl_file   : 19
    <75e>   DW_AT_decl_line   : 247
    <75f>   DW_AT_decl_column : 11
    <760>   DW_AT_type        : <0xf7>
    <764>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><767>: Abbrev Number: 0
 <1><768>: Abbrev Number: 8 (DW_TAG_structure_type)
    <769>   DW_AT_name        : (indirect string, offset: 0xea): inject_opts
    <76d>   DW_AT_byte_size   : 16
    <76e>   DW_AT_decl_file   : 19
    <76f>   DW_AT_decl_line   : 250
    <770>   DW_AT_decl_column : 8
    <771>   DW_AT_sibling     : <0x7b2>
 <2><775>: Abbrev Number: 9 (DW_TAG_member)
    <776>   DW_AT_name        : (indirect string, offset: 0xab1): first
    <77a>   DW_AT_decl_file   : 19
    <77b>   DW_AT_decl_line   : 251
    <77c>   DW_AT_decl_column : 11
    <77d>   DW_AT_type        : <0xf7>
    <781>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><784>: Abbrev Number: 9 (DW_TAG_member)
    <785>   DW_AT_name        : (indirect string, offset: 0x1151): last
    <789>   DW_AT_decl_file   : 19
    <78a>   DW_AT_decl_line   : 252
    <78b>   DW_AT_decl_column : 11
    <78c>   DW_AT_type        : <0xf7>
    <790>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><793>: Abbrev Number: 9 (DW_TAG_member)
    <794>   DW_AT_name        : (indirect string, offset: 0x3c6): step
    <798>   DW_AT_decl_file   : 19
    <799>   DW_AT_decl_line   : 253
    <79a>   DW_AT_decl_column : 11
    <79b>   DW_AT_type        : <0xf7>
    <79f>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7a2>: Abbrev Number: 9 (DW_TAG_member)
    <7a3>   DW_AT_name        : (indirect string, offset: 0x1123): data
    <7a7>   DW_AT_decl_file   : 19
    <7a8>   DW_AT_decl_line   : 254
    <7a9>   DW_AT_decl_column : 21
    <7aa>   DW_AT_type        : <0x700>
    <7ae>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><7b1>: Abbrev Number: 0
 <1><7b2>: Abbrev Number: 22 (DW_TAG_structure_type)
    <7b3>   DW_AT_name        : tcb
    <7b7>   DW_AT_byte_size   : 280
    <7b9>   DW_AT_decl_file   : 19
    <7ba>   DW_AT_decl_line   : 262
    <7bc>   DW_AT_decl_column : 8
    <7bd>   DW_AT_sibling     : <0x9e2>
 <2><7c1>: Abbrev Number: 13 (DW_TAG_member)
    <7c2>   DW_AT_name        : (indirect string, offset: 0x55f): flags
    <7c6>   DW_AT_decl_file   : 19
    <7c7>   DW_AT_decl_line   : 263
    <7c9>   DW_AT_decl_column : 6
    <7ca>   DW_AT_type        : <0x64>
    <7ce>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7d1>: Abbrev Number: 23 (DW_TAG_member)
    <7d2>   DW_AT_name        : pid
    <7d6>   DW_AT_decl_file   : 19
    <7d7>   DW_AT_decl_line   : 264
    <7d9>   DW_AT_decl_column : 6
    <7da>   DW_AT_type        : <0x64>
    <7de>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7e1>: Abbrev Number: 13 (DW_TAG_member)
    <7e2>   DW_AT_name        : (indirect string, offset: 0x61): qual_flg
    <7e6>   DW_AT_decl_file   : 19
    <7e7>   DW_AT_decl_line   : 265
    <7e9>   DW_AT_decl_column : 6
    <7ea>   DW_AT_type        : <0x64>
    <7ee>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7f1>: Abbrev Number: 13 (DW_TAG_member)
    <7f2>   DW_AT_name        : (indirect string, offset: 0x3b7): currpers
    <7f6>   DW_AT_decl_file   : 19
    <7f7>   DW_AT_decl_line   : 267
    <7f9>   DW_AT_decl_column : 15
    <7fa>   DW_AT_type        : <0x2b>
    <7fe>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><801>: Abbrev Number: 13 (DW_TAG_member)
    <802>   DW_AT_name        : (indirect string, offset: 0xbb5): u_error
    <806>   DW_AT_decl_file   : 19
    <807>   DW_AT_decl_line   : 269
    <809>   DW_AT_decl_column : 16
    <80a>   DW_AT_type        : <0x37>
    <80e>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><811>: Abbrev Number: 13 (DW_TAG_member)
    <812>   DW_AT_name        : (indirect string, offset: 0x199): scno
    <816>   DW_AT_decl_file   : 19
    <817>   DW_AT_decl_line   : 270
    <819>   DW_AT_decl_column : 17
    <81a>   DW_AT_type        : <0x5db>
    <81e>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><821>: Abbrev Number: 13 (DW_TAG_member)
    <822>   DW_AT_name        : (indirect string, offset: 0xbee): true_scno
    <826>   DW_AT_decl_file   : 19
    <827>   DW_AT_decl_line   : 271
    <829>   DW_AT_decl_column : 17
    <82a>   DW_AT_type        : <0x5db>
    <82e>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><831>: Abbrev Number: 13 (DW_TAG_member)
    <832>   DW_AT_name        : (indirect string, offset: 0x1a3): u_arg
    <836>   DW_AT_decl_file   : 19
    <837>   DW_AT_decl_line   : 272
    <839>   DW_AT_decl_column : 17
    <83a>   DW_AT_type        : <0x9e2>
    <83e>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><841>: Abbrev Number: 13 (DW_TAG_member)
    <842>   DW_AT_name        : (indirect string, offset: 0x9fe): u_rval
    <846>   DW_AT_decl_file   : 19
    <847>   DW_AT_decl_line   : 273
    <849>   DW_AT_decl_column : 16
    <84a>   DW_AT_type        : <0x5cf>
    <84e>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><851>: Abbrev Number: 13 (DW_TAG_member)
    <852>   DW_AT_name        : (indirect string, offset: 0xb34): sys_func_rval
    <856>   DW_AT_decl_file   : 19
    <857>   DW_AT_decl_line   : 274
    <859>   DW_AT_decl_column : 6
    <85a>   DW_AT_type        : <0x64>
    <85e>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><861>: Abbrev Number: 13 (DW_TAG_member)
    <862>   DW_AT_name        : (indirect string, offset: 0xd65): curcol
    <866>   DW_AT_decl_file   : 19
    <867>   DW_AT_decl_line   : 275
    <869>   DW_AT_decl_column : 6
    <86a>   DW_AT_type        : <0x64>
    <86e>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><871>: Abbrev Number: 13 (DW_TAG_member)
    <872>   DW_AT_name        : (indirect string, offset: 0xa10): outf
    <876>   DW_AT_decl_file   : 19
    <877>   DW_AT_decl_line   : 276
    <879>   DW_AT_decl_column : 8
    <87a>   DW_AT_type        : <0x9f2>
    <87e>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><881>: Abbrev Number: 13 (DW_TAG_member)
    <882>   DW_AT_name        : (indirect string, offset: 0xf99): staged_output_data
    <886>   DW_AT_decl_file   : 19
    <887>   DW_AT_decl_line   : 277
    <889>   DW_AT_decl_column : 29
    <88a>   DW_AT_type        : <0x9fe>
    <88e>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><891>: Abbrev Number: 13 (DW_TAG_member)
    <892>   DW_AT_name        : (indirect string, offset: 0xaff): auxstr
    <896>   DW_AT_decl_file   : 19
    <897>   DW_AT_decl_line   : 279
    <899>   DW_AT_decl_column : 14
    <89a>   DW_AT_type        : <0x1c2>
    <89e>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><8a1>: Abbrev Number: 13 (DW_TAG_member)
    <8a2>   DW_AT_name        : (indirect string, offset: 0x182): _priv_data
    <8a6>   DW_AT_decl_file   : 19
    <8a7>   DW_AT_decl_line   : 280
    <8a9>   DW_AT_decl_column : 8
    <8aa>   DW_AT_type        : <0xc6>
    <8ae>   DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
 <2><8b1>: Abbrev Number: 13 (DW_TAG_member)
    <8b2>   DW_AT_name        : (indirect string, offset: 0xc93): _free_priv_data
    <8b6>   DW_AT_decl_file   : 19
    <8b7>   DW_AT_decl_line   : 281
    <8b9>   DW_AT_decl_column : 9
    <8ba>   DW_AT_type        : <0xa10>
    <8be>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><8c1>: Abbrev Number: 13 (DW_TAG_member)
    <8c2>   DW_AT_name        : (indirect string, offset: 0x193): s_ent
    <8c6>   DW_AT_decl_file   : 19
    <8c7>   DW_AT_decl_line   : 282
    <8c9>   DW_AT_decl_column : 23
    <8ca>   DW_AT_type        : <0xa16>
    <8ce>   DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
 <2><8d1>: Abbrev Number: 13 (DW_TAG_member)
    <8d2>   DW_AT_name        : (indirect string, offset: 0x30): s_prev_ent
    <8d6>   DW_AT_decl_file   : 19
    <8d7>   DW_AT_decl_line   : 285
    <8d9>   DW_AT_decl_column : 23
    <8da>   DW_AT_type        : <0xa16>
    <8de>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><8e2>: Abbrev Number: 13 (DW_TAG_member)
    <8e3>   DW_AT_name        : (indirect string, offset: 0x3ac): inject_vec
    <8e7>   DW_AT_decl_file   : 19
    <8e8>   DW_AT_decl_line   : 286
    <8ea>   DW_AT_decl_column : 22
    <8eb>   DW_AT_type        : <0xa21>
    <8ef>   DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
 <2><8f3>: Abbrev Number: 13 (DW_TAG_member)
    <8f4>   DW_AT_name        : (indirect string, offset: 0x828): stime
    <8f8>   DW_AT_decl_file   : 19
    <8f9>   DW_AT_decl_line   : 287
    <8fb>   DW_AT_decl_column : 18
    <8fc>   DW_AT_type        : <0x133>
    <900>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><904>: Abbrev Number: 13 (DW_TAG_member)
    <905>   DW_AT_name        : (indirect string, offset: 0x3c0): ltime
    <909>   DW_AT_decl_file   : 19
    <90a>   DW_AT_decl_line   : 288
    <90c>   DW_AT_decl_column : 18
    <90d>   DW_AT_type        : <0x133>
    <911>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><915>: Abbrev Number: 13 (DW_TAG_member)
    <916>   DW_AT_name        : (indirect string, offset: 0x1051): atime
    <91a>   DW_AT_decl_file   : 19
    <91b>   DW_AT_decl_line   : 289
    <91d>   DW_AT_decl_column : 18
    <91e>   DW_AT_type        : <0x133>
    <922>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><926>: Abbrev Number: 13 (DW_TAG_member)
    <927>   DW_AT_name        : (indirect string, offset: 0x559): etime
    <92b>   DW_AT_decl_file   : 19
    <92c>   DW_AT_decl_line   : 290
    <92e>   DW_AT_decl_column : 18
    <92f>   DW_AT_type        : <0x133>
    <933>   DW_AT_data_member_location: 3 byte block: 23 c0 1 	(DW_OP_plus_uconst: 192)
 <2><937>: Abbrev Number: 13 (DW_TAG_member)
    <938>   DW_AT_name        : (indirect string, offset: 0xdd9): delay_expiration_time
    <93c>   DW_AT_decl_file   : 19
    <93d>   DW_AT_decl_line   : 291
    <93f>   DW_AT_decl_column : 18
    <940>   DW_AT_type        : <0x133>
    <944>   DW_AT_data_member_location: 3 byte block: 23 d0 1 	(DW_OP_plus_uconst: 208)
 <2><948>: Abbrev Number: 13 (DW_TAG_member)
    <949>   DW_AT_name        : (indirect string, offset: 0x3b): pid_ns
    <94d>   DW_AT_decl_file   : 19
    <94e>   DW_AT_decl_line   : 298
    <950>   DW_AT_decl_column : 15
    <951>   DW_AT_type        : <0x2b>
    <955>   DW_AT_data_member_location: 3 byte block: 23 e0 1 	(DW_OP_plus_uconst: 224)
 <2><959>: Abbrev Number: 13 (DW_TAG_member)
    <95a>   DW_AT_name        : (indirect string, offset: 0xff0): mmap_cache
    <95e>   DW_AT_decl_file   : 19
    <95f>   DW_AT_decl_line   : 304
    <961>   DW_AT_decl_column : 23
    <962>   DW_AT_type        : <0xa3d>
    <966>   DW_AT_data_member_location: 3 byte block: 23 e4 1 	(DW_OP_plus_uconst: 228)
 <2><96a>: Abbrev Number: 13 (DW_TAG_member)
    <96b>   DW_AT_name        : (indirect string, offset: 0xbc4): wait_data_idx
    <96f>   DW_AT_decl_file   : 19
    <970>   DW_AT_decl_line   : 311
    <972>   DW_AT_decl_column : 9
    <973>   DW_AT_type        : <0x122>
    <977>   DW_AT_data_member_location: 3 byte block: 23 e8 1 	(DW_OP_plus_uconst: 232)
 <2><97b>: Abbrev Number: 13 (DW_TAG_member)
    <97c>   DW_AT_name        : (indirect string, offset: 0xb06): delayed_wait_data
    <980>   DW_AT_decl_file   : 19
    <981>   DW_AT_decl_line   : 313
    <983>   DW_AT_decl_column : 24
    <984>   DW_AT_type        : <0xa49>
    <988>   DW_AT_data_member_location: 3 byte block: 23 ec 1 	(DW_OP_plus_uconst: 236)
 <2><98c>: Abbrev Number: 13 (DW_TAG_member)
    <98d>   DW_AT_name        : (indirect string, offset: 0xb76): wait_list
    <991>   DW_AT_decl_file   : 19
    <992>   DW_AT_decl_line   : 314
    <994>   DW_AT_decl_column : 19
    <995>   DW_AT_type        : <0x5ec>
    <999>   DW_AT_data_member_location: 3 byte block: 23 f0 1 	(DW_OP_plus_uconst: 240)
 <2><99d>: Abbrev Number: 13 (DW_TAG_member)
    <99e>   DW_AT_name        : (indirect string, offset: 0x6ed): vcpu_info_list
    <9a2>   DW_AT_decl_file   : 19
    <9a3>   DW_AT_decl_line   : 318
    <9a5>   DW_AT_decl_column : 20
    <9a6>   DW_AT_type        : <0xa55>
    <9aa>   DW_AT_data_member_location: 3 byte block: 23 f8 1 	(DW_OP_plus_uconst: 248)
 <2><9ae>: Abbrev Number: 13 (DW_TAG_member)
    <9af>   DW_AT_name        : (indirect string, offset: 0xd2a): unwind_ctx
    <9b3>   DW_AT_decl_file   : 19
    <9b4>   DW_AT_decl_line   : 322
    <9b6>   DW_AT_decl_column : 8
    <9b7>   DW_AT_type        : <0xc6>
    <9bb>   DW_AT_data_member_location: 3 byte block: 23 fc 1 	(DW_OP_plus_uconst: 252)
 <2><9bf>: Abbrev Number: 13 (DW_TAG_member)
    <9c0>   DW_AT_name        : (indirect string, offset: 0x543): unwind_queue
    <9c4>   DW_AT_decl_file   : 19
    <9c5>   DW_AT_decl_line   : 323
    <9c7>   DW_AT_decl_column : 25
    <9c8>   DW_AT_type        : <0xa61>
    <9cc>   DW_AT_data_member_location: 3 byte block: 23 80 2 	(DW_OP_plus_uconst: 256)
 <2><9d0>: Abbrev Number: 13 (DW_TAG_member)
    <9d1>   DW_AT_name        : (indirect string, offset: 0x177): comm
    <9d5>   DW_AT_decl_file   : 19
    <9d6>   DW_AT_decl_line   : 327
    <9d8>   DW_AT_decl_column : 7
    <9d9>   DW_AT_type        : <0xa67>
    <9dd>   DW_AT_data_member_location: 3 byte block: 23 84 2 	(DW_OP_plus_uconst: 260)
 <2><9e1>: Abbrev Number: 0
 <1><9e2>: Abbrev Number: 15 (DW_TAG_array_type)
    <9e3>   DW_AT_type        : <0x5db>
    <9e7>   DW_AT_sibling     : <0x9f2>
 <2><9eb>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <9ec>   DW_AT_type        : <0x2b>
    <9f0>   DW_AT_upper_bound : 5
 <2><9f1>: Abbrev Number: 0
 <1><9f2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9f3>   DW_AT_byte_size   : 4
    <9f4>   DW_AT_type        : <0x3ac>
 <1><9f8>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9f9>   DW_AT_name        : (indirect string, offset: 0xf99): staged_output_data
    <9fd>   DW_AT_declaration : 1
 <1><9fe>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9ff>   DW_AT_byte_size   : 4
    <a00>   DW_AT_type        : <0x9f8>
 <1><a04>: Abbrev Number: 24 (DW_TAG_subroutine_type)
    <a05>   DW_AT_prototyped  : 1
    <a06>   DW_AT_sibling     : <0xa10>
 <2><a0a>: Abbrev Number: 25 (DW_TAG_formal_parameter)
    <a0b>   DW_AT_type        : <0xc6>
 <2><a0f>: Abbrev Number: 0
 <1><a10>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a11>   DW_AT_byte_size   : 4
    <a12>   DW_AT_type        : <0xa04>
 <1><a16>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a17>   DW_AT_byte_size   : 4
    <a18>   DW_AT_type        : <0x694>
 <1><a1c>: Abbrev Number: 3 (DW_TAG_const_type)
    <a1d>   DW_AT_type        : <0xa16>
 <1><a21>: Abbrev Number: 15 (DW_TAG_array_type)
    <a22>   DW_AT_type        : <0xa31>
    <a26>   DW_AT_sibling     : <0xa31>
 <2><a2a>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a2b>   DW_AT_type        : <0x2b>
    <a2f>   DW_AT_upper_bound : 2
 <2><a30>: Abbrev Number: 0
 <1><a31>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a32>   DW_AT_byte_size   : 4
    <a33>   DW_AT_type        : <0x768>
 <1><a37>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a38>   DW_AT_name        : (indirect string, offset: 0xb6): mmap_cache_t
    <a3c>   DW_AT_declaration : 1
 <1><a3d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a3e>   DW_AT_byte_size   : 4
    <a3f>   DW_AT_type        : <0xa37>
 <1><a43>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a44>   DW_AT_name        : (indirect string, offset: 0x3e1): tcb_wait_data
    <a48>   DW_AT_declaration : 1
 <1><a49>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a4a>   DW_AT_byte_size   : 4
    <a4b>   DW_AT_type        : <0xa43>
 <1><a4f>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a50>   DW_AT_name        : (indirect string, offset: 0x16d): vcpu_info
    <a54>   DW_AT_declaration : 1
 <1><a55>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a56>   DW_AT_byte_size   : 4
    <a57>   DW_AT_type        : <0xa4f>
 <1><a5b>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a5c>   DW_AT_name        : (indirect string, offset: 0xf7d): unwind_queue_t
    <a60>   DW_AT_declaration : 1
 <1><a61>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a62>   DW_AT_byte_size   : 4
    <a63>   DW_AT_type        : <0xa5b>
 <1><a67>: Abbrev Number: 15 (DW_TAG_array_type)
    <a68>   DW_AT_type        : <0xdf>
    <a6c>   DW_AT_sibling     : <0xa77>
 <2><a70>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a71>   DW_AT_type        : <0x2b>
    <a75>   DW_AT_upper_bound : 15
 <2><a76>: Abbrev Number: 0
 <1><a77>: Abbrev Number: 10 (DW_TAG_variable)
    <a78>   DW_AT_name        : (indirect string, offset: 0xc01): stub_sysent
    <a7c>   DW_AT_decl_file   : 19
    <a7d>   DW_AT_decl_line   : 400
    <a7f>   DW_AT_decl_column : 28
    <a80>   DW_AT_type        : <0x694>
    <a84>   DW_AT_external    : 1
    <a85>   DW_AT_declaration : 1
 <1><a86>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a87>   DW_AT_name        : (indirect string, offset: 0x1106): xlat_type
    <a8b>   DW_AT_encoding    : 7	(unsigned)
    <a8c>   DW_AT_byte_size   : 4
    <a8d>   DW_AT_type        : <0x2b>
    <a91>   DW_AT_decl_file   : 20
    <a92>   DW_AT_decl_line   : 13
    <a93>   DW_AT_decl_column : 6
    <a94>   DW_AT_sibling     : <0xaab>
 <2><a98>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a99>   DW_AT_name        : (indirect string, offset: 0x2f4): XT_NORMAL
    <a9d>   DW_AT_const_value : 0
 <2><a9e>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a9f>   DW_AT_name        : (indirect string, offset: 0xcc7): XT_SORTED
    <aa3>   DW_AT_const_value : 1
 <2><aa4>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa5>   DW_AT_name        : (indirect string, offset: 0xe5c): XT_INDEXED
    <aa9>   DW_AT_const_value : 2
 <2><aaa>: Abbrev Number: 0
 <1><aab>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <aac>   DW_AT_name        : (indirect string, offset: 0xc3d): xlat_style
    <ab0>   DW_AT_encoding    : 7	(unsigned)
    <ab1>   DW_AT_byte_size   : 4
    <ab2>   DW_AT_type        : <0x2b>
    <ab6>   DW_AT_decl_file   : 20
    <ab7>   DW_AT_decl_line   : 19
    <ab8>   DW_AT_decl_column : 6
    <ab9>   DW_AT_sibling     : <0xae8>
 <2><abd>: Abbrev Number: 27 (DW_TAG_enumerator)
    <abe>   DW_AT_name        : (indirect string, offset: 0xf6): XLAT_STYLE_DEFAULT
    <ac2>   DW_AT_const_value : 0
 <2><ac3>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ac4>   DW_AT_name        : (indirect string, offset: 0xc70): XLAT_STYLE_RAW
    <ac8>   DW_AT_const_value : 1
 <2><ac9>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aca>   DW_AT_name        : (indirect string, offset: 0x10d1): XLAT_STYLE_ABBREV
    <ace>   DW_AT_const_value : 2
 <2><acf>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ad0>   DW_AT_name        : (indirect string, offset: 0x31b): XLAT_STYLE_VERBOSE
    <ad4>   DW_AT_const_value : 3
 <2><ad5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ad6>   DW_AT_name        : (indirect string, offset: 0x1a): XLAT_STYLE_FMT_X
    <ada>   DW_AT_const_value : 0
 <2><adb>: Abbrev Number: 27 (DW_TAG_enumerator)
    <adc>   DW_AT_name        : (indirect string, offset: 0x9): XLAT_STYLE_FMT_U
    <ae0>   DW_AT_const_value : 4
 <2><ae1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ae2>   DW_AT_name        : (indirect string, offset: 0x1140): XLAT_STYLE_FMT_D
    <ae6>   DW_AT_const_value : 8
 <2><ae7>: Abbrev Number: 0
 <1><ae8>: Abbrev Number: 8 (DW_TAG_structure_type)
    <ae9>   DW_AT_name        : (indirect string, offset: 0x357): xlat_data
    <aed>   DW_AT_byte_size   : 16
    <aee>   DW_AT_decl_file   : 20
    <aef>   DW_AT_decl_line   : 51
    <af0>   DW_AT_decl_column : 8
    <af1>   DW_AT_sibling     : <0xb14>
 <2><af5>: Abbrev Number: 19 (DW_TAG_member)
    <af6>   DW_AT_name        : val
    <afa>   DW_AT_decl_file   : 20
    <afb>   DW_AT_decl_line   : 52
    <afc>   DW_AT_decl_column : 11
    <afd>   DW_AT_type        : <0x10f>
    <b01>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b04>: Abbrev Number: 19 (DW_TAG_member)
    <b05>   DW_AT_name        : str
    <b09>   DW_AT_decl_file   : 20
    <b0a>   DW_AT_decl_line   : 53
    <b0b>   DW_AT_decl_column : 14
    <b0c>   DW_AT_type        : <0x1c2>
    <b10>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b13>: Abbrev Number: 0
 <1><b14>: Abbrev Number: 3 (DW_TAG_const_type)
    <b15>   DW_AT_type        : <0xae8>
 <1><b19>: Abbrev Number: 8 (DW_TAG_structure_type)
    <b1a>   DW_AT_name        : (indirect string, offset: 0x2b): xlat
    <b1e>   DW_AT_byte_size   : 24
    <b1f>   DW_AT_decl_file   : 20
    <b20>   DW_AT_decl_line   : 56
    <b21>   DW_AT_decl_column : 8
    <b22>   DW_AT_sibling     : <0xb72>
 <2><b26>: Abbrev Number: 9 (DW_TAG_member)
    <b27>   DW_AT_name        : (indirect string, offset: 0x1123): data
    <b2b>   DW_AT_decl_file   : 20
    <b2c>   DW_AT_decl_line   : 57
    <b2d>   DW_AT_decl_column : 26
    <b2e>   DW_AT_type        : <0xb77>
    <b32>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b35>: Abbrev Number: 9 (DW_TAG_member)
    <b36>   DW_AT_name        : (indirect string, offset: 0x8c9): flags_strsz
    <b3a>   DW_AT_decl_file   : 20
    <b3b>   DW_AT_decl_line   : 58
    <b3c>   DW_AT_decl_column : 9
    <b3d>   DW_AT_type        : <0x122>
    <b41>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b44>: Abbrev Number: 9 (DW_TAG_member)
    <b45>   DW_AT_name        : (indirect string, offset: 0xbd2): size
    <b49>   DW_AT_decl_file   : 20
    <b4a>   DW_AT_decl_line   : 59
    <b4b>   DW_AT_decl_column : 11
    <b4c>   DW_AT_type        : <0x103>
    <b50>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b53>: Abbrev Number: 9 (DW_TAG_member)
    <b54>   DW_AT_name        : (indirect string, offset: 0x19e): type
    <b58>   DW_AT_decl_file   : 20
    <b59>   DW_AT_decl_line   : 60
    <b5a>   DW_AT_decl_column : 17
    <b5b>   DW_AT_type        : <0xa86>
    <b5f>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b62>: Abbrev Number: 9 (DW_TAG_member)
    <b63>   DW_AT_name        : (indirect string, offset: 0x748): flags_mask
    <b67>   DW_AT_decl_file   : 20
    <b68>   DW_AT_decl_line   : 61
    <b69>   DW_AT_decl_column : 11
    <b6a>   DW_AT_type        : <0x10f>
    <b6e>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b71>: Abbrev Number: 0
 <1><b72>: Abbrev Number: 3 (DW_TAG_const_type)
    <b73>   DW_AT_type        : <0xb19>
 <1><b77>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b78>   DW_AT_byte_size   : 4
    <b79>   DW_AT_type        : <0xb14>
 <1><b7d>: Abbrev Number: 15 (DW_TAG_array_type)
    <b7e>   DW_AT_type        : <0xb72>
    <b82>   DW_AT_sibling     : <0xb88>
 <2><b86>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b87>: Abbrev Number: 0
 <1><b88>: Abbrev Number: 3 (DW_TAG_const_type)
    <b89>   DW_AT_type        : <0xb7d>
 <1><b8d>: Abbrev Number: 10 (DW_TAG_variable)
    <b8e>   DW_AT_name        : (indirect string, offset: 0xed5): addrfams
    <b92>   DW_AT_decl_file   : 19
    <b93>   DW_AT_decl_line   : 406
    <b95>   DW_AT_decl_column : 26
    <b96>   DW_AT_type        : <0xb88>
    <b9a>   DW_AT_external    : 1
    <b9b>   DW_AT_declaration : 1
 <1><b9c>: Abbrev Number: 10 (DW_TAG_variable)
    <b9d>   DW_AT_name        : (indirect string, offset: 0xd9e): arp_hardware_types
    <ba1>   DW_AT_decl_file   : 19
    <ba2>   DW_AT_decl_line   : 407
    <ba4>   DW_AT_decl_column : 26
    <ba5>   DW_AT_type        : <0xb88>
    <ba9>   DW_AT_external    : 1
    <baa>   DW_AT_declaration : 1
 <1><bab>: Abbrev Number: 10 (DW_TAG_variable)
    <bac>   DW_AT_name        : (indirect string, offset: 0x1057): at_flags
    <bb0>   DW_AT_decl_file   : 19
    <bb1>   DW_AT_decl_line   : 408
    <bb3>   DW_AT_decl_column : 26
    <bb4>   DW_AT_type        : <0xb88>
    <bb8>   DW_AT_external    : 1
    <bb9>   DW_AT_declaration : 1
 <1><bba>: Abbrev Number: 10 (DW_TAG_variable)
    <bbb>   DW_AT_name        : (indirect string, offset: 0x521): clocknames
    <bbf>   DW_AT_decl_file   : 19
    <bc0>   DW_AT_decl_line   : 409
    <bc2>   DW_AT_decl_column : 26
    <bc3>   DW_AT_type        : <0xb88>
    <bc7>   DW_AT_external    : 1
    <bc8>   DW_AT_declaration : 1
 <1><bc9>: Abbrev Number: 10 (DW_TAG_variable)
    <bca>   DW_AT_name        : (indirect string, offset: 0x102c): dirent_types
    <bce>   DW_AT_decl_file   : 19
    <bcf>   DW_AT_decl_line   : 410
    <bd1>   DW_AT_decl_column : 26
    <bd2>   DW_AT_type        : <0xb88>
    <bd6>   DW_AT_external    : 1
    <bd7>   DW_AT_declaration : 1
 <1><bd8>: Abbrev Number: 10 (DW_TAG_variable)
    <bd9>   DW_AT_name        : (indirect string, offset: 0x91a): ethernet_protocols
    <bdd>   DW_AT_decl_file   : 19
    <bde>   DW_AT_decl_line   : 411
    <be0>   DW_AT_decl_column : 26
    <be1>   DW_AT_type        : <0xb88>
    <be5>   DW_AT_external    : 1
    <be6>   DW_AT_declaration : 1
 <1><be7>: Abbrev Number: 10 (DW_TAG_variable)
    <be8>   DW_AT_name        : (indirect string, offset: 0x64b): inet_protocols
    <bec>   DW_AT_decl_file   : 19
    <bed>   DW_AT_decl_line   : 412
    <bef>   DW_AT_decl_column : 26
    <bf0>   DW_AT_type        : <0xb88>
    <bf4>   DW_AT_external    : 1
    <bf5>   DW_AT_declaration : 1
 <1><bf6>: Abbrev Number: 10 (DW_TAG_variable)
    <bf7>   DW_AT_name        : (indirect string, offset: 0x2e1): evdev_abs
    <bfb>   DW_AT_decl_file   : 19
    <bfc>   DW_AT_decl_line   : 413
    <bfe>   DW_AT_decl_column : 26
    <bff>   DW_AT_type        : <0xb88>
    <c03>   DW_AT_external    : 1
    <c04>   DW_AT_declaration : 1
 <1><c05>: Abbrev Number: 10 (DW_TAG_variable)
    <c06>   DW_AT_name        : (indirect string, offset: 0x73d): audit_arch
    <c0a>   DW_AT_decl_file   : 19
    <c0b>   DW_AT_decl_line   : 414
    <c0d>   DW_AT_decl_column : 26
    <c0e>   DW_AT_type        : <0xb88>
    <c12>   DW_AT_external    : 1
    <c13>   DW_AT_declaration : 1
 <1><c14>: Abbrev Number: 10 (DW_TAG_variable)
    <c15>   DW_AT_name        : (indirect string, offset: 0xa2): evdev_ev
    <c19>   DW_AT_decl_file   : 19
    <c1a>   DW_AT_decl_line   : 415
    <c1c>   DW_AT_decl_column : 26
    <c1d>   DW_AT_type        : <0xb88>
    <c21>   DW_AT_external    : 1
    <c22>   DW_AT_declaration : 1
 <1><c23>: Abbrev Number: 10 (DW_TAG_variable)
    <c24>   DW_AT_name        : (indirect string, offset: 0x502): iffflags
    <c28>   DW_AT_decl_file   : 19
    <c29>   DW_AT_decl_line   : 416
    <c2b>   DW_AT_decl_column : 26
    <c2c>   DW_AT_type        : <0xb88>
    <c30>   DW_AT_external    : 1
    <c31>   DW_AT_declaration : 1
 <1><c32>: Abbrev Number: 10 (DW_TAG_variable)
    <c33>   DW_AT_name        : (indirect string, offset: 0xc7f): ip_type_of_services
    <c37>   DW_AT_decl_file   : 19
    <c38>   DW_AT_decl_line   : 417
    <c3a>   DW_AT_decl_column : 26
    <c3b>   DW_AT_type        : <0xb88>
    <c3f>   DW_AT_external    : 1
    <c40>   DW_AT_declaration : 1
 <1><c41>: Abbrev Number: 10 (DW_TAG_variable)
    <c42>   DW_AT_name        : (indirect string, offset: 0x6c9): ipc_private
    <c46>   DW_AT_decl_file   : 19
    <c47>   DW_AT_decl_line   : 418
    <c49>   DW_AT_decl_column : 26
    <c4a>   DW_AT_type        : <0xb88>
    <c4e>   DW_AT_external    : 1
    <c4f>   DW_AT_declaration : 1
 <1><c50>: Abbrev Number: 10 (DW_TAG_variable)
    <c51>   DW_AT_name        : (indirect string, offset: 0x342): msg_flags
    <c55>   DW_AT_decl_file   : 19
    <c56>   DW_AT_decl_line   : 419
    <c58>   DW_AT_decl_column : 26
    <c59>   DW_AT_type        : <0xb88>
    <c5d>   DW_AT_external    : 1
    <c5e>   DW_AT_declaration : 1
 <1><c5f>: Abbrev Number: 10 (DW_TAG_variable)
    <c60>   DW_AT_name        : (indirect string, offset: 0x112): netlink_protocols
    <c64>   DW_AT_decl_file   : 19
    <c65>   DW_AT_decl_line   : 420
    <c67>   DW_AT_decl_column : 26
    <c68>   DW_AT_type        : <0xb88>
    <c6c>   DW_AT_external    : 1
    <c6d>   DW_AT_declaration : 1
 <1><c6e>: Abbrev Number: 10 (DW_TAG_variable)
    <c6f>   DW_AT_name        : (indirect string, offset: 0xfac): nl_bridge_vlan_flags
    <c73>   DW_AT_decl_file   : 19
    <c74>   DW_AT_decl_line   : 421
    <c76>   DW_AT_decl_column : 26
    <c77>   DW_AT_type        : <0xb88>
    <c7b>   DW_AT_external    : 1
    <c7c>   DW_AT_declaration : 1
 <1><c7d>: Abbrev Number: 10 (DW_TAG_variable)
    <c7e>   DW_AT_name        : (indirect string, offset: 0xe45): nl_netfilter_msg_types
    <c82>   DW_AT_decl_file   : 19
    <c83>   DW_AT_decl_line   : 422
    <c85>   DW_AT_decl_column : 26
    <c86>   DW_AT_type        : <0xb88>
    <c8a>   DW_AT_external    : 1
    <c8b>   DW_AT_declaration : 1
 <1><c8c>: Abbrev Number: 10 (DW_TAG_variable)
    <c8d>   DW_AT_name        : (indirect string, offset: 0x22e): nl_route_types
    <c91>   DW_AT_decl_file   : 19
    <c92>   DW_AT_decl_line   : 423
    <c94>   DW_AT_decl_column : 26
    <c95>   DW_AT_type        : <0xb88>
    <c99>   DW_AT_external    : 1
    <c9a>   DW_AT_declaration : 1
 <1><c9b>: Abbrev Number: 10 (DW_TAG_variable)
    <c9c>   DW_AT_name        : (indirect string, offset: 0xf1a): open_access_modes
    <ca0>   DW_AT_decl_file   : 19
    <ca1>   DW_AT_decl_line   : 424
    <ca3>   DW_AT_decl_column : 26
    <ca4>   DW_AT_type        : <0xb88>
    <ca8>   DW_AT_external    : 1
    <ca9>   DW_AT_declaration : 1
 <1><caa>: Abbrev Number: 10 (DW_TAG_variable)
    <cab>   DW_AT_name        : (indirect string, offset: 0x82): open_mode_flags
    <caf>   DW_AT_decl_file   : 19
    <cb0>   DW_AT_decl_line   : 425
    <cb2>   DW_AT_decl_column : 26
    <cb3>   DW_AT_type        : <0xb88>
    <cb7>   DW_AT_external    : 1
    <cb8>   DW_AT_declaration : 1
 <1><cb9>: Abbrev Number: 10 (DW_TAG_variable)
    <cba>   DW_AT_name        : (indirect string, offset: 0xca3): perf_type_id
    <cbe>   DW_AT_decl_file   : 19
    <cbf>   DW_AT_decl_line   : 426
    <cc1>   DW_AT_decl_column : 26
    <cc2>   DW_AT_type        : <0xb88>
    <cc6>   DW_AT_external    : 1
    <cc7>   DW_AT_declaration : 1
 <1><cc8>: Abbrev Number: 10 (DW_TAG_variable)
    <cc9>   DW_AT_name        : (indirect string, offset: 0xede): pollflags
    <ccd>   DW_AT_decl_file   : 19
    <cce>   DW_AT_decl_line   : 427
    <cd0>   DW_AT_decl_column : 26
    <cd1>   DW_AT_type        : <0xb88>
    <cd5>   DW_AT_external    : 1
    <cd6>   DW_AT_declaration : 1
 <1><cd7>: Abbrev Number: 10 (DW_TAG_variable)
    <cd8>   DW_AT_name        : (indirect string, offset: 0x5db): ptrace_cmds
    <cdc>   DW_AT_decl_file   : 19
    <cdd>   DW_AT_decl_line   : 428
    <cdf>   DW_AT_decl_column : 26
    <ce0>   DW_AT_type        : <0xb88>
    <ce4>   DW_AT_external    : 1
    <ce5>   DW_AT_declaration : 1
 <1><ce6>: Abbrev Number: 10 (DW_TAG_variable)
    <ce7>   DW_AT_name        : (indirect string, offset: 0x852): resource_flags
    <ceb>   DW_AT_decl_file   : 19
    <cec>   DW_AT_decl_line   : 429
    <cee>   DW_AT_decl_column : 26
    <cef>   DW_AT_type        : <0xb88>
    <cf3>   DW_AT_external    : 1
    <cf4>   DW_AT_declaration : 1
 <1><cf5>: Abbrev Number: 10 (DW_TAG_variable)
    <cf6>   DW_AT_name        : (indirect string, offset: 0x2b7): route_nexthop_flags
    <cfa>   DW_AT_decl_file   : 19
    <cfb>   DW_AT_decl_line   : 430
    <cfd>   DW_AT_decl_column : 26
    <cfe>   DW_AT_type        : <0xb88>
    <d02>   DW_AT_external    : 1
    <d03>   DW_AT_declaration : 1
 <1><d04>: Abbrev Number: 10 (DW_TAG_variable)
    <d05>   DW_AT_name        : (indirect string, offset: 0xf41): routing_protocols
    <d09>   DW_AT_decl_file   : 19
    <d0a>   DW_AT_decl_line   : 431
    <d0c>   DW_AT_decl_column : 26
    <d0d>   DW_AT_type        : <0xb88>
    <d11>   DW_AT_external    : 1
    <d12>   DW_AT_declaration : 1
 <1><d13>: Abbrev Number: 10 (DW_TAG_variable)
    <d14>   DW_AT_name        : (indirect string, offset: 0x4f3): routing_scopes
    <d18>   DW_AT_decl_file   : 19
    <d19>   DW_AT_decl_line   : 432
    <d1b>   DW_AT_decl_column : 26
    <d1c>   DW_AT_type        : <0xb88>
    <d20>   DW_AT_external    : 1
    <d21>   DW_AT_declaration : 1
 <1><d22>: Abbrev Number: 10 (DW_TAG_variable)
    <d23>   DW_AT_name        : (indirect string, offset: 0xe33): routing_table_ids
    <d27>   DW_AT_decl_file   : 19
    <d28>   DW_AT_decl_line   : 433
    <d2a>   DW_AT_decl_column : 26
    <d2b>   DW_AT_type        : <0xb88>
    <d2f>   DW_AT_external    : 1
    <d30>   DW_AT_declaration : 1
 <1><d31>: Abbrev Number: 10 (DW_TAG_variable)
    <d32>   DW_AT_name        : (indirect string, offset: 0x68d): routing_types
    <d36>   DW_AT_decl_file   : 19
    <d37>   DW_AT_decl_line   : 434
    <d39>   DW_AT_decl_column : 26
    <d3a>   DW_AT_type        : <0xb88>
    <d3e>   DW_AT_external    : 1
    <d3f>   DW_AT_declaration : 1
 <1><d40>: Abbrev Number: 10 (DW_TAG_variable)
    <d41>   DW_AT_name        : (indirect string, offset: 0x1c2): rwf_flags
    <d45>   DW_AT_decl_file   : 19
    <d46>   DW_AT_decl_line   : 435
    <d48>   DW_AT_decl_column : 26
    <d49>   DW_AT_type        : <0xb88>
    <d4d>   DW_AT_external    : 1
    <d4e>   DW_AT_declaration : 1
 <1><d4f>: Abbrev Number: 10 (DW_TAG_variable)
    <d50>   DW_AT_name        : (indirect string, offset: 0x88a): seccomp_filter_flags
    <d54>   DW_AT_decl_file   : 19
    <d55>   DW_AT_decl_line   : 436
    <d57>   DW_AT_decl_column : 26
    <d58>   DW_AT_type        : <0xb88>
    <d5c>   DW_AT_external    : 1
    <d5d>   DW_AT_declaration : 1
 <1><d5e>: Abbrev Number: 10 (DW_TAG_variable)
    <d5f>   DW_AT_name        : (indirect string, offset: 0x2fe): seccomp_ret_action
    <d63>   DW_AT_decl_file   : 19
    <d64>   DW_AT_decl_line   : 437
    <d66>   DW_AT_decl_column : 26
    <d67>   DW_AT_type        : <0xb88>
    <d6b>   DW_AT_external    : 1
    <d6c>   DW_AT_declaration : 1
 <1><d6d>: Abbrev Number: 10 (DW_TAG_variable)
    <d6e>   DW_AT_name        : (indirect string, offset: 0x4bc): setns_types
    <d72>   DW_AT_decl_file   : 19
    <d73>   DW_AT_decl_line   : 438
    <d75>   DW_AT_decl_column : 26
    <d76>   DW_AT_type        : <0xb88>
    <d7a>   DW_AT_external    : 1
    <d7b>   DW_AT_declaration : 1
 <1><d7c>: Abbrev Number: 10 (DW_TAG_variable)
    <d7d>   DW_AT_name        : (indirect string, offset: 0xeca): sg_io_info
    <d81>   DW_AT_decl_file   : 19
    <d82>   DW_AT_decl_line   : 439
    <d84>   DW_AT_decl_column : 26
    <d85>   DW_AT_type        : <0xb88>
    <d89>   DW_AT_external    : 1
    <d8a>   DW_AT_declaration : 1
 <1><d8b>: Abbrev Number: 10 (DW_TAG_variable)
    <d8c>   DW_AT_name        : (indirect string, offset: 0xc25): socketlayers
    <d90>   DW_AT_decl_file   : 19
    <d91>   DW_AT_decl_line   : 440
    <d93>   DW_AT_decl_column : 26
    <d94>   DW_AT_type        : <0xb88>
    <d98>   DW_AT_external    : 1
    <d99>   DW_AT_declaration : 1
 <1><d9a>: Abbrev Number: 10 (DW_TAG_variable)
    <d9b>   DW_AT_name        : (indirect string, offset: 0xe12): socktypes
    <d9f>   DW_AT_decl_file   : 19
    <da0>   DW_AT_decl_line   : 441
    <da2>   DW_AT_decl_column : 26
    <da3>   DW_AT_type        : <0xb88>
    <da7>   DW_AT_external    : 1
    <da8>   DW_AT_declaration : 1
 <1><da9>: Abbrev Number: 10 (DW_TAG_variable)
    <daa>   DW_AT_name        : (indirect string, offset: 0xaef): tcp_state_flags
    <dae>   DW_AT_decl_file   : 19
    <daf>   DW_AT_decl_line   : 442
    <db1>   DW_AT_decl_column : 26
    <db2>   DW_AT_type        : <0xb88>
    <db6>   DW_AT_external    : 1
    <db7>   DW_AT_declaration : 1
 <1><db8>: Abbrev Number: 10 (DW_TAG_variable)
    <db9>   DW_AT_name        : (indirect string, offset: 0x772): tcp_states
    <dbd>   DW_AT_decl_file   : 19
    <dbe>   DW_AT_decl_line   : 443
    <dc0>   DW_AT_decl_column : 26
    <dc1>   DW_AT_type        : <0xb88>
    <dc5>   DW_AT_external    : 1
    <dc6>   DW_AT_declaration : 1
 <1><dc7>: Abbrev Number: 10 (DW_TAG_variable)
    <dc8>   DW_AT_name        : (indirect string, offset: 0x10b4): whence_codes
    <dcc>   DW_AT_decl_file   : 19
    <dcd>   DW_AT_decl_line   : 444
    <dcf>   DW_AT_decl_column : 26
    <dd0>   DW_AT_type        : <0xb88>
    <dd4>   DW_AT_external    : 1
    <dd5>   DW_AT_declaration : 1
 <1><dd6>: Abbrev Number: 28 (DW_TAG_enumeration_type)
    <dd7>   DW_AT_encoding    : 7	(unsigned)
    <dd8>   DW_AT_byte_size   : 4
    <dd9>   DW_AT_type        : <0x2b>
    <ddd>   DW_AT_decl_file   : 19
    <dde>   DW_AT_decl_line   : 505
    <de0>   DW_AT_decl_column : 14
    <de1>   DW_AT_sibling     : <0xdf8>
 <2><de5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <de6>   DW_AT_name        : (indirect string, offset: 0xa05): CFLAG_NONE
    <dea>   DW_AT_const_value : 0
 <2><deb>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dec>   DW_AT_name        : (indirect string, offset: 0x92d): CFLAG_ONLY_STATS
    <df0>   DW_AT_const_value : 1
 <2><df1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <df2>   DW_AT_name        : (indirect string, offset: 0xc32): CFLAG_BOTH
    <df6>   DW_AT_const_value : 2
 <2><df7>: Abbrev Number: 0
 <1><df8>: Abbrev Number: 29 (DW_TAG_typedef)
    <df9>   DW_AT_name        : (indirect string, offset: 0x1160): cflag_t
    <dfd>   DW_AT_decl_file   : 19
    <dfe>   DW_AT_decl_line   : 509
    <e00>   DW_AT_decl_column : 3
    <e01>   DW_AT_type        : <0xdd6>
 <1><e05>: Abbrev Number: 10 (DW_TAG_variable)
    <e06>   DW_AT_name        : (indirect string, offset: 0xd4f): cflag
    <e0a>   DW_AT_decl_file   : 19
    <e0b>   DW_AT_decl_line   : 510
    <e0d>   DW_AT_decl_column : 16
    <e0e>   DW_AT_type        : <0xdf8>
    <e12>   DW_AT_external    : 1
    <e13>   DW_AT_declaration : 1
 <1><e14>: Abbrev Number: 10 (DW_TAG_variable)
    <e15>   DW_AT_name        : (indirect string, offset: 0x18d): Tflag
    <e19>   DW_AT_decl_file   : 19
    <e1a>   DW_AT_decl_line   : 511
    <e1c>   DW_AT_decl_column : 13
    <e1d>   DW_AT_type        : <0x56f>
    <e21>   DW_AT_external    : 1
    <e22>   DW_AT_declaration : 1
 <1><e23>: Abbrev Number: 10 (DW_TAG_variable)
    <e24>   DW_AT_name        : (indirect string, offset: 0x7f0): Tflag_scale
    <e28>   DW_AT_decl_file   : 19
    <e29>   DW_AT_decl_line   : 512
    <e2b>   DW_AT_decl_column : 12
    <e2c>   DW_AT_type        : <0x64>
    <e30>   DW_AT_external    : 1
    <e31>   DW_AT_declaration : 1
 <1><e32>: Abbrev Number: 10 (DW_TAG_variable)
    <e33>   DW_AT_name        : (indirect string, offset: 0x89f): Tflag_width
    <e37>   DW_AT_decl_file   : 19
    <e38>   DW_AT_decl_line   : 513
    <e3a>   DW_AT_decl_column : 12
    <e3b>   DW_AT_type        : <0x64>
    <e3f>   DW_AT_external    : 1
    <e40>   DW_AT_declaration : 1
 <1><e41>: Abbrev Number: 10 (DW_TAG_variable)
    <e42>   DW_AT_name        : (indirect string, offset: 0xebc): iflag
    <e46>   DW_AT_decl_file   : 19
    <e47>   DW_AT_decl_line   : 514
    <e49>   DW_AT_decl_column : 13
    <e4a>   DW_AT_type        : <0x56f>
    <e4e>   DW_AT_external    : 1
    <e4f>   DW_AT_declaration : 1
 <1><e50>: Abbrev Number: 10 (DW_TAG_variable)
    <e51>   DW_AT_name        : (indirect string, offset: 0x61b): count_wallclock
    <e55>   DW_AT_decl_file   : 19
    <e56>   DW_AT_decl_line   : 515
    <e58>   DW_AT_decl_column : 13
    <e59>   DW_AT_type        : <0x56f>
    <e5d>   DW_AT_external    : 1
    <e5e>   DW_AT_declaration : 1
 <1><e5f>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e60>   DW_AT_name        : (indirect string, offset: 0x53): path_set_item
    <e64>   DW_AT_byte_size   : 4
    <e65>   DW_AT_decl_file   : 19
    <e66>   DW_AT_decl_line   : 517
    <e68>   DW_AT_decl_column : 8
    <e69>   DW_AT_sibling     : <0xe7e>
 <2><e6d>: Abbrev Number: 13 (DW_TAG_member)
    <e6e>   DW_AT_name        : (indirect string, offset: 0xd0): path
    <e72>   DW_AT_decl_file   : 19
    <e73>   DW_AT_decl_line   : 518
    <e75>   DW_AT_decl_column : 14
    <e76>   DW_AT_type        : <0x1c2>
    <e7a>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e7d>: Abbrev Number: 0
 <1><e7e>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e7f>   DW_AT_name        : (indirect string, offset: 0x77d): path_set
    <e83>   DW_AT_byte_size   : 12
    <e84>   DW_AT_decl_file   : 19
    <e85>   DW_AT_decl_line   : 522
    <e87>   DW_AT_decl_column : 15
    <e88>   DW_AT_sibling     : <0xebd>
 <2><e8c>: Abbrev Number: 13 (DW_TAG_member)
    <e8d>   DW_AT_name        : (indirect string, offset: 0x704): paths_selected
    <e91>   DW_AT_decl_file   : 19
    <e92>   DW_AT_decl_line   : 523
    <e94>   DW_AT_decl_column : 24
    <e95>   DW_AT_type        : <0xebd>
    <e99>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e9c>: Abbrev Number: 13 (DW_TAG_member)
    <e9d>   DW_AT_name        : (indirect string, offset: 0x10a7): num_selected
    <ea1>   DW_AT_decl_file   : 19
    <ea2>   DW_AT_decl_line   : 524
    <ea4>   DW_AT_decl_column : 9
    <ea5>   DW_AT_type        : <0x122>
    <ea9>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><eac>: Abbrev Number: 13 (DW_TAG_member)
    <ead>   DW_AT_name        : (indirect string, offset: 0xbd2): size
    <eb1>   DW_AT_decl_file   : 19
    <eb2>   DW_AT_decl_line   : 525
    <eb4>   DW_AT_decl_column : 9
    <eb5>   DW_AT_type        : <0x122>
    <eb9>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><ebc>: Abbrev Number: 0
 <1><ebd>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <ebe>   DW_AT_byte_size   : 4
    <ebf>   DW_AT_type        : <0xe5f>
 <1><ec3>: Abbrev Number: 10 (DW_TAG_variable)
    <ec4>   DW_AT_name        : (indirect string, offset: 0x10f6): global_path_set
    <ec8>   DW_AT_decl_file   : 19
    <ec9>   DW_AT_decl_line   : 526
    <ecb>   DW_AT_decl_column : 3
    <ecc>   DW_AT_type        : <0xe7e>
    <ed0>   DW_AT_external    : 1
    <ed1>   DW_AT_declaration : 1
 <1><ed2>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <ed3>   DW_AT_name        : (indirect string, offset: 0x1019): xflag_opts
    <ed7>   DW_AT_encoding    : 7	(unsigned)
    <ed8>   DW_AT_byte_size   : 4
    <ed9>   DW_AT_type        : <0x2b>
    <edd>   DW_AT_decl_file   : 19
    <ede>   DW_AT_decl_line   : 528
    <ee0>   DW_AT_decl_column : 6
    <ee1>   DW_AT_sibling     : <0xf04>
 <2><ee5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ee6>   DW_AT_name        : (indirect string, offset: 0xaa5): HEXSTR_NONE
    <eea>   DW_AT_const_value : 0
 <2><eeb>: Abbrev Number: 27 (DW_TAG_enumerator)
    <eec>   DW_AT_name        : (indirect string, offset: 0x1039): HEXSTR_NON_ASCII
    <ef0>   DW_AT_const_value : 1
 <2><ef1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ef2>   DW_AT_name        : (indirect string, offset: 0x976): HEXSTR_ALL
    <ef6>   DW_AT_const_value : 2
 <2><ef7>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ef8>   DW_AT_name        : (indirect string, offset: 0x676): HEXSTR_NON_ASCII_CHARS
    <efc>   DW_AT_const_value : 3
 <2><efd>: Abbrev Number: 27 (DW_TAG_enumerator)
    <efe>   DW_AT_name        : (indirect string, offset: 0x10c1): NUM_HEXSTR_OPTS
    <f02>   DW_AT_const_value : 4
 <2><f03>: Abbrev Number: 0
 <1><f04>: Abbrev Number: 10 (DW_TAG_variable)
    <f05>   DW_AT_name        : (indirect string, offset: 0xe91): xflag
    <f09>   DW_AT_decl_file   : 19
    <f0a>   DW_AT_decl_line   : 541
    <f0c>   DW_AT_decl_column : 17
    <f0d>   DW_AT_type        : <0x2b>
    <f11>   DW_AT_external    : 1
    <f12>   DW_AT_declaration : 1
 <1><f13>: Abbrev Number: 10 (DW_TAG_variable)
    <f14>   DW_AT_name        : (indirect string, offset: 0xe1c): followfork
    <f18>   DW_AT_decl_file   : 19
    <f19>   DW_AT_decl_line   : 542
    <f1b>   DW_AT_decl_column : 13
    <f1c>   DW_AT_type        : <0x56f>
    <f20>   DW_AT_external    : 1
    <f21>   DW_AT_declaration : 1
 <1><f22>: Abbrev Number: 10 (DW_TAG_variable)
    <f23>   DW_AT_name        : (indirect string, offset: 0x361): output_separately
    <f27>   DW_AT_decl_file   : 19
    <f28>   DW_AT_decl_line   : 543
    <f2a>   DW_AT_decl_column : 13
    <f2b>   DW_AT_type        : <0x56f>
    <f2f>   DW_AT_external    : 1
    <f30>   DW_AT_declaration : 1
 <1><f31>: Abbrev Number: 10 (DW_TAG_variable)
    <f32>   DW_AT_name        : (indirect string, offset: 0x23d): stack_trace_enabled
    <f36>   DW_AT_decl_file   : 19
    <f37>   DW_AT_decl_line   : 546
    <f39>   DW_AT_decl_column : 13
    <f3a>   DW_AT_type        : <0x56f>
    <f3e>   DW_AT_external    : 1
    <f3f>   DW_AT_declaration : 1
 <1><f40>: Abbrev Number: 10 (DW_TAG_variable)
    <f41>   DW_AT_name        : (indirect string, offset: 0x65a): ptrace_setoptions
    <f45>   DW_AT_decl_file   : 19
    <f46>   DW_AT_decl_line   : 550
    <f48>   DW_AT_decl_column : 17
    <f49>   DW_AT_type        : <0x2b>
    <f4d>   DW_AT_external    : 1
    <f4e>   DW_AT_declaration : 1
 <1><f4f>: Abbrev Number: 10 (DW_TAG_variable)
    <f50>   DW_AT_name        : (indirect string, offset: 0xa9a): max_strlen
    <f54>   DW_AT_decl_file   : 19
    <f55>   DW_AT_decl_line   : 551
    <f57>   DW_AT_decl_column : 17
    <f58>   DW_AT_type        : <0x2b>
    <f5c>   DW_AT_external    : 1
    <f5d>   DW_AT_declaration : 1
 <1><f5e>: Abbrev Number: 10 (DW_TAG_variable)
    <f5f>   DW_AT_name        : (indirect string, offset: 0xad2): os_release
    <f63>   DW_AT_decl_file   : 19
    <f64>   DW_AT_decl_line   : 552
    <f66>   DW_AT_decl_column : 17
    <f67>   DW_AT_type        : <0x2b>
    <f6b>   DW_AT_external    : 1
    <f6c>   DW_AT_declaration : 1
 <1><f6d>: Abbrev Number: 10 (DW_TAG_variable)
    <f6e>   DW_AT_name        : (indirect string, offset: 0x71a): xlat_verbosity
    <f72>   DW_AT_decl_file   : 19
    <f73>   DW_AT_decl_line   : 914
    <f75>   DW_AT_decl_column : 24
    <f76>   DW_AT_type        : <0xaab>
    <f7a>   DW_AT_external    : 1
    <f7b>   DW_AT_declaration : 1
 <1><f7c>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f7d>   DW_AT_name        : (indirect string, offset: 0x5fe): xlat_style_private_flag_bits
    <f81>   DW_AT_encoding    : 7	(unsigned)
    <f82>   DW_AT_byte_size   : 4
    <f83>   DW_AT_type        : <0x2b>
    <f87>   DW_AT_decl_file   : 19
    <f88>   DW_AT_decl_line   : 934
    <f8a>   DW_AT_decl_column : 6
    <f8b>   DW_AT_sibling     : <0xfa8>
 <2><f8f>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f90>   DW_AT_name        : (indirect string, offset: 0x2cb): PAF_PRINT_INDICES_BIT
    <f94>   DW_AT_const_value : 5
 <2><f95>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f96>   DW_AT_name        : (indirect string, offset: 0xb89): PAF_ARRAY_TRUNCATED_BIT
    <f9a>   DW_AT_const_value : 6
 <2><f9b>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f9c>   DW_AT_name        : (indirect string, offset: 0x46e): PXF_DEFAULT_STR_BIT
    <fa0>   DW_AT_const_value : 7
 <2><fa1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <fa2>   DW_AT_name        : (indirect string, offset: 0xcda): SPFF_AUXSTR_MODE_BIT
    <fa6>   DW_AT_const_value : 8
 <2><fa7>: Abbrev Number: 0
 <1><fa8>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <fa9>   DW_AT_byte_size   : 4
    <faa>   DW_AT_type        : <0x7b2>
 <1><fae>: Abbrev Number: 3 (DW_TAG_const_type)
    <faf>   DW_AT_type        : <0xfa8>
 <1><fb3>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <fb4>   DW_AT_name        : (indirect string, offset: 0xdb1): find_xlat_flag_bits
    <fb8>   DW_AT_encoding    : 7	(unsigned)
    <fb9>   DW_AT_byte_size   : 4
    <fba>   DW_AT_type        : <0x2b>
    <fbe>   DW_AT_decl_file   : 19
    <fbf>   DW_AT_decl_line   : 1438
    <fc1>   DW_AT_decl_column : 6
    <fc2>   DW_AT_sibling     : <0xfcd>
 <2><fc6>: Abbrev Number: 27 (DW_TAG_enumerator)
    <fc7>   DW_AT_name        : (indirect string, offset: 0x9b3): FXL_CASE_SENSITIVE_BIT
    <fcb>   DW_AT_const_value : 0
 <2><fcc>: Abbrev Number: 0
 <1><fcd>: Abbrev Number: 10 (DW_TAG_variable)
    <fce>   DW_AT_name        : (indirect string, offset: 0xa6b): printing_tcp
    <fd2>   DW_AT_decl_file   : 19
    <fd3>   DW_AT_decl_line   : 1684
    <fd5>   DW_AT_decl_column : 20
    <fd6>   DW_AT_type        : <0xfa8>
    <fda>   DW_AT_external    : 1
    <fdb>   DW_AT_declaration : 1
 <1><fdc>: Abbrev Number: 10 (DW_TAG_variable)
    <fdd>   DW_AT_name        : (indirect string, offset: 0x5c6): errnoent
    <fe1>   DW_AT_decl_file   : 19
    <fe2>   DW_AT_decl_line   : 1882
    <fe4>   DW_AT_decl_column : 26
    <fe5>   DW_AT_type        : <0x4a3>
    <fe9>   DW_AT_external    : 1
    <fea>   DW_AT_declaration : 1
 <1><feb>: Abbrev Number: 10 (DW_TAG_variable)
    <fec>   DW_AT_name        : (indirect string, offset: 0x8ab): signalent
    <ff0>   DW_AT_decl_file   : 19
    <ff1>   DW_AT_decl_line   : 1883
    <ff3>   DW_AT_decl_column : 26
    <ff4>   DW_AT_type        : <0x4a3>
    <ff8>   DW_AT_external    : 1
    <ff9>   DW_AT_declaration : 1
 <1><ffa>: Abbrev Number: 10 (DW_TAG_variable)
    <ffb>   DW_AT_name        : (indirect string, offset: 0xf04): nerrnos
    <fff>   DW_AT_decl_file   : 19
    <1000>   DW_AT_decl_line   : 1884
    <1002>   DW_AT_decl_column : 27
    <1003>   DW_AT_type        : <0x32>
    <1007>   DW_AT_external    : 1
    <1008>   DW_AT_declaration : 1
 <1><1009>: Abbrev Number: 10 (DW_TAG_variable)
    <100a>   DW_AT_name        : (indirect string, offset: 0x1090): nsignals
    <100e>   DW_AT_decl_file   : 19
    <100f>   DW_AT_decl_line   : 1885
    <1011>   DW_AT_decl_column : 27
    <1012>   DW_AT_type        : <0x32>
    <1016>   DW_AT_external    : 1
    <1017>   DW_AT_declaration : 1
 <1><1018>: Abbrev Number: 15 (DW_TAG_array_type)
    <1019>   DW_AT_type        : <0x694>
    <101d>   DW_AT_sibling     : <0x1023>
 <2><1021>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><1022>: Abbrev Number: 0
 <1><1023>: Abbrev Number: 3 (DW_TAG_const_type)
    <1024>   DW_AT_type        : <0x1018>
 <1><1028>: Abbrev Number: 10 (DW_TAG_variable)
    <1029>   DW_AT_name        : (indirect string, offset: 0xd76): sysent0
    <102d>   DW_AT_decl_file   : 19
    <102e>   DW_AT_decl_line   : 1887
    <1030>   DW_AT_decl_column : 28
    <1031>   DW_AT_type        : <0x1023>
    <1035>   DW_AT_external    : 1
    <1036>   DW_AT_declaration : 1
 <1><1037>: Abbrev Number: 15 (DW_TAG_array_type)
    <1038>   DW_AT_type        : <0x6fb>
    <103c>   DW_AT_sibling     : <0x1042>
 <2><1040>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><1041>: Abbrev Number: 0
 <1><1042>: Abbrev Number: 3 (DW_TAG_const_type)
    <1043>   DW_AT_type        : <0x1037>
 <1><1047>: Abbrev Number: 10 (DW_TAG_variable)
    <1048>   DW_AT_name        : (indirect string, offset: 0x10ec): ioctlent0
    <104c>   DW_AT_decl_file   : 19
    <104d>   DW_AT_decl_line   : 1888
    <104f>   DW_AT_decl_column : 30
    <1050>   DW_AT_type        : <0x1042>
    <1054>   DW_AT_external    : 1
    <1055>   DW_AT_declaration : 1
 <1><1056>: Abbrev Number: 10 (DW_TAG_variable)
    <1057>   DW_AT_name        : (indirect string, offset: 0x4e1): personality_names
    <105b>   DW_AT_decl_file   : 19
    <105c>   DW_AT_decl_line   : 1890
    <105e>   DW_AT_decl_column : 26
    <105f>   DW_AT_type        : <0x4a3>
    <1063>   DW_AT_external    : 1
    <1064>   DW_AT_declaration : 1
 <1><1065>: Abbrev Number: 10 (DW_TAG_variable)
    <1066>   DW_AT_name        : (indirect string, offset: 0x8d5): sysent
    <106a>   DW_AT_decl_file   : 19
    <106b>   DW_AT_decl_line   : 1893
    <106d>   DW_AT_decl_column : 29
    <106e>   DW_AT_type        : <0xa16>
    <1072>   DW_AT_external    : 1
    <1073>   DW_AT_declaration : 1
 <1><1074>: Abbrev Number: 10 (DW_TAG_variable)
    <1075>   DW_AT_name        : (indirect string, offset: 0xcef): ioctlent
    <1079>   DW_AT_decl_file   : 19
    <107a>   DW_AT_decl_line   : 1894
    <107c>   DW_AT_decl_column : 31
    <107d>   DW_AT_type        : <0x1083>
    <1081>   DW_AT_external    : 1
    <1082>   DW_AT_declaration : 1
 <1><1083>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1084>   DW_AT_byte_size   : 4
    <1085>   DW_AT_type        : <0x6fb>
 <1><1089>: Abbrev Number: 10 (DW_TAG_variable)
    <108a>   DW_AT_name        : (indirect string, offset: 0x8bf): nsyscalls
    <108e>   DW_AT_decl_file   : 19
    <108f>   DW_AT_decl_line   : 1900
    <1091>   DW_AT_decl_column : 17
    <1092>   DW_AT_type        : <0x2b>
    <1096>   DW_AT_external    : 1
    <1097>   DW_AT_declaration : 1
 <1><1098>: Abbrev Number: 10 (DW_TAG_variable)
    <1099>   DW_AT_name        : (indirect string, offset: 0xf2c): nioctlents
    <109d>   DW_AT_decl_file   : 19
    <109e>   DW_AT_decl_line   : 1901
    <10a0>   DW_AT_decl_column : 17
    <10a1>   DW_AT_type        : <0x2b>
    <10a5>   DW_AT_external    : 1
    <10a6>   DW_AT_declaration : 1
 <1><10a7>: Abbrev Number: 15 (DW_TAG_array_type)
    <10a8>   DW_AT_type        : <0x32>
    <10ac>   DW_AT_sibling     : <0x10b7>
 <2><10b0>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <10b1>   DW_AT_type        : <0x2b>
    <10b5>   DW_AT_upper_bound : 2
 <2><10b6>: Abbrev Number: 0
 <1><10b7>: Abbrev Number: 3 (DW_TAG_const_type)
    <10b8>   DW_AT_type        : <0x10a7>
 <1><10bc>: Abbrev Number: 10 (DW_TAG_variable)
    <10bd>   DW_AT_name        : (indirect string, offset: 0xf8c): nsyscall_vec
    <10c1>   DW_AT_decl_file   : 19
    <10c2>   DW_AT_decl_line   : 1903
    <10c4>   DW_AT_decl_column : 27
    <10c5>   DW_AT_type        : <0x10b7>
    <10c9>   DW_AT_external    : 1
    <10ca>   DW_AT_declaration : 1
 <1><10cb>: Abbrev Number: 15 (DW_TAG_array_type)
    <10cc>   DW_AT_type        : <0xa1c>
    <10d0>   DW_AT_sibling     : <0x10db>
 <2><10d4>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <10d5>   DW_AT_type        : <0x2b>
    <10d9>   DW_AT_upper_bound : 2
 <2><10da>: Abbrev Number: 0
 <1><10db>: Abbrev Number: 3 (DW_TAG_const_type)
    <10dc>   DW_AT_type        : <0x10cb>
 <1><10e0>: Abbrev Number: 10 (DW_TAG_variable)
    <10e1>   DW_AT_name        : (indirect string, offset: 0x7dd): sysent_vec
    <10e5>   DW_AT_decl_file   : 19
    <10e6>   DW_AT_decl_line   : 1904
    <10e8>   DW_AT_decl_column : 35
    <10e9>   DW_AT_type        : <0x10db>
    <10ed>   DW_AT_external    : 1
    <10ee>   DW_AT_declaration : 1
 <1><10ef>: Abbrev Number: 10 (DW_TAG_variable)
    <10f0>   DW_AT_name        : (indirect string, offset: 0x3ac): inject_vec
    <10f4>   DW_AT_decl_file   : 19
    <10f5>   DW_AT_decl_line   : 1905
    <10f7>   DW_AT_decl_column : 28
    <10f8>   DW_AT_type        : <0xa21>
    <10fc>   DW_AT_external    : 1
    <10fd>   DW_AT_declaration : 1
 <1><10fe>: Abbrev Number: 30 (DW_TAG_structure_type)
    <10ff>   DW_AT_name        : (indirect string, offset: 0xe05): audit_arch_t
    <1103>   DW_AT_byte_size   : 8
    <1104>   DW_AT_decl_file   : 19
    <1105>   DW_AT_decl_line   : 1907
    <1107>   DW_AT_decl_column : 8
    <1108>   DW_AT_sibling     : <0x112d>
 <2><110c>: Abbrev Number: 13 (DW_TAG_member)
    <110d>   DW_AT_name        : (indirect string, offset: 0x5f0): arch
    <1111>   DW_AT_decl_file   : 19
    <1112>   DW_AT_decl_line   : 1908
    <1114>   DW_AT_decl_column : 15
    <1115>   DW_AT_type        : <0x2b>
    <1119>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><111c>: Abbrev Number: 13 (DW_TAG_member)
    <111d>   DW_AT_name        : (indirect string, offset: 0xa51): flag
    <1121>   DW_AT_decl_file   : 19
    <1122>   DW_AT_decl_line   : 1909
    <1124>   DW_AT_decl_column : 15
    <1125>   DW_AT_type        : <0x2b>
    <1129>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><112c>: Abbrev Number: 0
 <1><112d>: Abbrev Number: 3 (DW_TAG_const_type)
    <112e>   DW_AT_type        : <0x10fe>
 <1><1132>: Abbrev Number: 15 (DW_TAG_array_type)
    <1133>   DW_AT_type        : <0x112d>
    <1137>   DW_AT_sibling     : <0x1142>
 <2><113b>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <113c>   DW_AT_type        : <0x2b>
    <1140>   DW_AT_upper_bound : 2
 <2><1141>: Abbrev Number: 0
 <1><1142>: Abbrev Number: 3 (DW_TAG_const_type)
    <1143>   DW_AT_type        : <0x1132>
 <1><1147>: Abbrev Number: 10 (DW_TAG_variable)
    <1148>   DW_AT_name        : (indirect string, offset: 0x9a4): audit_arch_vec
    <114c>   DW_AT_decl_file   : 19
    <114d>   DW_AT_decl_line   : 1912
    <114f>   DW_AT_decl_column : 34
    <1150>   DW_AT_type        : <0x1142>
    <1154>   DW_AT_external    : 1
    <1155>   DW_AT_declaration : 1
 <1><1156>: Abbrev Number: 32 (DW_TAG_structure_type)
    <1157>   DW_AT_byte_size   : 180
    <1158>   DW_AT_decl_file   : 21
    <1159>   DW_AT_decl_line   : 2
    <115a>   DW_AT_decl_column : 9
    <115b>   DW_AT_sibling     : <0x1410>
 <2><115f>: Abbrev Number: 9 (DW_TAG_member)
    <1160>   DW_AT_name        : (indirect string, offset: 0x1da): block_ioctl
    <1164>   DW_AT_decl_file   : 21
    <1165>   DW_AT_decl_line   : 3
