Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x17de (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0x3e5): GNU C17 9.4.0 -mx32 -mtune=generic -march=x86-64 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0xb7d): mpers-mx32/semid_ds_t.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xcc0): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x3bb): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0x1028): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x9bc): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <40>   DW_AT_encoding    : 6	(signed char)
    <41>   DW_AT_name        : (indirect string, offset: 0x36c): signed char
 <1><45>: Abbrev Number: 4 (DW_TAG_typedef)
    <46>   DW_AT_name        : (indirect string, offset: 0x277): __uint8_t
    <4a>   DW_AT_decl_file   : 1
    <4b>   DW_AT_decl_line   : 37
    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0xe4f): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x508): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x8b2): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x8e2): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x783): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xbaf): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x7f6): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0xbe5): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0x96>
 <1><ae>: Abbrev Number: 4 (DW_TAG_typedef)
    <af>   DW_AT_name        : (indirect string, offset: 0xd4c): __off64_t
    <b3>   DW_AT_decl_file   : 1
    <b4>   DW_AT_decl_line   : 141
    <b5>   DW_AT_decl_column : 27
    <b6>   DW_AT_type        : <0x96>
 <1><ba>: Abbrev Number: 4 (DW_TAG_typedef)
    <bb>   DW_AT_name        : (indirect string, offset: 0xc99): __time_t
    <bf>   DW_AT_decl_file   : 1
    <c0>   DW_AT_decl_line   : 148
    <c1>   DW_AT_decl_column : 26
    <c2>   DW_AT_type        : <0x96>
 <1><c6>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <c7>   DW_AT_byte_size   : 4
 <1><c8>: Abbrev Number: 3 (DW_TAG_const_type)
    <c9>   DW_AT_type        : <0xc6>
 <1><cd>: Abbrev Number: 4 (DW_TAG_typedef)
    <ce>   DW_AT_name        : (indirect string, offset: 0x474): __syscall_slong_t
    <d2>   DW_AT_decl_file   : 1
    <d3>   DW_AT_decl_line   : 184
    <d4>   DW_AT_decl_column : 33
    <d5>   DW_AT_type        : <0x96>
 <1><d9>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <da>   DW_AT_byte_size   : 4
    <db>   DW_AT_type        : <0xdf>
 <1><df>: Abbrev Number: 2 (DW_TAG_base_type)
    <e0>   DW_AT_byte_size   : 1
    <e1>   DW_AT_encoding    : 6	(signed char)
    <e2>   DW_AT_name        : (indirect string, offset: 0x4ce): char
 <1><e6>: Abbrev Number: 3 (DW_TAG_const_type)
    <e7>   DW_AT_type        : <0xdf>
 <1><eb>: Abbrev Number: 4 (DW_TAG_typedef)
    <ec>   DW_AT_name        : (indirect string, offset: 0x378): uint8_t
    <f0>   DW_AT_decl_file   : 2
    <f1>   DW_AT_decl_line   : 24
    <f2>   DW_AT_decl_column : 19
    <f3>   DW_AT_type        : <0x45>
 <1><f7>: Abbrev Number: 4 (DW_TAG_typedef)
    <f8>   DW_AT_name        : (indirect string, offset: 0xbd0): uint16_t
    <fc>   DW_AT_decl_file   : 2
    <fd>   DW_AT_decl_line   : 25
    <fe>   DW_AT_decl_column : 20
    <ff>   DW_AT_type        : <0x58>
 <1><103>: Abbrev Number: 4 (DW_TAG_typedef)
    <104>   DW_AT_name        : (indirect string, offset: 0xfd8): uint32_t
    <108>   DW_AT_decl_file   : 2
    <109>   DW_AT_decl_line   : 26
    <10a>   DW_AT_decl_column : 20
    <10b>   DW_AT_type        : <0x70>
 <1><10f>: Abbrev Number: 4 (DW_TAG_typedef)
    <110>   DW_AT_name        : (indirect string, offset: 0xe5f): uint64_t
    <114>   DW_AT_decl_file   : 2
    <115>   DW_AT_decl_line   : 27
    <116>   DW_AT_decl_column : 20
    <117>   DW_AT_type        : <0x83>
 <1><11b>: Abbrev Number: 2 (DW_TAG_base_type)
    <11c>   DW_AT_byte_size   : 4
    <11d>   DW_AT_encoding    : 5	(signed)
    <11e>   DW_AT_name        : (indirect string, offset: 0x2e8): long int
 <1><122>: Abbrev Number: 4 (DW_TAG_typedef)
    <123>   DW_AT_name        : (indirect string, offset: 0x39): size_t
    <127>   DW_AT_decl_file   : 3
    <128>   DW_AT_decl_line   : 209
    <129>   DW_AT_decl_column : 23
    <12a>   DW_AT_type        : <0x2b>
 <1><12e>: Abbrev Number: 3 (DW_TAG_const_type)
    <12f>   DW_AT_type        : <0x122>
 <1><133>: Abbrev Number: 8 (DW_TAG_structure_type)
    <134>   DW_AT_name        : (indirect string, offset: 0xb40): timespec
    <138>   DW_AT_byte_size   : 16
    <139>   DW_AT_decl_file   : 4
    <13a>   DW_AT_decl_line   : 9
    <13b>   DW_AT_decl_column : 8
    <13c>   DW_AT_sibling     : <0x15f>
 <2><140>: Abbrev Number: 9 (DW_TAG_member)
    <141>   DW_AT_name        : (indirect string, offset: 0x10f5): tv_sec
    <145>   DW_AT_decl_file   : 4
    <146>   DW_AT_decl_line   : 11
    <147>   DW_AT_decl_column : 12
    <148>   DW_AT_type        : <0xba>
    <14c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><14f>: Abbrev Number: 9 (DW_TAG_member)
    <150>   DW_AT_name        : (indirect string, offset: 0xe8a): tv_nsec
    <154>   DW_AT_decl_file   : 4
    <155>   DW_AT_decl_line   : 12
    <156>   DW_AT_decl_column : 21
    <157>   DW_AT_type        : <0xcd>
    <15b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><15e>: Abbrev Number: 0
 <1><15f>: Abbrev Number: 2 (DW_TAG_base_type)
    <160>   DW_AT_byte_size   : 16
    <161>   DW_AT_encoding    : 4	(float)
    <162>   DW_AT_name        : (indirect string, offset: 0xb02): long double
 <1><166>: Abbrev Number: 10 (DW_TAG_variable)
    <167>   DW_AT_name        : (indirect string, offset: 0x29f): __environ
    <16b>   DW_AT_decl_file   : 5
    <16c>   DW_AT_decl_line   : 546
    <16e>   DW_AT_decl_column : 15
    <16f>   DW_AT_type        : <0x175>
    <173>   DW_AT_external    : 1
    <174>   DW_AT_declaration : 1
 <1><175>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <176>   DW_AT_byte_size   : 4
    <177>   DW_AT_type        : <0xd9>
 <1><17b>: Abbrev Number: 10 (DW_TAG_variable)
    <17c>   DW_AT_name        : (indirect string, offset: 0x3b3): environ
    <180>   DW_AT_decl_file   : 5
    <181>   DW_AT_decl_line   : 548
    <183>   DW_AT_decl_column : 15
    <184>   DW_AT_type        : <0x175>
    <188>   DW_AT_external    : 1
    <189>   DW_AT_declaration : 1
 <1><18a>: Abbrev Number: 11 (DW_TAG_variable)
    <18b>   DW_AT_name        : (indirect string, offset: 0x1012): optarg
    <18f>   DW_AT_decl_file   : 6
    <190>   DW_AT_decl_line   : 36
    <191>   DW_AT_decl_column : 14
    <192>   DW_AT_type        : <0xd9>
    <196>   DW_AT_external    : 1
    <197>   DW_AT_declaration : 1
 <1><198>: Abbrev Number: 11 (DW_TAG_variable)
    <199>   DW_AT_name        : (indirect string, offset: 0x756): optind
    <19d>   DW_AT_decl_file   : 6
    <19e>   DW_AT_decl_line   : 50
    <19f>   DW_AT_decl_column : 12
    <1a0>   DW_AT_type        : <0x64>
    <1a4>   DW_AT_external    : 1
    <1a5>   DW_AT_declaration : 1
 <1><1a6>: Abbrev Number: 11 (DW_TAG_variable)
    <1a7>   DW_AT_name        : (indirect string, offset: 0xc88): opterr
    <1ab>   DW_AT_decl_file   : 6
    <1ac>   DW_AT_decl_line   : 55
    <1ad>   DW_AT_decl_column : 12
    <1ae>   DW_AT_type        : <0x64>
    <1b2>   DW_AT_external    : 1
    <1b3>   DW_AT_declaration : 1
 <1><1b4>: Abbrev Number: 11 (DW_TAG_variable)
    <1b5>   DW_AT_name        : (indirect string, offset: 0xb95): optopt
    <1b9>   DW_AT_decl_file   : 6
    <1ba>   DW_AT_decl_line   : 59
    <1bb>   DW_AT_decl_column : 12
    <1bc>   DW_AT_type        : <0x64>
    <1c0>   DW_AT_external    : 1
    <1c1>   DW_AT_declaration : 1
 <1><1c2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1c3>   DW_AT_byte_size   : 4
    <1c4>   DW_AT_type        : <0xe6>
 <1><1c8>: Abbrev Number: 3 (DW_TAG_const_type)
    <1c9>   DW_AT_type        : <0x1c2>
 <1><1cd>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1ce>   DW_AT_byte_size   : 4
    <1cf>   DW_AT_type        : <0x1d3>
 <1><1d3>: Abbrev Number: 12 (DW_TAG_const_type)
 <1><1d4>: Abbrev Number: 8 (DW_TAG_structure_type)
    <1d5>   DW_AT_name        : (indirect string, offset: 0x380): _IO_FILE
    <1d9>   DW_AT_byte_size   : 152
    <1da>   DW_AT_decl_file   : 7
    <1db>   DW_AT_decl_line   : 245
    <1dc>   DW_AT_decl_column : 8
    <1dd>   DW_AT_sibling     : <0x3ac>
 <2><1e1>: Abbrev Number: 9 (DW_TAG_member)
    <1e2>   DW_AT_name        : (indirect string, offset: 0xa53): _flags
    <1e6>   DW_AT_decl_file   : 7
    <1e7>   DW_AT_decl_line   : 246
    <1e8>   DW_AT_decl_column : 7
    <1e9>   DW_AT_type        : <0x64>
    <1ed>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1f0>: Abbrev Number: 9 (DW_TAG_member)
    <1f1>   DW_AT_name        : (indirect string, offset: 0x557): _IO_read_ptr
    <1f5>   DW_AT_decl_file   : 7
    <1f6>   DW_AT_decl_line   : 251
    <1f7>   DW_AT_decl_column : 9
    <1f8>   DW_AT_type        : <0xd9>
    <1fc>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1ff>: Abbrev Number: 9 (DW_TAG_member)
    <200>   DW_AT_name        : (indirect string, offset: 0xf90): _IO_read_end
    <204>   DW_AT_decl_file   : 7
    <205>   DW_AT_decl_line   : 252
    <206>   DW_AT_decl_column : 9
    <207>   DW_AT_type        : <0xd9>
    <20b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><20e>: Abbrev Number: 9 (DW_TAG_member)
    <20f>   DW_AT_name        : (indirect string, offset: 0x7d3): _IO_read_base
    <213>   DW_AT_decl_file   : 7
    <214>   DW_AT_decl_line   : 253
    <215>   DW_AT_decl_column : 9
    <216>   DW_AT_type        : <0xd9>
    <21a>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><21d>: Abbrev Number: 9 (DW_TAG_member)
    <21e>   DW_AT_name        : (indirect string, offset: 0x13c): _IO_write_base
    <222>   DW_AT_decl_file   : 7
    <223>   DW_AT_decl_line   : 254
    <224>   DW_AT_decl_column : 9
    <225>   DW_AT_type        : <0xd9>
    <229>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><22c>: Abbrev Number: 9 (DW_TAG_member)
    <22d>   DW_AT_name        : (indirect string, offset: 0x1061): _IO_write_ptr
    <231>   DW_AT_decl_file   : 7
    <232>   DW_AT_decl_line   : 255
    <233>   DW_AT_decl_column : 9
    <234>   DW_AT_type        : <0xd9>
    <238>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><23b>: Abbrev Number: 13 (DW_TAG_member)
    <23c>   DW_AT_name        : (indirect string, offset: 0x924): _IO_write_end
    <240>   DW_AT_decl_file   : 7
    <241>   DW_AT_decl_line   : 256
    <243>   DW_AT_decl_column : 9
    <244>   DW_AT_type        : <0xd9>
    <248>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><24b>: Abbrev Number: 13 (DW_TAG_member)
    <24c>   DW_AT_name        : (indirect string, offset: 0x995): _IO_buf_base
    <250>   DW_AT_decl_file   : 7
    <251>   DW_AT_decl_line   : 257
    <253>   DW_AT_decl_column : 9
    <254>   DW_AT_type        : <0xd9>
    <258>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><25b>: Abbrev Number: 13 (DW_TAG_member)
    <25c>   DW_AT_name        : (indirect string, offset: 0xdef): _IO_buf_end
    <260>   DW_AT_decl_file   : 7
    <261>   DW_AT_decl_line   : 258
    <263>   DW_AT_decl_column : 9
    <264>   DW_AT_type        : <0xd9>
    <268>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><26b>: Abbrev Number: 13 (DW_TAG_member)
    <26c>   DW_AT_name        : (indirect string, offset: 0x1cd): _IO_save_base
    <270>   DW_AT_decl_file   : 7
    <271>   DW_AT_decl_line   : 260
    <273>   DW_AT_decl_column : 9
    <274>   DW_AT_type        : <0xd9>
    <278>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><27b>: Abbrev Number: 13 (DW_TAG_member)
    <27c>   DW_AT_name        : (indirect string, offset: 0xcfd): _IO_backup_base
    <280>   DW_AT_decl_file   : 7
    <281>   DW_AT_decl_line   : 261
    <283>   DW_AT_decl_column : 9
    <284>   DW_AT_type        : <0xd9>
    <288>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><28b>: Abbrev Number: 13 (DW_TAG_member)
    <28c>   DW_AT_name        : (indirect string, offset: 0xc4): _IO_save_end
    <290>   DW_AT_decl_file   : 7
    <291>   DW_AT_decl_line   : 262
    <293>   DW_AT_decl_column : 9
    <294>   DW_AT_type        : <0xd9>
    <298>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><29b>: Abbrev Number: 13 (DW_TAG_member)
    <29c>   DW_AT_name        : (indirect string, offset: 0x5e7): _markers
    <2a0>   DW_AT_decl_file   : 7
    <2a1>   DW_AT_decl_line   : 264
    <2a3>   DW_AT_decl_column : 22
    <2a4>   DW_AT_type        : <0x3fb>
    <2a8>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2ab>: Abbrev Number: 13 (DW_TAG_member)
    <2ac>   DW_AT_name        : (indirect string, offset: 0x21f): _chain
    <2b0>   DW_AT_decl_file   : 7
    <2b1>   DW_AT_decl_line   : 266
    <2b3>   DW_AT_decl_column : 20
    <2b4>   DW_AT_type        : <0x401>
    <2b8>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2bb>: Abbrev Number: 13 (DW_TAG_member)
    <2bc>   DW_AT_name        : (indirect string, offset: 0xfec): _fileno
    <2c0>   DW_AT_decl_file   : 7
    <2c1>   DW_AT_decl_line   : 268
    <2c3>   DW_AT_decl_column : 7
    <2c4>   DW_AT_type        : <0x64>
    <2c8>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2cb>: Abbrev Number: 13 (DW_TAG_member)
    <2cc>   DW_AT_name        : (indirect string, offset: 0x7bf): _flags2
    <2d0>   DW_AT_decl_file   : 7
    <2d1>   DW_AT_decl_line   : 272
    <2d3>   DW_AT_decl_column : 7
    <2d4>   DW_AT_type        : <0x64>
    <2d8>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2db>: Abbrev Number: 13 (DW_TAG_member)
    <2dc>   DW_AT_name        : (indirect string, offset: 0x85e): _old_offset
    <2e0>   DW_AT_decl_file   : 7
    <2e1>   DW_AT_decl_line   : 274
    <2e3>   DW_AT_decl_column : 13
    <2e4>   DW_AT_type        : <0xa2>
    <2e8>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><2eb>: Abbrev Number: 13 (DW_TAG_member)
    <2ec>   DW_AT_name        : (indirect string, offset: 0x252): _cur_column
    <2f0>   DW_AT_decl_file   : 7
    <2f1>   DW_AT_decl_line   : 278
    <2f3>   DW_AT_decl_column : 18
    <2f4>   DW_AT_type        : <0x24>
    <2f8>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><2fb>: Abbrev Number: 13 (DW_TAG_member)
    <2fc>   DW_AT_name        : (indirect string, offset: 0xeb0): _vtable_offset
    <300>   DW_AT_decl_file   : 7
    <301>   DW_AT_decl_line   : 279
    <303>   DW_AT_decl_column : 15
    <304>   DW_AT_type        : <0x3e>
    <308>   DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><30b>: Abbrev Number: 13 (DW_TAG_member)
    <30c>   DW_AT_name        : (indirect string, offset: 0xd0d): _shortbuf
    <310>   DW_AT_decl_file   : 7
    <311>   DW_AT_decl_line   : 280
    <313>   DW_AT_decl_column : 8
    <314>   DW_AT_type        : <0x407>
    <318>   DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><31b>: Abbrev Number: 13 (DW_TAG_member)
    <31c>   DW_AT_name        : (indirect string, offset: 0x17d): _lock
    <320>   DW_AT_decl_file   : 7
    <321>   DW_AT_decl_line   : 284
    <323>   DW_AT_decl_column : 15
    <324>   DW_AT_type        : <0x417>
    <328>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><32b>: Abbrev Number: 13 (DW_TAG_member)
    <32c>   DW_AT_name        : (indirect string, offset: 0x6e7): _offset
    <330>   DW_AT_decl_file   : 7
    <331>   DW_AT_decl_line   : 293
    <333>   DW_AT_decl_column : 15
    <334>   DW_AT_type        : <0xae>
    <338>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><33b>: Abbrev Number: 13 (DW_TAG_member)
    <33c>   DW_AT_name        : (indirect string, offset: 0x9f3): __pad1
    <340>   DW_AT_decl_file   : 7
    <341>   DW_AT_decl_line   : 301
    <343>   DW_AT_decl_column : 9
    <344>   DW_AT_type        : <0xc6>
    <348>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><34b>: Abbrev Number: 13 (DW_TAG_member)
    <34c>   DW_AT_name        : (indirect string, offset: 0x9fa): __pad2
    <350>   DW_AT_decl_file   : 7
    <351>   DW_AT_decl_line   : 302
    <353>   DW_AT_decl_column : 9
    <354>   DW_AT_type        : <0xc6>
    <358>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><35b>: Abbrev Number: 13 (DW_TAG_member)
    <35c>   DW_AT_name        : (indirect string, offset: 0xa01): __pad3
    <360>   DW_AT_decl_file   : 7
    <361>   DW_AT_decl_line   : 303
    <363>   DW_AT_decl_column : 9
    <364>   DW_AT_type        : <0xc6>
    <368>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><36b>: Abbrev Number: 13 (DW_TAG_member)
    <36c>   DW_AT_name        : (indirect string, offset: 0xa08): __pad4
    <370>   DW_AT_decl_file   : 7
    <371>   DW_AT_decl_line   : 304
    <373>   DW_AT_decl_column : 9
    <374>   DW_AT_type        : <0xc6>
    <378>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><37b>: Abbrev Number: 13 (DW_TAG_member)
    <37c>   DW_AT_name        : (indirect string, offset: 0xa0f): __pad5
    <380>   DW_AT_decl_file   : 7
    <381>   DW_AT_decl_line   : 306
    <383>   DW_AT_decl_column : 10
    <384>   DW_AT_type        : <0x122>
    <388>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><38b>: Abbrev Number: 13 (DW_TAG_member)
    <38c>   DW_AT_name        : (indirect string, offset: 0xa77): _mode
    <390>   DW_AT_decl_file   : 7
    <391>   DW_AT_decl_line   : 307
    <393>   DW_AT_decl_column : 7
    <394>   DW_AT_type        : <0x64>
    <398>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><39b>: Abbrev Number: 13 (DW_TAG_member)
    <39c>   DW_AT_name        : (indirect string, offset: 0x7ed): _unused2
    <3a0>   DW_AT_decl_file   : 7
    <3a1>   DW_AT_decl_line   : 309
    <3a3>   DW_AT_decl_column : 8
    <3a4>   DW_AT_type        : <0x41d>
    <3a8>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><3ab>: Abbrev Number: 0
 <1><3ac>: Abbrev Number: 4 (DW_TAG_typedef)
    <3ad>   DW_AT_name        : (indirect string, offset: 0xb22): FILE
    <3b1>   DW_AT_decl_file   : 8
    <3b2>   DW_AT_decl_line   : 7
    <3b3>   DW_AT_decl_column : 25
    <3b4>   DW_AT_type        : <0x1d4>
 <1><3b8>: Abbrev Number: 14 (DW_TAG_typedef)
    <3b9>   DW_AT_name        : (indirect string, offset: 0x4fd): _IO_lock_t
    <3bd>   DW_AT_decl_file   : 7
    <3be>   DW_AT_decl_line   : 154
    <3bf>   DW_AT_decl_column : 14
 <1><3c0>: Abbrev Number: 8 (DW_TAG_structure_type)
    <3c1>   DW_AT_name        : (indirect string, offset: 0x32a): _IO_marker
    <3c5>   DW_AT_byte_size   : 12
    <3c6>   DW_AT_decl_file   : 7
    <3c7>   DW_AT_decl_line   : 160
    <3c8>   DW_AT_decl_column : 8
    <3c9>   DW_AT_sibling     : <0x3fb>
 <2><3cd>: Abbrev Number: 9 (DW_TAG_member)
    <3ce>   DW_AT_name        : (indirect string, offset: 0xd46): _next
    <3d2>   DW_AT_decl_file   : 7
    <3d3>   DW_AT_decl_line   : 161
    <3d4>   DW_AT_decl_column : 22
    <3d5>   DW_AT_type        : <0x3fb>
    <3d9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3dc>: Abbrev Number: 9 (DW_TAG_member)
    <3dd>   DW_AT_name        : (indirect string, offset: 0xa16): _sbuf
    <3e1>   DW_AT_decl_file   : 7
    <3e2>   DW_AT_decl_line   : 162
    <3e3>   DW_AT_decl_column : 20
    <3e4>   DW_AT_type        : <0x401>
    <3e8>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><3eb>: Abbrev Number: 9 (DW_TAG_member)
    <3ec>   DW_AT_name        : (indirect string, offset: 0x597): _pos
    <3f0>   DW_AT_decl_file   : 7
    <3f1>   DW_AT_decl_line   : 166
    <3f2>   DW_AT_decl_column : 7
    <3f3>   DW_AT_type        : <0x64>
    <3f7>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><3fa>: Abbrev Number: 0
 <1><3fb>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <3fc>   DW_AT_byte_size   : 4
    <3fd>   DW_AT_type        : <0x3c0>
 <1><401>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <402>   DW_AT_byte_size   : 4
    <403>   DW_AT_type        : <0x1d4>
 <1><407>: Abbrev Number: 15 (DW_TAG_array_type)
    <408>   DW_AT_type        : <0xdf>
    <40c>   DW_AT_sibling     : <0x417>
 <2><410>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <411>   DW_AT_type        : <0x2b>
    <415>   DW_AT_upper_bound : 0
 <2><416>: Abbrev Number: 0
 <1><417>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <418>   DW_AT_byte_size   : 4
    <419>   DW_AT_type        : <0x3b8>
 <1><41d>: Abbrev Number: 15 (DW_TAG_array_type)
    <41e>   DW_AT_type        : <0xdf>
    <422>   DW_AT_sibling     : <0x42d>
 <2><426>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <427>   DW_AT_type        : <0x2b>
    <42b>   DW_AT_upper_bound : 39
 <2><42c>: Abbrev Number: 0
 <1><42d>: Abbrev Number: 17 (DW_TAG_structure_type)
    <42e>   DW_AT_name        : (indirect string, offset: 0x4a0): _IO_FILE_plus
    <432>   DW_AT_declaration : 1
 <1><433>: Abbrev Number: 10 (DW_TAG_variable)
    <434>   DW_AT_name        : (indirect string, offset: 0x78e): _IO_2_1_stdin_
    <438>   DW_AT_decl_file   : 7
    <439>   DW_AT_decl_line   : 319
    <43b>   DW_AT_decl_column : 29
    <43c>   DW_AT_type        : <0x42d>
    <440>   DW_AT_external    : 1
    <441>   DW_AT_declaration : 1
 <1><442>: Abbrev Number: 10 (DW_TAG_variable)
    <443>   DW_AT_name        : (indirect string, offset: 0xd1d): _IO_2_1_stdout_
    <447>   DW_AT_decl_file   : 7
    <448>   DW_AT_decl_line   : 320
    <44a>   DW_AT_decl_column : 29
    <44b>   DW_AT_type        : <0x42d>
    <44f>   DW_AT_external    : 1
    <450>   DW_AT_declaration : 1
 <1><451>: Abbrev Number: 10 (DW_TAG_variable)
    <452>   DW_AT_name        : (indirect string, offset: 0x93): _IO_2_1_stderr_
    <456>   DW_AT_decl_file   : 7
    <457>   DW_AT_decl_line   : 321
    <459>   DW_AT_decl_column : 29
    <45a>   DW_AT_type        : <0x42d>
    <45e>   DW_AT_external    : 1
    <45f>   DW_AT_declaration : 1
 <1><460>: Abbrev Number: 11 (DW_TAG_variable)
    <461>   DW_AT_name        : (indirect string, offset: 0x5ad): stdin
    <465>   DW_AT_decl_file   : 9
    <466>   DW_AT_decl_line   : 135
    <467>   DW_AT_decl_column : 25
    <468>   DW_AT_type        : <0x401>
    <46c>   DW_AT_external    : 1
    <46d>   DW_AT_declaration : 1
 <1><46e>: Abbrev Number: 11 (DW_TAG_variable)
    <46f>   DW_AT_name        : (indirect string, offset: 0x103b): stdout
    <473>   DW_AT_decl_file   : 9
    <474>   DW_AT_decl_line   : 136
    <475>   DW_AT_decl_column : 25
    <476>   DW_AT_type        : <0x401>
    <47a>   DW_AT_external    : 1
    <47b>   DW_AT_declaration : 1
 <1><47c>: Abbrev Number: 11 (DW_TAG_variable)
    <47d>   DW_AT_name        : (indirect string, offset: 0xe48): stderr
    <481>   DW_AT_decl_file   : 9
    <482>   DW_AT_decl_line   : 137
    <483>   DW_AT_decl_column : 25
    <484>   DW_AT_type        : <0x401>
    <488>   DW_AT_external    : 1
    <489>   DW_AT_declaration : 1
 <1><48a>: Abbrev Number: 11 (DW_TAG_variable)
    <48b>   DW_AT_name        : (indirect string, offset: 0x25e): sys_nerr
    <48f>   DW_AT_decl_file   : 10
    <490>   DW_AT_decl_line   : 26
    <491>   DW_AT_decl_column : 12
    <492>   DW_AT_type        : <0x64>
    <496>   DW_AT_external    : 1
    <497>   DW_AT_declaration : 1
 <1><498>: Abbrev Number: 15 (DW_TAG_array_type)
    <499>   DW_AT_type        : <0x1c8>
    <49d>   DW_AT_sibling     : <0x4a3>
 <2><4a1>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4a2>: Abbrev Number: 0
 <1><4a3>: Abbrev Number: 3 (DW_TAG_const_type)
    <4a4>   DW_AT_type        : <0x498>
 <1><4a8>: Abbrev Number: 11 (DW_TAG_variable)
    <4a9>   DW_AT_name        : (indirect string, offset: 0x5c1): sys_errlist
    <4ad>   DW_AT_decl_file   : 10
    <4ae>   DW_AT_decl_line   : 27
    <4af>   DW_AT_decl_column : 26
    <4b0>   DW_AT_type        : <0x4a3>
    <4b4>   DW_AT_external    : 1
    <4b5>   DW_AT_declaration : 1
 <1><4b6>: Abbrev Number: 11 (DW_TAG_variable)
    <4b7>   DW_AT_name        : (indirect string, offset: 0x28c): _sys_nerr
    <4bb>   DW_AT_decl_file   : 10
    <4bc>   DW_AT_decl_line   : 30
    <4bd>   DW_AT_decl_column : 12
    <4be>   DW_AT_type        : <0x64>
    <4c2>   DW_AT_external    : 1
    <4c3>   DW_AT_declaration : 1
 <1><4c4>: Abbrev Number: 11 (DW_TAG_variable)
    <4c5>   DW_AT_name        : (indirect string, offset: 0xebf): _sys_errlist
    <4c9>   DW_AT_decl_file   : 10
    <4ca>   DW_AT_decl_line   : 31
    <4cb>   DW_AT_decl_column : 26
    <4cc>   DW_AT_type        : <0x4a3>
    <4d0>   DW_AT_external    : 1
    <4d1>   DW_AT_declaration : 1
 <1><4d2>: Abbrev Number: 11 (DW_TAG_variable)
    <4d3>   DW_AT_name        : (indirect string, offset: 0x6c0): program_invocation_name
    <4d7>   DW_AT_decl_file   : 11
    <4d8>   DW_AT_decl_line   : 45
    <4d9>   DW_AT_decl_column : 14
    <4da>   DW_AT_type        : <0xd9>
    <4de>   DW_AT_external    : 1
    <4df>   DW_AT_declaration : 1
 <1><4e0>: Abbrev Number: 11 (DW_TAG_variable)
    <4e1>   DW_AT_name        : (indirect string, offset: 0xc10): program_invocation_short_name
    <4e5>   DW_AT_decl_file   : 11
    <4e6>   DW_AT_decl_line   : 46
    <4e7>   DW_AT_decl_column : 14
    <4e8>   DW_AT_type        : <0xd9>
    <4ec>   DW_AT_external    : 1
    <4ed>   DW_AT_declaration : 1
 <1><4ee>: Abbrev Number: 15 (DW_TAG_array_type)
    <4ef>   DW_AT_type        : <0xd9>
    <4f3>   DW_AT_sibling     : <0x4fe>
 <2><4f7>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <4f8>   DW_AT_type        : <0x2b>
    <4fc>   DW_AT_upper_bound : 1
 <2><4fd>: Abbrev Number: 0
 <1><4fe>: Abbrev Number: 11 (DW_TAG_variable)
    <4ff>   DW_AT_name        : (indirect string, offset: 0x1ba): __tzname
    <503>   DW_AT_decl_file   : 12
    <504>   DW_AT_decl_line   : 159
    <505>   DW_AT_decl_column : 14
    <506>   DW_AT_type        : <0x4ee>
    <50a>   DW_AT_external    : 1
    <50b>   DW_AT_declaration : 1
 <1><50c>: Abbrev Number: 11 (DW_TAG_variable)
    <50d>   DW_AT_name        : (indirect string, offset: 0xf2c): __daylight
    <511>   DW_AT_decl_file   : 12
    <512>   DW_AT_decl_line   : 160
    <513>   DW_AT_decl_column : 12
    <514>   DW_AT_type        : <0x64>
    <518>   DW_AT_external    : 1
    <519>   DW_AT_declaration : 1
 <1><51a>: Abbrev Number: 11 (DW_TAG_variable)
    <51b>   DW_AT_name        : (indirect string, offset: 0x389): __timezone
    <51f>   DW_AT_decl_file   : 12
    <520>   DW_AT_decl_line   : 161
    <521>   DW_AT_decl_column : 17
    <522>   DW_AT_type        : <0x11b>
    <526>   DW_AT_external    : 1
    <527>   DW_AT_declaration : 1
 <1><528>: Abbrev Number: 11 (DW_TAG_variable)
    <529>   DW_AT_name        : (indirect string, offset: 0x6fe): tzname
    <52d>   DW_AT_decl_file   : 12
    <52e>   DW_AT_decl_line   : 166
    <52f>   DW_AT_decl_column : 14
    <530>   DW_AT_type        : <0x4ee>
    <534>   DW_AT_external    : 1
    <535>   DW_AT_declaration : 1
 <1><536>: Abbrev Number: 11 (DW_TAG_variable)
    <537>   DW_AT_name        : (indirect string, offset: 0x10ab): daylight
    <53b>   DW_AT_decl_file   : 12
    <53c>   DW_AT_decl_line   : 174
    <53d>   DW_AT_decl_column : 12
    <53e>   DW_AT_type        : <0x64>
    <542>   DW_AT_external    : 1
    <543>   DW_AT_declaration : 1
 <1><544>: Abbrev Number: 11 (DW_TAG_variable)
    <545>   DW_AT_name        : (indirect string, offset: 0x542): timezone
    <549>   DW_AT_decl_file   : 12
    <54a>   DW_AT_decl_line   : 175
    <54b>   DW_AT_decl_column : 17
    <54c>   DW_AT_type        : <0x11b>
    <550>   DW_AT_external    : 1
    <551>   DW_AT_declaration : 1
 <1><552>: Abbrev Number: 10 (DW_TAG_variable)
    <553>   DW_AT_name        : (indirect string, offset: 0xfac): getdate_err
    <557>   DW_AT_decl_file   : 12
    <558>   DW_AT_decl_line   : 280
    <55a>   DW_AT_decl_column : 12
    <55b>   DW_AT_type        : <0x64>
    <55f>   DW_AT_external    : 1
    <560>   DW_AT_declaration : 1
 <1><561>: Abbrev Number: 11 (DW_TAG_variable)
    <562>   DW_AT_name        : (indirect string, offset: 0xa21): debug_flag
    <566>   DW_AT_decl_file   : 13
    <567>   DW_AT_decl_line   : 20
    <568>   DW_AT_decl_column : 13
    <569>   DW_AT_type        : <0x56f>
    <56d>   DW_AT_external    : 1
    <56e>   DW_AT_declaration : 1
 <1><56f>: Abbrev Number: 2 (DW_TAG_base_type)
    <570>   DW_AT_byte_size   : 1
    <571>   DW_AT_encoding    : 2	(boolean)
    <572>   DW_AT_name        : (indirect string, offset: 0x486): _Bool
 <1><576>: Abbrev Number: 3 (DW_TAG_const_type)
    <577>   DW_AT_type        : <0x56f>
 <1><57b>: Abbrev Number: 4 (DW_TAG_typedef)
    <57c>   DW_AT_name        : (indirect string, offset: 0xad8): __kernel_long_t
    <580>   DW_AT_decl_file   : 14
    <581>   DW_AT_decl_line   : 14
    <582>   DW_AT_decl_column : 19
    <583>   DW_AT_type        : <0x7c>
 <1><587>: Abbrev Number: 4 (DW_TAG_typedef)
    <588>   DW_AT_name        : (indirect string, offset: 0x59c): __kernel_ulong_t
    <58c>   DW_AT_decl_file   : 14
    <58d>   DW_AT_decl_line   : 15
    <58e>   DW_AT_decl_column : 28
    <58f>   DW_AT_type        : <0x8f>
 <1><593>: Abbrev Number: 4 (DW_TAG_typedef)
    <594>   DW_AT_name        : (indirect string, offset: 0x267): __kernel_mode_t
    <598>   DW_AT_decl_file   : 15
    <599>   DW_AT_decl_line   : 24
    <59a>   DW_AT_decl_column : 22
    <59b>   DW_AT_type        : <0x2b>
 <1><59f>: Abbrev Number: 4 (DW_TAG_typedef)
    <5a0>   DW_AT_name        : (indirect string, offset: 0x683): __kernel_uid32_t
    <5a4>   DW_AT_decl_file   : 15
    <5a5>   DW_AT_decl_line   : 49
    <5a6>   DW_AT_decl_column : 22
    <5a7>   DW_AT_type        : <0x2b>
 <1><5ab>: Abbrev Number: 4 (DW_TAG_typedef)
    <5ac>   DW_AT_name        : (indirect string, offset: 0x62c): __kernel_gid32_t
    <5b0>   DW_AT_decl_file   : 15
    <5b1>   DW_AT_decl_line   : 50
    <5b2>   DW_AT_decl_column : 22
    <5b3>   DW_AT_type        : <0x2b>
 <1><5b7>: Abbrev Number: 4 (DW_TAG_typedef)
    <5b8>   DW_AT_name        : (indirect string, offset: 0x9a2): __kernel_time_t
    <5bc>   DW_AT_decl_file   : 15
    <5bd>   DW_AT_decl_line   : 89
    <5be>   DW_AT_decl_column : 25
    <5bf>   DW_AT_type        : <0x57b>
 <1><5c3>: Abbrev Number: 4 (DW_TAG_typedef)
    <5c4>   DW_AT_name        : (indirect string, offset: 0x3d7): kernel_long_t
    <5c8>   DW_AT_decl_file   : 16
    <5c9>   DW_AT_decl_line   : 16
    <5ca>   DW_AT_decl_column : 25
    <5cb>   DW_AT_type        : <0x57b>
 <1><5cf>: Abbrev Number: 4 (DW_TAG_typedef)
    <5d0>   DW_AT_name        : (indirect string, offset: 0x8d3): kernel_ulong_t
    <5d4>   DW_AT_decl_file   : 16
    <5d5>   DW_AT_decl_line   : 17
    <5d6>   DW_AT_decl_column : 26
    <5d7>   DW_AT_type        : <0x587>
 <1><5db>: Abbrev Number: 3 (DW_TAG_const_type)
    <5dc>   DW_AT_type        : <0x5cf>
 <1><5e0>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5e1>   DW_AT_name        : (indirect string, offset: 0xc2e): list_item
    <5e5>   DW_AT_byte_size   : 8
    <5e6>   DW_AT_decl_file   : 17
    <5e7>   DW_AT_decl_line   : 92
    <5e8>   DW_AT_decl_column : 8
    <5e9>   DW_AT_sibling     : <0x60c>
 <2><5ed>: Abbrev Number: 9 (DW_TAG_member)
    <5ee>   DW_AT_name        : (indirect string, offset: 0x10f0): prev
    <5f2>   DW_AT_decl_file   : 17
    <5f3>   DW_AT_decl_line   : 93
    <5f4>   DW_AT_decl_column : 20
    <5f5>   DW_AT_type        : <0x60c>
    <5f9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5fc>: Abbrev Number: 9 (DW_TAG_member)
    <5fd>   DW_AT_name        : (indirect string, offset: 0x10e6): next
    <601>   DW_AT_decl_file   : 17
    <602>   DW_AT_decl_line   : 94
    <603>   DW_AT_decl_column : 20
    <604>   DW_AT_type        : <0x60c>
    <608>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><60b>: Abbrev Number: 0
 <1><60c>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <60d>   DW_AT_byte_size   : 4
    <60e>   DW_AT_type        : <0x5e0>
 <1><612>: Abbrev Number: 8 (DW_TAG_structure_type)
    <613>   DW_AT_name        : (indirect string, offset: 0x8ab): sysent
    <617>   DW_AT_byte_size   : 20
    <618>   DW_AT_decl_file   : 18
    <619>   DW_AT_decl_line   : 11
    <61a>   DW_AT_decl_column : 16
    <61b>   DW_AT_sibling     : <0x66b>
 <2><61f>: Abbrev Number: 9 (DW_TAG_member)
    <620>   DW_AT_name        : (indirect string, offset: 0x1052): nargs
    <624>   DW_AT_decl_file   : 18
    <625>   DW_AT_decl_line   : 12
    <626>   DW_AT_decl_column : 11
    <627>   DW_AT_type        : <0x2b>
    <62b>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><62e>: Abbrev Number: 9 (DW_TAG_member)
    <62f>   DW_AT_name        : (indirect string, offset: 0x9b2): sys_flags
    <633>   DW_AT_decl_file   : 18
    <634>   DW_AT_decl_line   : 13
    <635>   DW_AT_decl_column : 6
    <636>   DW_AT_type        : <0x64>
    <63a>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><63d>: Abbrev Number: 19 (DW_TAG_member)
    <63e>   DW_AT_name        : sen
    <642>   DW_AT_decl_file   : 18
    <643>   DW_AT_decl_line   : 14
    <644>   DW_AT_decl_column : 6
    <645>   DW_AT_type        : <0x64>
    <649>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><64c>: Abbrev Number: 9 (DW_TAG_member)
    <64d>   DW_AT_name        : (indirect string, offset: 0x321): sys_func
    <651>   DW_AT_decl_file   : 18
    <652>   DW_AT_decl_line   : 15
    <653>   DW_AT_decl_column : 8
    <654>   DW_AT_type        : <0x676>
    <658>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><65b>: Abbrev Number: 9 (DW_TAG_member)
    <65c>   DW_AT_name        : (indirect string, offset: 0x296): sys_name
    <660>   DW_AT_decl_file   : 18
    <661>   DW_AT_decl_line   : 16
    <662>   DW_AT_decl_column : 14
    <663>   DW_AT_type        : <0x1c2>
    <667>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><66a>: Abbrev Number: 0
 <1><66b>: Abbrev Number: 20 (DW_TAG_subroutine_type)
    <66c>   DW_AT_type        : <0x64>
    <670>   DW_AT_sibling     : <0x676>
 <2><674>: Abbrev Number: 21 (DW_TAG_unspecified_parameters)
 <2><675>: Abbrev Number: 0
 <1><676>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <677>   DW_AT_byte_size   : 4
    <678>   DW_AT_type        : <0x66b>
 <1><67c>: Abbrev Number: 4 (DW_TAG_typedef)
    <67d>   DW_AT_name        : (indirect string, offset: 0xed4): struct_sysent
    <681>   DW_AT_decl_file   : 18
    <682>   DW_AT_decl_line   : 17
    <683>   DW_AT_decl_column : 3
    <684>   DW_AT_type        : <0x612>
 <1><688>: Abbrev Number: 3 (DW_TAG_const_type)
    <689>   DW_AT_type        : <0x67c>
 <1><68d>: Abbrev Number: 11 (DW_TAG_variable)
    <68e>   DW_AT_name        : (indirect string, offset: 0xd8d): current_personality
    <692>   DW_AT_decl_file   : 19
    <693>   DW_AT_decl_line   : 158
    <694>   DW_AT_decl_column : 17
    <695>   DW_AT_type        : <0x2b>
    <699>   DW_AT_external    : 1
    <69a>   DW_AT_declaration : 1
 <1><69b>: Abbrev Number: 11 (DW_TAG_variable)
    <69c>   DW_AT_name        : (indirect string, offset: 0x84d): current_wordsize
    <6a0>   DW_AT_decl_file   : 19
    <6a1>   DW_AT_decl_line   : 171
    <6a2>   DW_AT_decl_column : 17
    <6a3>   DW_AT_type        : <0x2b>
    <6a7>   DW_AT_external    : 1
    <6a8>   DW_AT_declaration : 1
 <1><6a9>: Abbrev Number: 11 (DW_TAG_variable)
    <6aa>   DW_AT_name        : (indirect string, offset: 0xa9d): current_klongsize
    <6ae>   DW_AT_decl_file   : 19
    <6af>   DW_AT_decl_line   : 176
    <6b0>   DW_AT_decl_column : 17
    <6b1>   DW_AT_type        : <0x2b>
    <6b5>   DW_AT_external    : 1
    <6b6>   DW_AT_declaration : 1
 <1><6b7>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6b8>   DW_AT_name        : (indirect string, offset: 0xcb7): ioctlent
    <6bc>   DW_AT_byte_size   : 8
    <6bd>   DW_AT_decl_file   : 19
    <6be>   DW_AT_decl_line   : 217
    <6bf>   DW_AT_decl_column : 16
    <6c0>   DW_AT_sibling     : <0x6e3>
 <2><6c4>: Abbrev Number: 9 (DW_TAG_member)
    <6c5>   DW_AT_name        : (indirect string, offset: 0xf89): symbol
    <6c9>   DW_AT_decl_file   : 19
    <6ca>   DW_AT_decl_line   : 218
    <6cb>   DW_AT_decl_column : 14
    <6cc>   DW_AT_type        : <0x1c2>
    <6d0>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6d3>: Abbrev Number: 9 (DW_TAG_member)
    <6d4>   DW_AT_name        : (indirect string, offset: 0xd56): code
    <6d8>   DW_AT_decl_file   : 19
    <6d9>   DW_AT_decl_line   : 219
    <6da>   DW_AT_decl_column : 15
    <6db>   DW_AT_type        : <0x2b>
    <6df>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6e2>: Abbrev Number: 0
 <1><6e3>: Abbrev Number: 4 (DW_TAG_typedef)
    <6e4>   DW_AT_name        : (indirect string, offset: 0xc78): struct_ioctlent
    <6e8>   DW_AT_decl_file   : 19
    <6e9>   DW_AT_decl_line   : 220
    <6ea>   DW_AT_decl_column : 3
    <6eb>   DW_AT_type        : <0x6b7>
 <1><6ef>: Abbrev Number: 3 (DW_TAG_const_type)
    <6f0>   DW_AT_type        : <0x6e3>
 <1><6f4>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6f5>   DW_AT_name        : (indirect string, offset: 0x841): inject_data
    <6f9>   DW_AT_byte_size   : 10
    <6fa>   DW_AT_decl_file   : 19
    <6fb>   DW_AT_decl_line   : 241
    <6fc>   DW_AT_decl_column : 8
    <6fd>   DW_AT_sibling     : <0x75c>
 <2><701>: Abbrev Number: 9 (DW_TAG_member)
    <702>   DW_AT_name        : (indirect string, offset: 0x551): flags
    <706>   DW_AT_decl_file   : 19
    <707>   DW_AT_decl_line   : 242
    <708>   DW_AT_decl_column : 10
    <709>   DW_AT_type        : <0xeb>
    <70d>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><710>: Abbrev Number: 9 (DW_TAG_member)
    <711>   DW_AT_name        : (indirect string, offset: 0x956): signo
    <715>   DW_AT_decl_file   : 19
    <716>   DW_AT_decl_line   : 243
    <717>   DW_AT_decl_column : 10
    <718>   DW_AT_type        : <0xeb>
    <71c>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><71f>: Abbrev Number: 9 (DW_TAG_member)
    <720>   DW_AT_name        : (indirect string, offset: 0x10a): rval_idx
    <724>   DW_AT_decl_file   : 19
    <725>   DW_AT_decl_line   : 244
    <726>   DW_AT_decl_column : 11
    <727>   DW_AT_type        : <0xf7>
    <72b>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><72e>: Abbrev Number: 9 (DW_TAG_member)
    <72f>   DW_AT_name        : (indirect string, offset: 0x4a): delay_idx
    <733>   DW_AT_decl_file   : 19
    <734>   DW_AT_decl_line   : 245
    <735>   DW_AT_decl_column : 11
    <736>   DW_AT_type        : <0xf7>
    <73a>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><73d>: Abbrev Number: 9 (DW_TAG_member)
    <73e>   DW_AT_name        : (indirect string, offset: 0x5d9): poke_idx
    <742>   DW_AT_decl_file   : 19
    <743>   DW_AT_decl_line   : 246
    <744>   DW_AT_decl_column : 11
    <745>   DW_AT_type        : <0xf7>
    <749>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><74c>: Abbrev Number: 9 (DW_TAG_member)
    <74d>   DW_AT_name        : (indirect string, offset: 0x19a): scno
    <751>   DW_AT_decl_file   : 19
    <752>   DW_AT_decl_line   : 247
    <753>   DW_AT_decl_column : 11
    <754>   DW_AT_type        : <0xf7>
    <758>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><75b>: Abbrev Number: 0
 <1><75c>: Abbrev Number: 8 (DW_TAG_structure_type)
    <75d>   DW_AT_name        : (indirect string, offset: 0xeb): inject_opts
    <761>   DW_AT_byte_size   : 16
    <762>   DW_AT_decl_file   : 19
    <763>   DW_AT_decl_line   : 250
    <764>   DW_AT_decl_column : 8
    <765>   DW_AT_sibling     : <0x7a6>
 <2><769>: Abbrev Number: 9 (DW_TAG_member)
    <76a>   DW_AT_name        : (indirect string, offset: 0xa71): first
    <76e>   DW_AT_decl_file   : 19
    <76f>   DW_AT_decl_line   : 251
    <770>   DW_AT_decl_column : 11
    <771>   DW_AT_type        : <0xf7>
    <775>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><778>: Abbrev Number: 9 (DW_TAG_member)
    <779>   DW_AT_name        : (indirect string, offset: 0x1119): last
    <77d>   DW_AT_decl_file   : 19
    <77e>   DW_AT_decl_line   : 252
    <77f>   DW_AT_decl_column : 11
    <780>   DW_AT_type        : <0xf7>
    <784>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><787>: Abbrev Number: 9 (DW_TAG_member)
    <788>   DW_AT_name        : (indirect string, offset: 0x3ae): step
    <78c>   DW_AT_decl_file   : 19
    <78d>   DW_AT_decl_line   : 253
    <78e>   DW_AT_decl_column : 11
    <78f>   DW_AT_type        : <0xf7>
    <793>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><796>: Abbrev Number: 9 (DW_TAG_member)
    <797>   DW_AT_name        : (indirect string, offset: 0x10eb): data
    <79b>   DW_AT_decl_file   : 19
    <79c>   DW_AT_decl_line   : 254
    <79d>   DW_AT_decl_column : 21
    <79e>   DW_AT_type        : <0x6f4>
    <7a2>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><7a5>: Abbrev Number: 0
 <1><7a6>: Abbrev Number: 22 (DW_TAG_structure_type)
    <7a7>   DW_AT_name        : tcb
    <7ab>   DW_AT_byte_size   : 280
    <7ad>   DW_AT_decl_file   : 19
    <7ae>   DW_AT_decl_line   : 262
    <7b0>   DW_AT_decl_column : 8
    <7b1>   DW_AT_sibling     : <0x9d6>
 <2><7b5>: Abbrev Number: 13 (DW_TAG_member)
    <7b6>   DW_AT_name        : (indirect string, offset: 0x551): flags
    <7ba>   DW_AT_decl_file   : 19
    <7bb>   DW_AT_decl_line   : 263
    <7bd>   DW_AT_decl_column : 6
    <7be>   DW_AT_type        : <0x64>
    <7c2>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7c5>: Abbrev Number: 23 (DW_TAG_member)
    <7c6>   DW_AT_name        : pid
    <7ca>   DW_AT_decl_file   : 19
    <7cb>   DW_AT_decl_line   : 264
    <7cd>   DW_AT_decl_column : 6
    <7ce>   DW_AT_type        : <0x64>
    <7d2>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7d5>: Abbrev Number: 13 (DW_TAG_member)
    <7d6>   DW_AT_name        : (indirect string, offset: 0x62): qual_flg
    <7da>   DW_AT_decl_file   : 19
    <7db>   DW_AT_decl_line   : 265
    <7dd>   DW_AT_decl_column : 6
    <7de>   DW_AT_type        : <0x64>
    <7e2>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7e5>: Abbrev Number: 13 (DW_TAG_member)
    <7e6>   DW_AT_name        : (indirect string, offset: 0x39f): currpers
    <7ea>   DW_AT_decl_file   : 19
    <7eb>   DW_AT_decl_line   : 267
    <7ed>   DW_AT_decl_column : 15
    <7ee>   DW_AT_type        : <0x2b>
    <7f2>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><7f5>: Abbrev Number: 13 (DW_TAG_member)
    <7f6>   DW_AT_name        : (indirect string, offset: 0xb75): u_error
    <7fa>   DW_AT_decl_file   : 19
    <7fb>   DW_AT_decl_line   : 269
    <7fd>   DW_AT_decl_column : 16
    <7fe>   DW_AT_type        : <0x37>
    <802>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><805>: Abbrev Number: 13 (DW_TAG_member)
    <806>   DW_AT_name        : (indirect string, offset: 0x19a): scno
    <80a>   DW_AT_decl_file   : 19
    <80b>   DW_AT_decl_line   : 270
    <80d>   DW_AT_decl_column : 17
    <80e>   DW_AT_type        : <0x5cf>
    <812>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><815>: Abbrev Number: 13 (DW_TAG_member)
    <816>   DW_AT_name        : (indirect string, offset: 0xbc6): true_scno
    <81a>   DW_AT_decl_file   : 19
    <81b>   DW_AT_decl_line   : 271
    <81d>   DW_AT_decl_column : 17
    <81e>   DW_AT_type        : <0x5cf>
    <822>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><825>: Abbrev Number: 13 (DW_TAG_member)
    <826>   DW_AT_name        : (indirect string, offset: 0x1a4): u_arg
    <82a>   DW_AT_decl_file   : 19
    <82b>   DW_AT_decl_line   : 272
    <82d>   DW_AT_decl_column : 17
    <82e>   DW_AT_type        : <0x9d6>
    <832>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><835>: Abbrev Number: 13 (DW_TAG_member)
    <836>   DW_AT_name        : (indirect string, offset: 0x9c9): u_rval
    <83a>   DW_AT_decl_file   : 19
    <83b>   DW_AT_decl_line   : 273
    <83d>   DW_AT_decl_column : 16
    <83e>   DW_AT_type        : <0x5c3>
    <842>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><845>: Abbrev Number: 13 (DW_TAG_member)
    <846>   DW_AT_name        : (indirect string, offset: 0xaf4): sys_func_rval
    <84a>   DW_AT_decl_file   : 19
    <84b>   DW_AT_decl_line   : 274
    <84d>   DW_AT_decl_column : 6
    <84e>   DW_AT_type        : <0x64>
    <852>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><855>: Abbrev Number: 13 (DW_TAG_member)
    <856>   DW_AT_name        : (indirect string, offset: 0xd2d): curcol
    <85a>   DW_AT_decl_file   : 19
    <85b>   DW_AT_decl_line   : 275
    <85d>   DW_AT_decl_column : 6
    <85e>   DW_AT_type        : <0x64>
    <862>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><865>: Abbrev Number: 13 (DW_TAG_member)
    <866>   DW_AT_name        : (indirect string, offset: 0x9db): outf
    <86a>   DW_AT_decl_file   : 19
    <86b>   DW_AT_decl_line   : 276
    <86d>   DW_AT_decl_column : 8
    <86e>   DW_AT_type        : <0x9e6>
    <872>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><875>: Abbrev Number: 13 (DW_TAG_member)
    <876>   DW_AT_name        : (indirect string, offset: 0xf61): staged_output_data
    <87a>   DW_AT_decl_file   : 19
    <87b>   DW_AT_decl_line   : 277
    <87d>   DW_AT_decl_column : 29
    <87e>   DW_AT_type        : <0x9f2>
    <882>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><885>: Abbrev Number: 13 (DW_TAG_member)
    <886>   DW_AT_name        : (indirect string, offset: 0xabf): auxstr
    <88a>   DW_AT_decl_file   : 19
    <88b>   DW_AT_decl_line   : 279
    <88d>   DW_AT_decl_column : 14
    <88e>   DW_AT_type        : <0x1c2>
    <892>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><895>: Abbrev Number: 13 (DW_TAG_member)
    <896>   DW_AT_name        : (indirect string, offset: 0x183): _priv_data
    <89a>   DW_AT_decl_file   : 19
    <89b>   DW_AT_decl_line   : 280
    <89d>   DW_AT_decl_column : 8
    <89e>   DW_AT_type        : <0xc6>
    <8a2>   DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
 <2><8a5>: Abbrev Number: 13 (DW_TAG_member)
    <8a6>   DW_AT_name        : (indirect string, offset: 0xc5b): _free_priv_data
    <8aa>   DW_AT_decl_file   : 19
    <8ab>   DW_AT_decl_line   : 281
    <8ad>   DW_AT_decl_column : 9
    <8ae>   DW_AT_type        : <0xa04>
    <8b2>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><8b5>: Abbrev Number: 13 (DW_TAG_member)
    <8b6>   DW_AT_name        : (indirect string, offset: 0x194): s_ent
    <8ba>   DW_AT_decl_file   : 19
    <8bb>   DW_AT_decl_line   : 282
    <8bd>   DW_AT_decl_column : 23
    <8be>   DW_AT_type        : <0xa0a>
    <8c2>   DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
 <2><8c5>: Abbrev Number: 13 (DW_TAG_member)
    <8c6>   DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
    <8ca>   DW_AT_decl_file   : 19
    <8cb>   DW_AT_decl_line   : 285
    <8cd>   DW_AT_decl_column : 23
    <8ce>   DW_AT_type        : <0xa0a>
    <8d2>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><8d6>: Abbrev Number: 13 (DW_TAG_member)
    <8d7>   DW_AT_name        : (indirect string, offset: 0x394): inject_vec
    <8db>   DW_AT_decl_file   : 19
    <8dc>   DW_AT_decl_line   : 286
    <8de>   DW_AT_decl_column : 22
    <8df>   DW_AT_type        : <0xa15>
    <8e3>   DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
 <2><8e7>: Abbrev Number: 13 (DW_TAG_member)
    <8e8>   DW_AT_name        : (indirect string, offset: 0x7ff): stime
    <8ec>   DW_AT_decl_file   : 19
    <8ed>   DW_AT_decl_line   : 287
    <8ef>   DW_AT_decl_column : 18
    <8f0>   DW_AT_type        : <0x133>
    <8f4>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><8f8>: Abbrev Number: 13 (DW_TAG_member)
    <8f9>   DW_AT_name        : (indirect string, offset: 0x3a8): ltime
    <8fd>   DW_AT_decl_file   : 19
    <8fe>   DW_AT_decl_line   : 288
    <900>   DW_AT_decl_column : 18
    <901>   DW_AT_type        : <0x133>
    <905>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><909>: Abbrev Number: 13 (DW_TAG_member)
    <90a>   DW_AT_name        : (indirect string, offset: 0x1019): atime
    <90e>   DW_AT_decl_file   : 19
    <90f>   DW_AT_decl_line   : 289
    <911>   DW_AT_decl_column : 18
    <912>   DW_AT_type        : <0x133>
    <916>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><91a>: Abbrev Number: 13 (DW_TAG_member)
    <91b>   DW_AT_name        : (indirect string, offset: 0x54b): etime
    <91f>   DW_AT_decl_file   : 19
    <920>   DW_AT_decl_line   : 290
    <922>   DW_AT_decl_column : 18
    <923>   DW_AT_type        : <0x133>
    <927>   DW_AT_data_member_location: 3 byte block: 23 c0 1 	(DW_OP_plus_uconst: 192)
 <2><92b>: Abbrev Number: 13 (DW_TAG_member)
    <92c>   DW_AT_name        : (indirect string, offset: 0xda1): delay_expiration_time
    <930>   DW_AT_decl_file   : 19
    <931>   DW_AT_decl_line   : 291
    <933>   DW_AT_decl_column : 18
    <934>   DW_AT_type        : <0x133>
    <938>   DW_AT_data_member_location: 3 byte block: 23 d0 1 	(DW_OP_plus_uconst: 208)
 <2><93c>: Abbrev Number: 13 (DW_TAG_member)
    <93d>   DW_AT_name        : (indirect string, offset: 0x32): pid_ns
    <941>   DW_AT_decl_file   : 19
    <942>   DW_AT_decl_line   : 298
    <944>   DW_AT_decl_column : 15
    <945>   DW_AT_type        : <0x2b>
    <949>   DW_AT_data_member_location: 3 byte block: 23 e0 1 	(DW_OP_plus_uconst: 224)
 <2><94d>: Abbrev Number: 13 (DW_TAG_member)
    <94e>   DW_AT_name        : (indirect string, offset: 0xfb8): mmap_cache
    <952>   DW_AT_decl_file   : 19
    <953>   DW_AT_decl_line   : 304
    <955>   DW_AT_decl_column : 23
    <956>   DW_AT_type        : <0xa31>
    <95a>   DW_AT_data_member_location: 3 byte block: 23 e4 1 	(DW_OP_plus_uconst: 228)
 <2><95e>: Abbrev Number: 13 (DW_TAG_member)
    <95f>   DW_AT_name        : (indirect string, offset: 0xb9c): wait_data_idx
    <963>   DW_AT_decl_file   : 19
    <964>   DW_AT_decl_line   : 311
    <966>   DW_AT_decl_column : 9
    <967>   DW_AT_type        : <0x122>
    <96b>   DW_AT_data_member_location: 3 byte block: 23 e8 1 	(DW_OP_plus_uconst: 232)
 <2><96f>: Abbrev Number: 13 (DW_TAG_member)
    <970>   DW_AT_name        : (indirect string, offset: 0xac6): delayed_wait_data
    <974>   DW_AT_decl_file   : 19
    <975>   DW_AT_decl_line   : 313
    <977>   DW_AT_decl_column : 24
    <978>   DW_AT_type        : <0xa3d>
    <97c>   DW_AT_data_member_location: 3 byte block: 23 ec 1 	(DW_OP_plus_uconst: 236)
 <2><980>: Abbrev Number: 13 (DW_TAG_member)
    <981>   DW_AT_name        : (indirect string, offset: 0xb36): wait_list
    <985>   DW_AT_decl_file   : 19
    <986>   DW_AT_decl_line   : 314
    <988>   DW_AT_decl_column : 19
    <989>   DW_AT_type        : <0x5e0>
    <98d>   DW_AT_data_member_location: 3 byte block: 23 f0 1 	(DW_OP_plus_uconst: 240)
 <2><991>: Abbrev Number: 13 (DW_TAG_member)
    <992>   DW_AT_name        : (indirect string, offset: 0x6d8): vcpu_info_list
    <996>   DW_AT_decl_file   : 19
    <997>   DW_AT_decl_line   : 318
    <999>   DW_AT_decl_column : 20
    <99a>   DW_AT_type        : <0xa49>
    <99e>   DW_AT_data_member_location: 3 byte block: 23 f8 1 	(DW_OP_plus_uconst: 248)
 <2><9a2>: Abbrev Number: 13 (DW_TAG_member)
    <9a3>   DW_AT_name        : (indirect string, offset: 0xcf2): unwind_ctx
    <9a7>   DW_AT_decl_file   : 19
    <9a8>   DW_AT_decl_line   : 322
    <9aa>   DW_AT_decl_column : 8
    <9ab>   DW_AT_type        : <0xc6>
    <9af>   DW_AT_data_member_location: 3 byte block: 23 fc 1 	(DW_OP_plus_uconst: 252)
 <2><9b3>: Abbrev Number: 13 (DW_TAG_member)
    <9b4>   DW_AT_name        : (indirect string, offset: 0x535): unwind_queue
    <9b8>   DW_AT_decl_file   : 19
    <9b9>   DW_AT_decl_line   : 323
    <9bb>   DW_AT_decl_column : 25
    <9bc>   DW_AT_type        : <0xa55>
    <9c0>   DW_AT_data_member_location: 3 byte block: 23 80 2 	(DW_OP_plus_uconst: 256)
 <2><9c4>: Abbrev Number: 13 (DW_TAG_member)
    <9c5>   DW_AT_name        : (indirect string, offset: 0x178): comm
    <9c9>   DW_AT_decl_file   : 19
    <9ca>   DW_AT_decl_line   : 327
    <9cc>   DW_AT_decl_column : 7
    <9cd>   DW_AT_type        : <0xa5b>
    <9d1>   DW_AT_data_member_location: 3 byte block: 23 84 2 	(DW_OP_plus_uconst: 260)
 <2><9d5>: Abbrev Number: 0
 <1><9d6>: Abbrev Number: 15 (DW_TAG_array_type)
    <9d7>   DW_AT_type        : <0x5cf>
    <9db>   DW_AT_sibling     : <0x9e6>
 <2><9df>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <9e0>   DW_AT_type        : <0x2b>
    <9e4>   DW_AT_upper_bound : 5
 <2><9e5>: Abbrev Number: 0
 <1><9e6>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9e7>   DW_AT_byte_size   : 4
    <9e8>   DW_AT_type        : <0x3ac>
 <1><9ec>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9ed>   DW_AT_name        : (indirect string, offset: 0xf61): staged_output_data
    <9f1>   DW_AT_declaration : 1
 <1><9f2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9f3>   DW_AT_byte_size   : 4
    <9f4>   DW_AT_type        : <0x9ec>
 <1><9f8>: Abbrev Number: 24 (DW_TAG_subroutine_type)
    <9f9>   DW_AT_prototyped  : 1
    <9fa>   DW_AT_sibling     : <0xa04>
 <2><9fe>: Abbrev Number: 25 (DW_TAG_formal_parameter)
    <9ff>   DW_AT_type        : <0xc6>
 <2><a03>: Abbrev Number: 0
 <1><a04>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a05>   DW_AT_byte_size   : 4
    <a06>   DW_AT_type        : <0x9f8>
 <1><a0a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a0b>   DW_AT_byte_size   : 4
    <a0c>   DW_AT_type        : <0x688>
 <1><a10>: Abbrev Number: 3 (DW_TAG_const_type)
    <a11>   DW_AT_type        : <0xa0a>
 <1><a15>: Abbrev Number: 15 (DW_TAG_array_type)
    <a16>   DW_AT_type        : <0xa25>
    <a1a>   DW_AT_sibling     : <0xa25>
 <2><a1e>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a1f>   DW_AT_type        : <0x2b>
    <a23>   DW_AT_upper_bound : 2
 <2><a24>: Abbrev Number: 0
 <1><a25>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a26>   DW_AT_byte_size   : 4
    <a27>   DW_AT_type        : <0x75c>
 <1><a2b>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a2c>   DW_AT_name        : (indirect string, offset: 0xb7): mmap_cache_t
    <a30>   DW_AT_declaration : 1
 <1><a31>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a32>   DW_AT_byte_size   : 4
    <a33>   DW_AT_type        : <0xa2b>
 <1><a37>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a38>   DW_AT_name        : (indirect string, offset: 0x3c9): tcb_wait_data
    <a3c>   DW_AT_declaration : 1
 <1><a3d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a3e>   DW_AT_byte_size   : 4
    <a3f>   DW_AT_type        : <0xa37>
 <1><a43>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a44>   DW_AT_name        : (indirect string, offset: 0x16e): vcpu_info
    <a48>   DW_AT_declaration : 1
 <1><a49>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a4a>   DW_AT_byte_size   : 4
    <a4b>   DW_AT_type        : <0xa43>
 <1><a4f>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a50>   DW_AT_name        : (indirect string, offset: 0xf45): unwind_queue_t
    <a54>   DW_AT_declaration : 1
 <1><a55>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a56>   DW_AT_byte_size   : 4
    <a57>   DW_AT_type        : <0xa4f>
 <1><a5b>: Abbrev Number: 15 (DW_TAG_array_type)
    <a5c>   DW_AT_type        : <0xdf>
    <a60>   DW_AT_sibling     : <0xa6b>
 <2><a64>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a65>   DW_AT_type        : <0x2b>
    <a69>   DW_AT_upper_bound : 15
 <2><a6a>: Abbrev Number: 0
 <1><a6b>: Abbrev Number: 10 (DW_TAG_variable)
    <a6c>   DW_AT_name        : (indirect string, offset: 0xbd9): stub_sysent
    <a70>   DW_AT_decl_file   : 19
    <a71>   DW_AT_decl_line   : 400
    <a73>   DW_AT_decl_column : 28
    <a74>   DW_AT_type        : <0x688>
    <a78>   DW_AT_external    : 1
    <a79>   DW_AT_declaration : 1
 <1><a7a>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a7b>   DW_AT_name        : (indirect string, offset: 0x10ce): xlat_type
    <a7f>   DW_AT_encoding    : 7	(unsigned)
    <a80>   DW_AT_byte_size   : 4
    <a81>   DW_AT_type        : <0x2b>
    <a85>   DW_AT_decl_file   : 20
    <a86>   DW_AT_decl_line   : 13
    <a87>   DW_AT_decl_column : 6
    <a88>   DW_AT_sibling     : <0xa9f>
 <2><a8c>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a8d>   DW_AT_name        : (indirect string, offset: 0x2f1): XT_NORMAL
    <a91>   DW_AT_const_value : 0
 <2><a92>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a93>   DW_AT_name        : (indirect string, offset: 0xc8f): XT_SORTED
    <a97>   DW_AT_const_value : 1
 <2><a98>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a99>   DW_AT_name        : (indirect string, offset: 0xe24): XT_INDEXED
    <a9d>   DW_AT_const_value : 2
 <2><a9e>: Abbrev Number: 0
 <1><a9f>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <aa0>   DW_AT_name        : (indirect string, offset: 0xc05): xlat_style
    <aa4>   DW_AT_encoding    : 7	(unsigned)
    <aa5>   DW_AT_byte_size   : 4
    <aa6>   DW_AT_type        : <0x2b>
    <aaa>   DW_AT_decl_file   : 20
    <aab>   DW_AT_decl_line   : 19
    <aac>   DW_AT_decl_column : 6
    <aad>   DW_AT_sibling     : <0xadc>
 <2><ab1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab2>   DW_AT_name        : (indirect string, offset: 0xf7): XLAT_STYLE_DEFAULT
    <ab6>   DW_AT_const_value : 0
 <2><ab7>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab8>   DW_AT_name        : (indirect string, offset: 0xc38): XLAT_STYLE_RAW
    <abc>   DW_AT_const_value : 1
 <2><abd>: Abbrev Number: 27 (DW_TAG_enumerator)
    <abe>   DW_AT_name        : (indirect string, offset: 0x1099): XLAT_STYLE_ABBREV
    <ac2>   DW_AT_const_value : 2
 <2><ac3>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ac4>   DW_AT_name        : (indirect string, offset: 0x30e): XLAT_STYLE_VERBOSE
    <ac8>   DW_AT_const_value : 3
 <2><ac9>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aca>   DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
    <ace>   DW_AT_const_value : 0
 <2><acf>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ad0>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <ad4>   DW_AT_const_value : 4
 <2><ad5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ad6>   DW_AT_name        : (indirect string, offset: 0x1108): XLAT_STYLE_FMT_D
    <ada>   DW_AT_const_value : 8
 <2><adb>: Abbrev Number: 0
 <1><adc>: Abbrev Number: 8 (DW_TAG_structure_type)
    <add>   DW_AT_name        : (indirect string, offset: 0x33f): xlat_data
    <ae1>   DW_AT_byte_size   : 16
    <ae2>   DW_AT_decl_file   : 20
    <ae3>   DW_AT_decl_line   : 51
    <ae4>   DW_AT_decl_column : 8
    <ae5>   DW_AT_sibling     : <0xb08>
 <2><ae9>: Abbrev Number: 19 (DW_TAG_member)
    <aea>   DW_AT_name        : val
    <aee>   DW_AT_decl_file   : 20
    <aef>   DW_AT_decl_line   : 52
    <af0>   DW_AT_decl_column : 11
    <af1>   DW_AT_type        : <0x10f>
    <af5>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><af8>: Abbrev Number: 19 (DW_TAG_member)
    <af9>   DW_AT_name        : str
    <afd>   DW_AT_decl_file   : 20
    <afe>   DW_AT_decl_line   : 53
    <aff>   DW_AT_decl_column : 14
    <b00>   DW_AT_type        : <0x1c2>
    <b04>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b07>: Abbrev Number: 0
 <1><b08>: Abbrev Number: 3 (DW_TAG_const_type)
    <b09>   DW_AT_type        : <0xadc>
 <1><b0d>: Abbrev Number: 8 (DW_TAG_structure_type)
    <b0e>   DW_AT_name        : (indirect string, offset: 0x22): xlat
    <b12>   DW_AT_byte_size   : 24
    <b13>   DW_AT_decl_file   : 20
    <b14>   DW_AT_decl_line   : 56
    <b15>   DW_AT_decl_column : 8
    <b16>   DW_AT_sibling     : <0xb66>
 <2><b1a>: Abbrev Number: 9 (DW_TAG_member)
    <b1b>   DW_AT_name        : (indirect string, offset: 0x10eb): data
    <b1f>   DW_AT_decl_file   : 20
    <b20>   DW_AT_decl_line   : 57
    <b21>   DW_AT_decl_column : 26
    <b22>   DW_AT_type        : <0xb6b>
    <b26>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b29>: Abbrev Number: 9 (DW_TAG_member)
    <b2a>   DW_AT_name        : (indirect string, offset: 0x89f): flags_strsz
    <b2e>   DW_AT_decl_file   : 20
    <b2f>   DW_AT_decl_line   : 58
    <b30>   DW_AT_decl_column : 9
    <b31>   DW_AT_type        : <0x122>
    <b35>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b38>: Abbrev Number: 9 (DW_TAG_member)
    <b39>   DW_AT_name        : (indirect string, offset: 0xbaa): size
    <b3d>   DW_AT_decl_file   : 20
    <b3e>   DW_AT_decl_line   : 59
    <b3f>   DW_AT_decl_column : 11
    <b40>   DW_AT_type        : <0x103>
    <b44>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b47>: Abbrev Number: 9 (DW_TAG_member)
    <b48>   DW_AT_name        : (indirect string, offset: 0x19f): type
    <b4c>   DW_AT_decl_file   : 20
    <b4d>   DW_AT_decl_line   : 60
    <b4e>   DW_AT_decl_column : 17
    <b4f>   DW_AT_type        : <0xa7a>
    <b53>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b56>: Abbrev Number: 9 (DW_TAG_member)
    <b57>   DW_AT_name        : (indirect string, offset: 0x733): flags_mask
    <b5b>   DW_AT_decl_file   : 20
    <b5c>   DW_AT_decl_line   : 61
    <b5d>   DW_AT_decl_column : 11
    <b5e>   DW_AT_type        : <0x10f>
    <b62>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b65>: Abbrev Number: 0
 <1><b66>: Abbrev Number: 3 (DW_TAG_const_type)
    <b67>   DW_AT_type        : <0xb0d>
 <1><b6b>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b6c>   DW_AT_byte_size   : 4
    <b6d>   DW_AT_type        : <0xb08>
 <1><b71>: Abbrev Number: 15 (DW_TAG_array_type)
    <b72>   DW_AT_type        : <0xb66>
    <b76>   DW_AT_sibling     : <0xb7c>
 <2><b7a>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b7b>: Abbrev Number: 0
 <1><b7c>: Abbrev Number: 3 (DW_TAG_const_type)
    <b7d>   DW_AT_type        : <0xb71>
 <1><b81>: Abbrev Number: 10 (DW_TAG_variable)
    <b82>   DW_AT_name        : (indirect string, offset: 0xe9d): addrfams
    <b86>   DW_AT_decl_file   : 19
    <b87>   DW_AT_decl_line   : 406
    <b89>   DW_AT_decl_column : 26
    <b8a>   DW_AT_type        : <0xb7c>
    <b8e>   DW_AT_external    : 1
    <b8f>   DW_AT_declaration : 1
 <1><b90>: Abbrev Number: 10 (DW_TAG_variable)
    <b91>   DW_AT_name        : (indirect string, offset: 0xd66): arp_hardware_types
    <b95>   DW_AT_decl_file   : 19
    <b96>   DW_AT_decl_line   : 407
    <b98>   DW_AT_decl_column : 26
    <b99>   DW_AT_type        : <0xb7c>
    <b9d>   DW_AT_external    : 1
    <b9e>   DW_AT_declaration : 1
 <1><b9f>: Abbrev Number: 10 (DW_TAG_variable)
    <ba0>   DW_AT_name        : (indirect string, offset: 0x101f): at_flags
    <ba4>   DW_AT_decl_file   : 19
    <ba5>   DW_AT_decl_line   : 408
    <ba7>   DW_AT_decl_column : 26
    <ba8>   DW_AT_type        : <0xb7c>
    <bac>   DW_AT_external    : 1
    <bad>   DW_AT_declaration : 1
 <1><bae>: Abbrev Number: 10 (DW_TAG_variable)
    <baf>   DW_AT_name        : (indirect string, offset: 0x513): clocknames
    <bb3>   DW_AT_decl_file   : 19
    <bb4>   DW_AT_decl_line   : 409
    <bb6>   DW_AT_decl_column : 26
    <bb7>   DW_AT_type        : <0xb7c>
    <bbb>   DW_AT_external    : 1
    <bbc>   DW_AT_declaration : 1
 <1><bbd>: Abbrev Number: 10 (DW_TAG_variable)
    <bbe>   DW_AT_name        : (indirect string, offset: 0xff4): dirent_types
    <bc2>   DW_AT_decl_file   : 19
    <bc3>   DW_AT_decl_line   : 410
    <bc5>   DW_AT_decl_column : 26
    <bc6>   DW_AT_type        : <0xb7c>
    <bca>   DW_AT_external    : 1
    <bcb>   DW_AT_declaration : 1
 <1><bcc>: Abbrev Number: 10 (DW_TAG_variable)
    <bcd>   DW_AT_name        : (indirect string, offset: 0x8f0): ethernet_protocols
    <bd1>   DW_AT_decl_file   : 19
    <bd2>   DW_AT_decl_line   : 411
    <bd4>   DW_AT_decl_column : 26
    <bd5>   DW_AT_type        : <0xb7c>
    <bd9>   DW_AT_external    : 1
    <bda>   DW_AT_declaration : 1
 <1><bdb>: Abbrev Number: 10 (DW_TAG_variable)
    <bdc>   DW_AT_name        : (indirect string, offset: 0x63d): inet_protocols
    <be0>   DW_AT_decl_file   : 19
    <be1>   DW_AT_decl_line   : 412
    <be3>   DW_AT_decl_column : 26
    <be4>   DW_AT_type        : <0xb7c>
    <be8>   DW_AT_external    : 1
    <be9>   DW_AT_declaration : 1
 <1><bea>: Abbrev Number: 10 (DW_TAG_variable)
    <beb>   DW_AT_name        : (indirect string, offset: 0x2de): evdev_abs
    <bef>   DW_AT_decl_file   : 19
    <bf0>   DW_AT_decl_line   : 413
    <bf2>   DW_AT_decl_column : 26
    <bf3>   DW_AT_type        : <0xb7c>
    <bf7>   DW_AT_external    : 1
    <bf8>   DW_AT_declaration : 1
 <1><bf9>: Abbrev Number: 10 (DW_TAG_variable)
    <bfa>   DW_AT_name        : (indirect string, offset: 0x728): audit_arch
    <bfe>   DW_AT_decl_file   : 19
    <bff>   DW_AT_decl_line   : 414
    <c01>   DW_AT_decl_column : 26
    <c02>   DW_AT_type        : <0xb7c>
    <c06>   DW_AT_external    : 1
    <c07>   DW_AT_declaration : 1
 <1><c08>: Abbrev Number: 10 (DW_TAG_variable)
    <c09>   DW_AT_name        : (indirect string, offset: 0xa3): evdev_ev
    <c0d>   DW_AT_decl_file   : 19
    <c0e>   DW_AT_decl_line   : 415
    <c10>   DW_AT_decl_column : 26
    <c11>   DW_AT_type        : <0xb7c>
    <c15>   DW_AT_external    : 1
    <c16>   DW_AT_declaration : 1
 <1><c17>: Abbrev Number: 10 (DW_TAG_variable)
    <c18>   DW_AT_name        : (indirect string, offset: 0x4f4): iffflags
    <c1c>   DW_AT_decl_file   : 19
    <c1d>   DW_AT_decl_line   : 416
    <c1f>   DW_AT_decl_column : 26
    <c20>   DW_AT_type        : <0xb7c>
    <c24>   DW_AT_external    : 1
    <c25>   DW_AT_declaration : 1
 <1><c26>: Abbrev Number: 10 (DW_TAG_variable)
    <c27>   DW_AT_name        : (indirect string, offset: 0xc47): ip_type_of_services
    <c2b>   DW_AT_decl_file   : 19
    <c2c>   DW_AT_decl_line   : 417
    <c2e>   DW_AT_decl_column : 26
    <c2f>   DW_AT_type        : <0xb7c>
    <c33>   DW_AT_external    : 1
    <c34>   DW_AT_declaration : 1
 <1><c35>: Abbrev Number: 10 (DW_TAG_variable)
    <c36>   DW_AT_name        : (indirect string, offset: 0x6b4): ipc_private
    <c3a>   DW_AT_decl_file   : 19
    <c3b>   DW_AT_decl_line   : 418
    <c3d>   DW_AT_decl_column : 26
    <c3e>   DW_AT_type        : <0xb7c>
    <c42>   DW_AT_external    : 1
    <c43>   DW_AT_declaration : 1
 <1><c44>: Abbrev Number: 10 (DW_TAG_variable)
    <c45>   DW_AT_name        : (indirect string, offset: 0x335): msg_flags
    <c49>   DW_AT_decl_file   : 19
    <c4a>   DW_AT_decl_line   : 419
    <c4c>   DW_AT_decl_column : 26
    <c4d>   DW_AT_type        : <0xb7c>
    <c51>   DW_AT_external    : 1
    <c52>   DW_AT_declaration : 1
 <1><c53>: Abbrev Number: 10 (DW_TAG_variable)
    <c54>   DW_AT_name        : (indirect string, offset: 0x113): netlink_protocols
    <c58>   DW_AT_decl_file   : 19
    <c59>   DW_AT_decl_line   : 420
    <c5b>   DW_AT_decl_column : 26
    <c5c>   DW_AT_type        : <0xb7c>
    <c60>   DW_AT_external    : 1
    <c61>   DW_AT_declaration : 1
 <1><c62>: Abbrev Number: 10 (DW_TAG_variable)
    <c63>   DW_AT_name        : (indirect string, offset: 0xf74): nl_bridge_vlan_flags
    <c67>   DW_AT_decl_file   : 19
    <c68>   DW_AT_decl_line   : 421
    <c6a>   DW_AT_decl_column : 26
    <c6b>   DW_AT_type        : <0xb7c>
    <c6f>   DW_AT_external    : 1
    <c70>   DW_AT_declaration : 1
 <1><c71>: Abbrev Number: 10 (DW_TAG_variable)
    <c72>   DW_AT_name        : (indirect string, offset: 0xe0d): nl_netfilter_msg_types
    <c76>   DW_AT_decl_file   : 19
    <c77>   DW_AT_decl_line   : 422
    <c79>   DW_AT_decl_column : 26
    <c7a>   DW_AT_type        : <0xb7c>
    <c7e>   DW_AT_external    : 1
    <c7f>   DW_AT_declaration : 1
 <1><c80>: Abbrev Number: 10 (DW_TAG_variable)
    <c81>   DW_AT_name        : (indirect string, offset: 0x22f): nl_route_types
    <c85>   DW_AT_decl_file   : 19
    <c86>   DW_AT_decl_line   : 423
    <c88>   DW_AT_decl_column : 26
    <c89>   DW_AT_type        : <0xb7c>
    <c8d>   DW_AT_external    : 1
    <c8e>   DW_AT_declaration : 1
 <1><c8f>: Abbrev Number: 10 (DW_TAG_variable)
    <c90>   DW_AT_name        : (indirect string, offset: 0xee2): open_access_modes
    <c94>   DW_AT_decl_file   : 19
    <c95>   DW_AT_decl_line   : 424
    <c97>   DW_AT_decl_column : 26
    <c98>   DW_AT_type        : <0xb7c>
    <c9c>   DW_AT_external    : 1
    <c9d>   DW_AT_declaration : 1
 <1><c9e>: Abbrev Number: 10 (DW_TAG_variable)
    <c9f>   DW_AT_name        : (indirect string, offset: 0x83): open_mode_flags
    <ca3>   DW_AT_decl_file   : 19
    <ca4>   DW_AT_decl_line   : 425
    <ca6>   DW_AT_decl_column : 26
    <ca7>   DW_AT_type        : <0xb7c>
    <cab>   DW_AT_external    : 1
    <cac>   DW_AT_declaration : 1
 <1><cad>: Abbrev Number: 10 (DW_TAG_variable)
    <cae>   DW_AT_name        : (indirect string, offset: 0xc6b): perf_type_id
    <cb2>   DW_AT_decl_file   : 19
    <cb3>   DW_AT_decl_line   : 426
    <cb5>   DW_AT_decl_column : 26
    <cb6>   DW_AT_type        : <0xb7c>
    <cba>   DW_AT_external    : 1
    <cbb>   DW_AT_declaration : 1
 <1><cbc>: Abbrev Number: 10 (DW_TAG_variable)
    <cbd>   DW_AT_name        : (indirect string, offset: 0xea6): pollflags
    <cc1>   DW_AT_decl_file   : 19
    <cc2>   DW_AT_decl_line   : 427
    <cc4>   DW_AT_decl_column : 26
    <cc5>   DW_AT_type        : <0xb7c>
    <cc9>   DW_AT_external    : 1
    <cca>   DW_AT_declaration : 1
 <1><ccb>: Abbrev Number: 10 (DW_TAG_variable)
    <ccc>   DW_AT_name        : (indirect string, offset: 0x5cd): ptrace_cmds
    <cd0>   DW_AT_decl_file   : 19
    <cd1>   DW_AT_decl_line   : 428
    <cd3>   DW_AT_decl_column : 26
    <cd4>   DW_AT_type        : <0xb7c>
    <cd8>   DW_AT_external    : 1
    <cd9>   DW_AT_declaration : 1
 <1><cda>: Abbrev Number: 10 (DW_TAG_variable)
    <cdb>   DW_AT_name        : (indirect string, offset: 0x832): resource_flags
    <cdf>   DW_AT_decl_file   : 19
    <ce0>   DW_AT_decl_line   : 429
    <ce2>   DW_AT_decl_column : 26
    <ce3>   DW_AT_type        : <0xb7c>
    <ce7>   DW_AT_external    : 1
    <ce8>   DW_AT_declaration : 1
 <1><ce9>: Abbrev Number: 10 (DW_TAG_variable)
    <cea>   DW_AT_name        : (indirect string, offset: 0x2b4): route_nexthop_flags
    <cee>   DW_AT_decl_file   : 19
    <cef>   DW_AT_decl_line   : 430
    <cf1>   DW_AT_decl_column : 26
    <cf2>   DW_AT_type        : <0xb7c>
    <cf6>   DW_AT_external    : 1
    <cf7>   DW_AT_declaration : 1
 <1><cf8>: Abbrev Number: 10 (DW_TAG_variable)
    <cf9>   DW_AT_name        : (indirect string, offset: 0xf09): routing_protocols
    <cfd>   DW_AT_decl_file   : 19
    <cfe>   DW_AT_decl_line   : 431
    <d00>   DW_AT_decl_column : 26
    <d01>   DW_AT_type        : <0xb7c>
    <d05>   DW_AT_external    : 1
    <d06>   DW_AT_declaration : 1
 <1><d07>: Abbrev Number: 10 (DW_TAG_variable)
    <d08>   DW_AT_name        : (indirect string, offset: 0x4e5): routing_scopes
    <d0c>   DW_AT_decl_file   : 19
    <d0d>   DW_AT_decl_line   : 432
    <d0f>   DW_AT_decl_column : 26
    <d10>   DW_AT_type        : <0xb7c>
    <d14>   DW_AT_external    : 1
    <d15>   DW_AT_declaration : 1
 <1><d16>: Abbrev Number: 10 (DW_TAG_variable)
    <d17>   DW_AT_name        : (indirect string, offset: 0xdfb): routing_table_ids
    <d1b>   DW_AT_decl_file   : 19
    <d1c>   DW_AT_decl_line   : 433
    <d1e>   DW_AT_decl_column : 26
    <d1f>   DW_AT_type        : <0xb7c>
    <d23>   DW_AT_external    : 1
    <d24>   DW_AT_declaration : 1
 <1><d25>: Abbrev Number: 10 (DW_TAG_variable)
    <d26>   DW_AT_name        : (indirect string, offset: 0x675): routing_types
    <d2a>   DW_AT_decl_file   : 19
    <d2b>   DW_AT_decl_line   : 434
    <d2d>   DW_AT_decl_column : 26
    <d2e>   DW_AT_type        : <0xb7c>
    <d32>   DW_AT_external    : 1
    <d33>   DW_AT_declaration : 1
 <1><d34>: Abbrev Number: 10 (DW_TAG_variable)
    <d35>   DW_AT_name        : (indirect string, offset: 0x1c3): rwf_flags
    <d39>   DW_AT_decl_file   : 19
    <d3a>   DW_AT_decl_line   : 435
    <d3c>   DW_AT_decl_column : 26
    <d3d>   DW_AT_type        : <0xb7c>
    <d41>   DW_AT_external    : 1
    <d42>   DW_AT_declaration : 1
 <1><d43>: Abbrev Number: 10 (DW_TAG_variable)
    <d44>   DW_AT_name        : (indirect string, offset: 0x86a): seccomp_filter_flags
    <d48>   DW_AT_decl_file   : 19
    <d49>   DW_AT_decl_line   : 436
    <d4b>   DW_AT_decl_column : 26
    <d4c>   DW_AT_type        : <0xb7c>
    <d50>   DW_AT_external    : 1
    <d51>   DW_AT_declaration : 1
 <1><d52>: Abbrev Number: 10 (DW_TAG_variable)
    <d53>   DW_AT_name        : (indirect string, offset: 0x2fb): seccomp_ret_action
    <d57>   DW_AT_decl_file   : 19
    <d58>   DW_AT_decl_line   : 437
    <d5a>   DW_AT_decl_column : 26
    <d5b>   DW_AT_type        : <0xb7c>
    <d5f>   DW_AT_external    : 1
    <d60>   DW_AT_declaration : 1
 <1><d61>: Abbrev Number: 10 (DW_TAG_variable)
    <d62>   DW_AT_name        : (indirect string, offset: 0x4ae): setns_types
    <d66>   DW_AT_decl_file   : 19
    <d67>   DW_AT_decl_line   : 438
    <d69>   DW_AT_decl_column : 26
    <d6a>   DW_AT_type        : <0xb7c>
    <d6e>   DW_AT_external    : 1
    <d6f>   DW_AT_declaration : 1
 <1><d70>: Abbrev Number: 10 (DW_TAG_variable)
    <d71>   DW_AT_name        : (indirect string, offset: 0xe92): sg_io_info
    <d75>   DW_AT_decl_file   : 19
    <d76>   DW_AT_decl_line   : 439
    <d78>   DW_AT_decl_column : 26
    <d79>   DW_AT_type        : <0xb7c>
    <d7d>   DW_AT_external    : 1
    <d7e>   DW_AT_declaration : 1
 <1><d7f>: Abbrev Number: 10 (DW_TAG_variable)
    <d80>   DW_AT_name        : (indirect string, offset: 0xbed): socketlayers
    <d84>   DW_AT_decl_file   : 19
    <d85>   DW_AT_decl_line   : 440
    <d87>   DW_AT_decl_column : 26
    <d88>   DW_AT_type        : <0xb7c>
    <d8c>   DW_AT_external    : 1
    <d8d>   DW_AT_declaration : 1
 <1><d8e>: Abbrev Number: 10 (DW_TAG_variable)
    <d8f>   DW_AT_name        : (indirect string, offset: 0xdda): socktypes
    <d93>   DW_AT_decl_file   : 19
    <d94>   DW_AT_decl_line   : 441
    <d96>   DW_AT_decl_column : 26
    <d97>   DW_AT_type        : <0xb7c>
    <d9b>   DW_AT_external    : 1
    <d9c>   DW_AT_declaration : 1
 <1><d9d>: Abbrev Number: 10 (DW_TAG_variable)
    <d9e>   DW_AT_name        : (indirect string, offset: 0xaaf): tcp_state_flags
    <da2>   DW_AT_decl_file   : 19
    <da3>   DW_AT_decl_line   : 442
    <da5>   DW_AT_decl_column : 26
    <da6>   DW_AT_type        : <0xb7c>
    <daa>   DW_AT_external    : 1
    <dab>   DW_AT_declaration : 1
 <1><dac>: Abbrev Number: 10 (DW_TAG_variable)
    <dad>   DW_AT_name        : (indirect string, offset: 0x75d): tcp_states
    <db1>   DW_AT_decl_file   : 19
    <db2>   DW_AT_decl_line   : 443
    <db4>   DW_AT_decl_column : 26
    <db5>   DW_AT_type        : <0xb7c>
    <db9>   DW_AT_external    : 1
    <dba>   DW_AT_declaration : 1
 <1><dbb>: Abbrev Number: 10 (DW_TAG_variable)
    <dbc>   DW_AT_name        : (indirect string, offset: 0x107c): whence_codes
    <dc0>   DW_AT_decl_file   : 19
    <dc1>   DW_AT_decl_line   : 444
    <dc3>   DW_AT_decl_column : 26
    <dc4>   DW_AT_type        : <0xb7c>
    <dc8>   DW_AT_external    : 1
    <dc9>   DW_AT_declaration : 1
 <1><dca>: Abbrev Number: 28 (DW_TAG_enumeration_type)
    <dcb>   DW_AT_encoding    : 7	(unsigned)
    <dcc>   DW_AT_byte_size   : 4
    <dcd>   DW_AT_type        : <0x2b>
    <dd1>   DW_AT_decl_file   : 19
    <dd2>   DW_AT_decl_line   : 505
    <dd4>   DW_AT_decl_column : 14
    <dd5>   DW_AT_sibling     : <0xdec>
 <2><dd9>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dda>   DW_AT_name        : (indirect string, offset: 0x9d0): CFLAG_NONE
    <dde>   DW_AT_const_value : 0
 <2><ddf>: Abbrev Number: 27 (DW_TAG_enumerator)
    <de0>   DW_AT_name        : (indirect string, offset: 0x903): CFLAG_ONLY_STATS
    <de4>   DW_AT_const_value : 1
 <2><de5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <de6>   DW_AT_name        : (indirect string, offset: 0xbfa): CFLAG_BOTH
    <dea>   DW_AT_const_value : 2
 <2><deb>: Abbrev Number: 0
 <1><dec>: Abbrev Number: 29 (DW_TAG_typedef)
    <ded>   DW_AT_name        : (indirect string, offset: 0x111e): cflag_t
    <df1>   DW_AT_decl_file   : 19
    <df2>   DW_AT_decl_line   : 509
    <df4>   DW_AT_decl_column : 3
    <df5>   DW_AT_type        : <0xdca>
 <1><df9>: Abbrev Number: 10 (DW_TAG_variable)
    <dfa>   DW_AT_name        : (indirect string, offset: 0xd17): cflag
    <dfe>   DW_AT_decl_file   : 19
    <dff>   DW_AT_decl_line   : 510
    <e01>   DW_AT_decl_column : 16
    <e02>   DW_AT_type        : <0xdec>
    <e06>   DW_AT_external    : 1
    <e07>   DW_AT_declaration : 1
 <1><e08>: Abbrev Number: 10 (DW_TAG_variable)
    <e09>   DW_AT_name        : (indirect string, offset: 0x18e): Tflag
    <e0d>   DW_AT_decl_file   : 19
    <e0e>   DW_AT_decl_line   : 511
    <e10>   DW_AT_decl_column : 13
    <e11>   DW_AT_type        : <0x56f>
    <e15>   DW_AT_external    : 1
    <e16>   DW_AT_declaration : 1
 <1><e17>: Abbrev Number: 10 (DW_TAG_variable)
    <e18>   DW_AT_name        : (indirect string, offset: 0x7c7): Tflag_scale
    <e1c>   DW_AT_decl_file   : 19
    <e1d>   DW_AT_decl_line   : 512
    <e1f>   DW_AT_decl_column : 12
    <e20>   DW_AT_type        : <0x64>
    <e24>   DW_AT_external    : 1
    <e25>   DW_AT_declaration : 1
 <1><e26>: Abbrev Number: 10 (DW_TAG_variable)
    <e27>   DW_AT_name        : (indirect string, offset: 0x87f): Tflag_width
    <e2b>   DW_AT_decl_file   : 19
    <e2c>   DW_AT_decl_line   : 513
    <e2e>   DW_AT_decl_column : 12
    <e2f>   DW_AT_type        : <0x64>
    <e33>   DW_AT_external    : 1
    <e34>   DW_AT_declaration : 1
 <1><e35>: Abbrev Number: 10 (DW_TAG_variable)
    <e36>   DW_AT_name        : (indirect string, offset: 0xe84): iflag
    <e3a>   DW_AT_decl_file   : 19
    <e3b>   DW_AT_decl_line   : 514
    <e3d>   DW_AT_decl_column : 13
    <e3e>   DW_AT_type        : <0x56f>
    <e42>   DW_AT_external    : 1
    <e43>   DW_AT_declaration : 1
 <1><e44>: Abbrev Number: 10 (DW_TAG_variable)
    <e45>   DW_AT_name        : (indirect string, offset: 0x60d): count_wallclock
    <e49>   DW_AT_decl_file   : 19
    <e4a>   DW_AT_decl_line   : 515
    <e4c>   DW_AT_decl_column : 13
    <e4d>   DW_AT_type        : <0x56f>
    <e51>   DW_AT_external    : 1
    <e52>   DW_AT_declaration : 1
 <1><e53>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e54>   DW_AT_name        : (indirect string, offset: 0x54): path_set_item
    <e58>   DW_AT_byte_size   : 4
    <e59>   DW_AT_decl_file   : 19
    <e5a>   DW_AT_decl_line   : 517
    <e5c>   DW_AT_decl_column : 8
    <e5d>   DW_AT_sibling     : <0xe72>
 <2><e61>: Abbrev Number: 13 (DW_TAG_member)
    <e62>   DW_AT_name        : (indirect string, offset: 0xd1): path
    <e66>   DW_AT_decl_file   : 19
    <e67>   DW_AT_decl_line   : 518
    <e69>   DW_AT_decl_column : 14
    <e6a>   DW_AT_type        : <0x1c2>
    <e6e>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e71>: Abbrev Number: 0
 <1><e72>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e73>   DW_AT_name        : (indirect string, offset: 0x768): path_set
    <e77>   DW_AT_byte_size   : 12
    <e78>   DW_AT_decl_file   : 19
    <e79>   DW_AT_decl_line   : 522
    <e7b>   DW_AT_decl_column : 15
    <e7c>   DW_AT_sibling     : <0xeb1>
 <2><e80>: Abbrev Number: 13 (DW_TAG_member)
    <e81>   DW_AT_name        : (indirect string, offset: 0x6ef): paths_selected
    <e85>   DW_AT_decl_file   : 19
    <e86>   DW_AT_decl_line   : 523
    <e88>   DW_AT_decl_column : 24
    <e89>   DW_AT_type        : <0xeb1>
    <e8d>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e90>: Abbrev Number: 13 (DW_TAG_member)
    <e91>   DW_AT_name        : (indirect string, offset: 0x106f): num_selected
    <e95>   DW_AT_decl_file   : 19
    <e96>   DW_AT_decl_line   : 524
    <e98>   DW_AT_decl_column : 9
    <e99>   DW_AT_type        : <0x122>
    <e9d>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><ea0>: Abbrev Number: 13 (DW_TAG_member)
    <ea1>   DW_AT_name        : (indirect string, offset: 0xbaa): size
    <ea5>   DW_AT_decl_file   : 19
    <ea6>   DW_AT_decl_line   : 525
    <ea8>   DW_AT_decl_column : 9
    <ea9>   DW_AT_type        : <0x122>
    <ead>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><eb0>: Abbrev Number: 0
 <1><eb1>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <eb2>   DW_AT_byte_size   : 4
    <eb3>   DW_AT_type        : <0xe53>
 <1><eb7>: Abbrev Number: 10 (DW_TAG_variable)
    <eb8>   DW_AT_name        : (indirect string, offset: 0x10be): global_path_set
    <ebc>   DW_AT_decl_file   : 19
    <ebd>   DW_AT_decl_line   : 526
    <ebf>   DW_AT_decl_column : 3
    <ec0>   DW_AT_type        : <0xe72>
    <ec4>   DW_AT_external    : 1
    <ec5>   DW_AT_declaration : 1
 <1><ec6>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <ec7>   DW_AT_name        : (indirect string, offset: 0xfe1): xflag_opts
    <ecb>   DW_AT_encoding    : 7	(unsigned)
    <ecc>   DW_AT_byte_size   : 4
    <ecd>   DW_AT_type        : <0x2b>
    <ed1>   DW_AT_decl_file   : 19
    <ed2>   DW_AT_decl_line   : 528
    <ed4>   DW_AT_decl_column : 6
    <ed5>   DW_AT_sibling     : <0xef8>
 <2><ed9>: Abbrev Number: 27 (DW_TAG_enumerator)
    <eda>   DW_AT_name        : (indirect string, offset: 0xa65): HEXSTR_NONE
    <ede>   DW_AT_const_value : 0
 <2><edf>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ee0>   DW_AT_name        : (indirect string, offset: 0x1001): HEXSTR_NON_ASCII
    <ee4>   DW_AT_const_value : 1
 <2><ee5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ee6>   DW_AT_name        : (indirect string, offset: 0x941): HEXSTR_ALL
    <eea>   DW_AT_const_value : 2
 <2><eeb>: Abbrev Number: 27 (DW_TAG_enumerator)
    <eec>   DW_AT_name        : (indirect string, offset: 0x65e): HEXSTR_NON_ASCII_CHARS
    <ef0>   DW_AT_const_value : 3
 <2><ef1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ef2>   DW_AT_name        : (indirect string, offset: 0x1089): NUM_HEXSTR_OPTS
    <ef6>   DW_AT_const_value : 4
 <2><ef7>: Abbrev Number: 0
 <1><ef8>: Abbrev Number: 10 (DW_TAG_variable)
    <ef9>   DW_AT_name        : (indirect string, offset: 0xe59): xflag
    <efd>   DW_AT_decl_file   : 19
    <efe>   DW_AT_decl_line   : 541
    <f00>   DW_AT_decl_column : 17
    <f01>   DW_AT_type        : <0x2b>
    <f05>   DW_AT_external    : 1
    <f06>   DW_AT_declaration : 1
 <1><f07>: Abbrev Number: 10 (DW_TAG_variable)
    <f08>   DW_AT_name        : (indirect string, offset: 0xde4): followfork
    <f0c>   DW_AT_decl_file   : 19
    <f0d>   DW_AT_decl_line   : 542
    <f0f>   DW_AT_decl_column : 13
    <f10>   DW_AT_type        : <0x56f>
    <f14>   DW_AT_external    : 1
    <f15>   DW_AT_declaration : 1
 <1><f16>: Abbrev Number: 10 (DW_TAG_variable)
    <f17>   DW_AT_name        : (indirect string, offset: 0x349): output_separately
    <f1b>   DW_AT_decl_file   : 19
    <f1c>   DW_AT_decl_line   : 543
    <f1e>   DW_AT_decl_column : 13
    <f1f>   DW_AT_type        : <0x56f>
    <f23>   DW_AT_external    : 1
    <f24>   DW_AT_declaration : 1
 <1><f25>: Abbrev Number: 10 (DW_TAG_variable)
    <f26>   DW_AT_name        : (indirect string, offset: 0x23e): stack_trace_enabled
    <f2a>   DW_AT_decl_file   : 19
    <f2b>   DW_AT_decl_line   : 546
    <f2d>   DW_AT_decl_column : 13
    <f2e>   DW_AT_type        : <0x56f>
    <f32>   DW_AT_external    : 1
    <f33>   DW_AT_declaration : 1
 <1><f34>: Abbrev Number: 10 (DW_TAG_variable)
    <f35>   DW_AT_name        : (indirect string, offset: 0x64c): ptrace_setoptions
    <f39>   DW_AT_decl_file   : 19
    <f3a>   DW_AT_decl_line   : 550
    <f3c>   DW_AT_decl_column : 17
    <f3d>   DW_AT_type        : <0x2b>
    <f41>   DW_AT_external    : 1
    <f42>   DW_AT_declaration : 1
 <1><f43>: Abbrev Number: 10 (DW_TAG_variable)
    <f44>   DW_AT_name        : (indirect string, offset: 0xa5a): max_strlen
    <f48>   DW_AT_decl_file   : 19
    <f49>   DW_AT_decl_line   : 551
    <f4b>   DW_AT_decl_column : 17
    <f4c>   DW_AT_type        : <0x2b>
    <f50>   DW_AT_external    : 1
    <f51>   DW_AT_declaration : 1
 <1><f52>: Abbrev Number: 10 (DW_TAG_variable)
    <f53>   DW_AT_name        : (indirect string, offset: 0xa92): os_release
    <f57>   DW_AT_decl_file   : 19
    <f58>   DW_AT_decl_line   : 552
    <f5a>   DW_AT_decl_column : 17
    <f5b>   DW_AT_type        : <0x2b>
    <f5f>   DW_AT_external    : 1
    <f60>   DW_AT_declaration : 1
 <1><f61>: Abbrev Number: 10 (DW_TAG_variable)
    <f62>   DW_AT_name        : (indirect string, offset: 0x705): xlat_verbosity
    <f66>   DW_AT_decl_file   : 19
    <f67>   DW_AT_decl_line   : 914
    <f69>   DW_AT_decl_column : 24
    <f6a>   DW_AT_type        : <0xa9f>
    <f6e>   DW_AT_external    : 1
    <f6f>   DW_AT_declaration : 1
 <1><f70>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f71>   DW_AT_name        : (indirect string, offset: 0x5f0): xlat_style_private_flag_bits
    <f75>   DW_AT_encoding    : 7	(unsigned)
    <f76>   DW_AT_byte_size   : 4
    <f77>   DW_AT_type        : <0x2b>
    <f7b>   DW_AT_decl_file   : 19
    <f7c>   DW_AT_decl_line   : 934
    <f7e>   DW_AT_decl_column : 6
    <f7f>   DW_AT_sibling     : <0xf9c>
 <2><f83>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f84>   DW_AT_name        : (indirect string, offset: 0x2c8): PAF_PRINT_INDICES_BIT
    <f88>   DW_AT_const_value : 5
 <2><f89>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f8a>   DW_AT_name        : (indirect string, offset: 0xb49): PAF_ARRAY_TRUNCATED_BIT
    <f8e>   DW_AT_const_value : 6
 <2><f8f>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f90>   DW_AT_name        : (indirect string, offset: 0x460): PXF_DEFAULT_STR_BIT
    <f94>   DW_AT_const_value : 7
 <2><f95>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f96>   DW_AT_name        : (indirect string, offset: 0xca2): SPFF_AUXSTR_MODE_BIT
    <f9a>   DW_AT_const_value : 8
 <2><f9b>: Abbrev Number: 0
 <1><f9c>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <f9d>   DW_AT_byte_size   : 4
    <f9e>   DW_AT_type        : <0x7a6>
 <1><fa2>: Abbrev Number: 3 (DW_TAG_const_type)
    <fa3>   DW_AT_type        : <0xf9c>
 <1><fa7>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <fa8>   DW_AT_name        : (indirect string, offset: 0xd79): find_xlat_flag_bits
    <fac>   DW_AT_encoding    : 7	(unsigned)
    <fad>   DW_AT_byte_size   : 4
    <fae>   DW_AT_type        : <0x2b>
    <fb2>   DW_AT_decl_file   : 19
    <fb3>   DW_AT_decl_line   : 1438
    <fb5>   DW_AT_decl_column : 6
    <fb6>   DW_AT_sibling     : <0xfc1>
 <2><fba>: Abbrev Number: 27 (DW_TAG_enumerator)
    <fbb>   DW_AT_name        : (indirect string, offset: 0x97e): FXL_CASE_SENSITIVE_BIT
    <fbf>   DW_AT_const_value : 0
 <2><fc0>: Abbrev Number: 0
 <1><fc1>: Abbrev Number: 10 (DW_TAG_variable)
    <fc2>   DW_AT_name        : (indirect string, offset: 0xa36): printing_tcp
    <fc6>   DW_AT_decl_file   : 19
    <fc7>   DW_AT_decl_line   : 1684
    <fc9>   DW_AT_decl_column : 20
    <fca>   DW_AT_type        : <0xf9c>
    <fce>   DW_AT_external    : 1
    <fcf>   DW_AT_declaration : 1
 <1><fd0>: Abbrev Number: 10 (DW_TAG_variable)
    <fd1>   DW_AT_name        : (indirect string, offset: 0x5b8): errnoent
    <fd5>   DW_AT_decl_file   : 19
    <fd6>   DW_AT_decl_line   : 1882
    <fd8>   DW_AT_decl_column : 26
    <fd9>   DW_AT_type        : <0x4a3>
    <fdd>   DW_AT_external    : 1
    <fde>   DW_AT_declaration : 1
 <1><fdf>: Abbrev Number: 10 (DW_TAG_variable)
    <fe0>   DW_AT_name        : (indirect string, offset: 0x88b): signalent
    <fe4>   DW_AT_decl_file   : 19
    <fe5>   DW_AT_decl_line   : 1883
    <fe7>   DW_AT_decl_column : 26
    <fe8>   DW_AT_type        : <0x4a3>
    <fec>   DW_AT_external    : 1
    <fed>   DW_AT_declaration : 1
 <1><fee>: Abbrev Number: 10 (DW_TAG_variable)
    <fef>   DW_AT_name        : (indirect string, offset: 0xecc): nerrnos
    <ff3>   DW_AT_decl_file   : 19
    <ff4>   DW_AT_decl_line   : 1884
    <ff6>   DW_AT_decl_column : 27
    <ff7>   DW_AT_type        : <0x32>
    <ffb>   DW_AT_external    : 1
    <ffc>   DW_AT_declaration : 1
 <1><ffd>: Abbrev Number: 10 (DW_TAG_variable)
    <ffe>   DW_AT_name        : (indirect string, offset: 0x1058): nsignals
    <1002>   DW_AT_decl_file   : 19
    <1003>   DW_AT_decl_line   : 1885
    <1005>   DW_AT_decl_column : 27
    <1006>   DW_AT_type        : <0x32>
    <100a>   DW_AT_external    : 1
    <100b>   DW_AT_declaration : 1
 <1><100c>: Abbrev Number: 15 (DW_TAG_array_type)
    <100d>   DW_AT_type        : <0x688>
    <1011>   DW_AT_sibling     : <0x1017>
 <2><1015>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><1016>: Abbrev Number: 0
 <1><1017>: Abbrev Number: 3 (DW_TAG_const_type)
    <1018>   DW_AT_type        : <0x100c>
 <1><101c>: Abbrev Number: 10 (DW_TAG_variable)
    <101d>   DW_AT_name        : (indirect string, offset: 0xd3e): sysent0
    <1021>   DW_AT_decl_file   : 19
    <1022>   DW_AT_decl_line   : 1887
    <1024>   DW_AT_decl_column : 28
    <1025>   DW_AT_type        : <0x1017>
    <1029>   DW_AT_external    : 1
    <102a>   DW_AT_declaration : 1
 <1><102b>: Abbrev Number: 15 (DW_TAG_array_type)
    <102c>   DW_AT_type        : <0x6ef>
    <1030>   DW_AT_sibling     : <0x1036>
 <2><1034>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><1035>: Abbrev Number: 0
 <1><1036>: Abbrev Number: 3 (DW_TAG_const_type)
    <1037>   DW_AT_type        : <0x102b>
 <1><103b>: Abbrev Number: 10 (DW_TAG_variable)
    <103c>   DW_AT_name        : (indirect string, offset: 0x10b4): ioctlent0
    <1040>   DW_AT_decl_file   : 19
    <1041>   DW_AT_decl_line   : 1888
    <1043>   DW_AT_decl_column : 30
    <1044>   DW_AT_type        : <0x1036>
    <1048>   DW_AT_external    : 1
    <1049>   DW_AT_declaration : 1
 <1><104a>: Abbrev Number: 10 (DW_TAG_variable)
    <104b>   DW_AT_name        : (indirect string, offset: 0x4d3): personality_names
    <104f>   DW_AT_decl_file   : 19
    <1050>   DW_AT_decl_line   : 1890
    <1052>   DW_AT_decl_column : 26
    <1053>   DW_AT_type        : <0x4a3>
    <1057>   DW_AT_external    : 1
    <1058>   DW_AT_declaration : 1
 <1><1059>: Abbrev Number: 10 (DW_TAG_variable)
    <105a>   DW_AT_name        : (indirect string, offset: 0x8ab): sysent
    <105e>   DW_AT_decl_file   : 19
    <105f>   DW_AT_decl_line   : 1893
    <1061>   DW_AT_decl_column : 29
    <1062>   DW_AT_type        : <0xa0a>
    <1066>   DW_AT_external    : 1
    <1067>   DW_AT_declaration : 1
 <1><1068>: Abbrev Number: 10 (DW_TAG_variable)
    <1069>   DW_AT_name        : (indirect string, offset: 0xcb7): ioctlent
    <106d>   DW_AT_decl_file   : 19
    <106e>   DW_AT_decl_line   : 1894
    <1070>   DW_AT_decl_column : 31
    <1071>   DW_AT_type        : <0x1077>
    <1075>   DW_AT_external    : 1
    <1076>   DW_AT_declaration : 1
 <1><1077>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1078>   DW_AT_byte_size   : 4
    <1079>   DW_AT_type        : <0x6ef>
 <1><107d>: Abbrev Number: 10 (DW_TAG_variable)
    <107e>   DW_AT_name        : (indirect string, offset: 0x895): nsyscalls
    <1082>   DW_AT_decl_file   : 19
    <1083>   DW_AT_decl_line   : 1900
    <1085>   DW_AT_decl_column : 17
    <1086>   DW_AT_type        : <0x2b>
    <108a>   DW_AT_external    : 1
    <108b>   DW_AT_declaration : 1
 <1><108c>: Abbrev Number: 10 (DW_TAG_variable)
    <108d>   DW_AT_name        : (indirect string, offset: 0xef4): nioctlents
    <1091>   DW_AT_decl_file   : 19
    <1092>   DW_AT_decl_line   : 1901
    <1094>   DW_AT_decl_column : 17
    <1095>   DW_AT_type        : <0x2b>
    <1099>   DW_AT_external    : 1
    <109a>   DW_AT_declaration : 1
 <1><109b>: Abbrev Number: 15 (DW_TAG_array_type)
    <109c>   DW_AT_type        : <0x32>
    <10a0>   DW_AT_sibling     : <0x10ab>
 <2><10a4>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <10a5>   DW_AT_type        : <0x2b>
    <10a9>   DW_AT_upper_bound : 2
 <2><10aa>: Abbrev Number: 0
 <1><10ab>: Abbrev Number: 3 (DW_TAG_const_type)
    <10ac>   DW_AT_type        : <0x109b>
 <1><10b0>: Abbrev Number: 10 (DW_TAG_variable)
    <10b1>   DW_AT_name        : (indirect string, offset: 0xf54): nsyscall_vec
    <10b5>   DW_AT_decl_file   : 19
    <10b6>   DW_AT_decl_line   : 1903
    <10b8>   DW_AT_decl_column : 27
    <10b9>   DW_AT_type        : <0x10ab>
    <10bd>   DW_AT_external    : 1
    <10be>   DW_AT_declaration : 1
 <1><10bf>: Abbrev Number: 15 (DW_TAG_array_type)
    <10c0>   DW_AT_type        : <0xa10>
    <10c4>   DW_AT_sibling     : <0x10cf>
 <2><10c8>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <10c9>   DW_AT_type        : <0x2b>
    <10cd>   DW_AT_upper_bound : 2
 <2><10ce>: Abbrev Number: 0
 <1><10cf>: Abbrev Number: 3 (DW_TAG_const_type)
    <10d0>   DW_AT_type        : <0x10bf>
 <1><10d4>: Abbrev Number: 10 (DW_TAG_variable)
    <10d5>   DW_AT_name        : (indirect string, offset: 0x7b4): sysent_vec
    <10d9>   DW_AT_decl_file   : 19
    <10da>   DW_AT_decl_line   : 1904
    <10dc>   DW_AT_decl_column : 35
    <10dd>   DW_AT_type        : <0x10cf>
    <10e1>   DW_AT_external    : 1
    <10e2>   DW_AT_declaration : 1
 <1><10e3>: Abbrev Number: 10 (DW_TAG_variable)
    <10e4>   DW_AT_name        : (indirect string, offset: 0x394): inject_vec
    <10e8>   DW_AT_decl_file   : 19
    <10e9>   DW_AT_decl_line   : 1905
    <10eb>   DW_AT_decl_column : 28
    <10ec>   DW_AT_type        : <0xa15>
    <10f0>   DW_AT_external    : 1
    <10f1>   DW_AT_declaration : 1
 <1><10f2>: Abbrev Number: 30 (DW_TAG_structure_type)
    <10f3>   DW_AT_name        : (indirect string, offset: 0xdcd): audit_arch_t
    <10f7>   DW_AT_byte_size   : 8
    <10f8>   DW_AT_decl_file   : 19
    <10f9>   DW_AT_decl_line   : 1907
    <10fb>   DW_AT_decl_column : 8
    <10fc>   DW_AT_sibling     : <0x1121>
 <2><1100>: Abbrev Number: 13 (DW_TAG_member)
    <1101>   DW_AT_name        : (indirect string, offset: 0x5e2): arch
    <1105>   DW_AT_decl_file   : 19
    <1106>   DW_AT_decl_line   : 1908
    <1108>   DW_AT_decl_column : 15
    <1109>   DW_AT_type        : <0x2b>
    <110d>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1110>: Abbrev Number: 13 (DW_TAG_member)
    <1111>   DW_AT_name        : (indirect string, offset: 0xa1c): flag
    <1115>   DW_AT_decl_file   : 19
    <1116>   DW_AT_decl_line   : 1909
    <1118>   DW_AT_decl_column : 15
    <1119>   DW_AT_type        : <0x2b>
    <111d>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1120>: Abbrev Number: 0
 <1><1121>: Abbrev Number: 3 (DW_TAG_const_type)
    <1122>   DW_AT_type        : <0x10f2>
 <1><1126>: Abbrev Number: 15 (DW_TAG_array_type)
    <1127>   DW_AT_type        : <0x1121>
    <112b>   DW_AT_sibling     : <0x1136>
 <2><112f>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <1130>   DW_AT_type        : <0x2b>
    <1134>   DW_AT_upper_bound : 2
 <2><1135>: Abbrev Number: 0
 <1><1136>: Abbrev Number: 3 (DW_TAG_const_type)
    <1137>   DW_AT_type        : <0x1126>
 <1><113b>: Abbrev Number: 10 (DW_TAG_variable)
    <113c>   DW_AT_name        : (indirect string, offset: 0x96f): audit_arch_vec
    <1140>   DW_AT_decl_file   : 19
    <1141>   DW_AT_decl_line   : 1912
    <1143>   DW_AT_decl_column : 34
    <1144>   DW_AT_type        : <0x1136>
    <1148>   DW_AT_external    : 1
    <1149>   DW_AT_declaration : 1
 <1><114a>: Abbrev Number: 32 (DW_TAG_structure_type)
    <114b>   DW_AT_byte_size   : 180
    <114c>   DW_AT_decl_file   : 21
    <114d>   DW_AT_decl_line   : 2
    <114e>   DW_AT_decl_column : 9
    <114f>   DW_AT_sibling     : <0x1404>
 <2><1153>: Abbrev Number: 9 (DW_TAG_member)
    <1154>   DW_AT_name        : (indirect string, offset: 0x1db): block_ioctl
    <1158>   DW_AT_decl_file   : 21
    <1159>   DW_AT_decl_line   : 3
    <115a>   DW_AT_decl_column : 8
    <115b>   DW_AT_type        : <0x141e>
    <115f>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1162>: Abbrev Number: 9 (DW_TAG_member)
