Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x2b1d (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0x8e8): GNU C17 9.4.0 -mx32 -mtune=generic -march=x86-64 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0x125e): mpers-mx32/struct_v4l2_ext_control.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0x1452): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x7b8): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0x1113): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x1e94): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <41>   DW_AT_name        : (indirect string, offset: 0x114d): signed char
 <1><45>: Abbrev Number: 4 (DW_TAG_typedef)
    <46>   DW_AT_name        : (indirect string, offset: 0xbd): __uint8_t
    <4a>   DW_AT_decl_file   : 1
    <4b>   DW_AT_decl_line   : 37
    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0x1eb4): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x6a2): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x186a): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x1c08): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0xd90): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0x19cf): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x1f20): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0x283): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0x96>
 <1><ae>: Abbrev Number: 4 (DW_TAG_typedef)
    <af>   DW_AT_name        : (indirect string, offset: 0x1225): __off64_t
    <b3>   DW_AT_decl_file   : 1
    <b4>   DW_AT_decl_line   : 141
    <b5>   DW_AT_decl_column : 27
    <b6>   DW_AT_type        : <0x96>
 <1><ba>: Abbrev Number: 4 (DW_TAG_typedef)
    <bb>   DW_AT_name        : (indirect string, offset: 0x10a5): __time_t
    <bf>   DW_AT_decl_file   : 1
    <c0>   DW_AT_decl_line   : 148
    <c1>   DW_AT_decl_column : 26
    <c2>   DW_AT_type        : <0x96>
 <1><c6>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <c7>   DW_AT_byte_size   : 4
 <1><c8>: Abbrev Number: 3 (DW_TAG_const_type)
    <c9>   DW_AT_type        : <0xc6>
 <1><cd>: Abbrev Number: 4 (DW_TAG_typedef)
    <ce>   DW_AT_name        : (indirect string, offset: 0x40b): __syscall_slong_t
    <d2>   DW_AT_decl_file   : 1
    <d3>   DW_AT_decl_line   : 184
    <d4>   DW_AT_decl_column : 33
    <d5>   DW_AT_type        : <0x96>
 <1><d9>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <da>   DW_AT_byte_size   : 4
    <db>   DW_AT_type        : <0xdf>
 <1><df>: Abbrev Number: 2 (DW_TAG_base_type)
    <e0>   DW_AT_byte_size   : 1
    <e1>   DW_AT_encoding    : 6	(signed char)
    <e2>   DW_AT_name        : (indirect string, offset: 0x1639): char
 <1><e6>: Abbrev Number: 3 (DW_TAG_const_type)
    <e7>   DW_AT_type        : <0xdf>
 <1><eb>: Abbrev Number: 4 (DW_TAG_typedef)
    <ec>   DW_AT_name        : (indirect string, offset: 0xb57): uint8_t
    <f0>   DW_AT_decl_file   : 2
    <f1>   DW_AT_decl_line   : 24
    <f2>   DW_AT_decl_column : 19
    <f3>   DW_AT_type        : <0x45>
 <1><f7>: Abbrev Number: 4 (DW_TAG_typedef)
    <f8>   DW_AT_name        : (indirect string, offset: 0x22d): uint16_t
    <fc>   DW_AT_decl_file   : 2
    <fd>   DW_AT_decl_line   : 25
    <fe>   DW_AT_decl_column : 20
    <ff>   DW_AT_type        : <0x58>
 <1><103>: Abbrev Number: 4 (DW_TAG_typedef)
    <104>   DW_AT_name        : (indirect string, offset: 0x150d): uint32_t
    <108>   DW_AT_decl_file   : 2
    <109>   DW_AT_decl_line   : 26
    <10a>   DW_AT_decl_column : 20
    <10b>   DW_AT_type        : <0x70>
 <1><10f>: Abbrev Number: 4 (DW_TAG_typedef)
    <110>   DW_AT_name        : (indirect string, offset: 0x8a8): uint64_t
    <114>   DW_AT_decl_file   : 2
    <115>   DW_AT_decl_line   : 27
    <116>   DW_AT_decl_column : 20
    <117>   DW_AT_type        : <0x83>
 <1><11b>: Abbrev Number: 2 (DW_TAG_base_type)
    <11c>   DW_AT_byte_size   : 4
    <11d>   DW_AT_encoding    : 5	(signed)
    <11e>   DW_AT_name        : (indirect string, offset: 0x1442): long int
 <1><122>: Abbrev Number: 4 (DW_TAG_typedef)
    <123>   DW_AT_name        : (indirect string, offset: 0xb44): size_t
    <127>   DW_AT_decl_file   : 3
    <128>   DW_AT_decl_line   : 209
    <129>   DW_AT_decl_column : 23
    <12a>   DW_AT_type        : <0x2b>
 <1><12e>: Abbrev Number: 3 (DW_TAG_const_type)
    <12f>   DW_AT_type        : <0x122>
 <1><133>: Abbrev Number: 8 (DW_TAG_structure_type)
    <134>   DW_AT_name        : (indirect string, offset: 0xe85): timespec
    <138>   DW_AT_byte_size   : 16
    <139>   DW_AT_decl_file   : 4
    <13a>   DW_AT_decl_line   : 9
    <13b>   DW_AT_decl_column : 8
    <13c>   DW_AT_sibling     : <0x15f>
 <2><140>: Abbrev Number: 9 (DW_TAG_member)
    <141>   DW_AT_name        : (indirect string, offset: 0x19c8): tv_sec
    <145>   DW_AT_decl_file   : 4
    <146>   DW_AT_decl_line   : 11
    <147>   DW_AT_decl_column : 12
    <148>   DW_AT_type        : <0xba>
    <14c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><14f>: Abbrev Number: 9 (DW_TAG_member)
    <150>   DW_AT_name        : (indirect string, offset: 0x1c7f): tv_nsec
    <154>   DW_AT_decl_file   : 4
    <155>   DW_AT_decl_line   : 12
    <156>   DW_AT_decl_column : 21
    <157>   DW_AT_type        : <0xcd>
    <15b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><15e>: Abbrev Number: 0
 <1><15f>: Abbrev Number: 2 (DW_TAG_base_type)
    <160>   DW_AT_byte_size   : 16
    <161>   DW_AT_encoding    : 4	(float)
    <162>   DW_AT_name        : (indirect string, offset: 0x1573): long double
 <1><166>: Abbrev Number: 10 (DW_TAG_variable)
    <167>   DW_AT_name        : (indirect string, offset: 0x1e5): __environ
    <16b>   DW_AT_decl_file   : 5
    <16c>   DW_AT_decl_line   : 546
    <16e>   DW_AT_decl_column : 15
    <16f>   DW_AT_type        : <0x175>
    <173>   DW_AT_external    : 1
    <174>   DW_AT_declaration : 1
 <1><175>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <176>   DW_AT_byte_size   : 4
    <177>   DW_AT_type        : <0xd9>
 <1><17b>: Abbrev Number: 10 (DW_TAG_variable)
    <17c>   DW_AT_name        : (indirect string, offset: 0xbf9): environ
    <180>   DW_AT_decl_file   : 5
    <181>   DW_AT_decl_line   : 548
    <183>   DW_AT_decl_column : 15
    <184>   DW_AT_type        : <0x175>
    <188>   DW_AT_external    : 1
    <189>   DW_AT_declaration : 1
 <1><18a>: Abbrev Number: 11 (DW_TAG_variable)
    <18b>   DW_AT_name        : (indirect string, offset: 0x59f): optarg
    <18f>   DW_AT_decl_file   : 6
    <190>   DW_AT_decl_line   : 36
    <191>   DW_AT_decl_column : 14
    <192>   DW_AT_type        : <0xd9>
    <196>   DW_AT_external    : 1
    <197>   DW_AT_declaration : 1
 <1><198>: Abbrev Number: 11 (DW_TAG_variable)
    <199>   DW_AT_name        : (indirect string, offset: 0x1bdb): optind
    <19d>   DW_AT_decl_file   : 6
    <19e>   DW_AT_decl_line   : 50
    <19f>   DW_AT_decl_column : 12
    <1a0>   DW_AT_type        : <0x64>
    <1a4>   DW_AT_external    : 1
    <1a5>   DW_AT_declaration : 1
 <1><1a6>: Abbrev Number: 11 (DW_TAG_variable)
    <1a7>   DW_AT_name        : (indirect string, offset: 0x12be): opterr
    <1ab>   DW_AT_decl_file   : 6
    <1ac>   DW_AT_decl_line   : 55
    <1ad>   DW_AT_decl_column : 12
    <1ae>   DW_AT_type        : <0x64>
    <1b2>   DW_AT_external    : 1
    <1b3>   DW_AT_declaration : 1
 <1><1b4>: Abbrev Number: 11 (DW_TAG_variable)
    <1b5>   DW_AT_name        : (indirect string, offset: 0x67a): optopt
    <1b9>   DW_AT_decl_file   : 6
    <1ba>   DW_AT_decl_line   : 59
    <1bb>   DW_AT_decl_column : 12
    <1bc>   DW_AT_type        : <0x64>
    <1c0>   DW_AT_external    : 1
    <1c1>   DW_AT_declaration : 1
 <1><1c2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1c3>   DW_AT_byte_size   : 4
    <1c4>   DW_AT_type        : <0xe6>
 <1><1c8>: Abbrev Number: 3 (DW_TAG_const_type)
    <1c9>   DW_AT_type        : <0x1c2>
 <1><1cd>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1ce>   DW_AT_byte_size   : 4
    <1cf>   DW_AT_type        : <0x1d3>
 <1><1d3>: Abbrev Number: 12 (DW_TAG_const_type)
 <1><1d4>: Abbrev Number: 8 (DW_TAG_structure_type)
    <1d5>   DW_AT_name        : (indirect string, offset: 0x16af): _IO_FILE
    <1d9>   DW_AT_byte_size   : 152
    <1da>   DW_AT_decl_file   : 7
    <1db>   DW_AT_decl_line   : 245
    <1dc>   DW_AT_decl_column : 8
    <1dd>   DW_AT_sibling     : <0x3ac>
 <2><1e1>: Abbrev Number: 9 (DW_TAG_member)
    <1e2>   DW_AT_name        : (indirect string, offset: 0x245): _flags
    <1e6>   DW_AT_decl_file   : 7
    <1e7>   DW_AT_decl_line   : 246
    <1e8>   DW_AT_decl_column : 7
    <1e9>   DW_AT_type        : <0x64>
    <1ed>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1f0>: Abbrev Number: 9 (DW_TAG_member)
    <1f1>   DW_AT_name        : (indirect string, offset: 0x1ae7): _IO_read_ptr
    <1f5>   DW_AT_decl_file   : 7
    <1f6>   DW_AT_decl_line   : 251
    <1f7>   DW_AT_decl_column : 9
    <1f8>   DW_AT_type        : <0xd9>
    <1fc>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1ff>: Abbrev Number: 9 (DW_TAG_member)
    <200>   DW_AT_name        : (indirect string, offset: 0x167b): _IO_read_end
    <204>   DW_AT_decl_file   : 7
    <205>   DW_AT_decl_line   : 252
    <206>   DW_AT_decl_column : 9
    <207>   DW_AT_type        : <0xd9>
    <20b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><20e>: Abbrev Number: 9 (DW_TAG_member)
    <20f>   DW_AT_name        : (indirect string, offset: 0x122f): _IO_read_base
    <213>   DW_AT_decl_file   : 7
    <214>   DW_AT_decl_line   : 253
    <215>   DW_AT_decl_column : 9
    <216>   DW_AT_type        : <0xd9>
    <21a>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><21d>: Abbrev Number: 9 (DW_TAG_member)
    <21e>   DW_AT_name        : (indirect string, offset: 0x1340): _IO_write_base
    <222>   DW_AT_decl_file   : 7
    <223>   DW_AT_decl_line   : 254
    <224>   DW_AT_decl_column : 9
    <225>   DW_AT_type        : <0xd9>
    <229>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><22c>: Abbrev Number: 9 (DW_TAG_member)
    <22d>   DW_AT_name        : (indirect string, offset: 0x9e7): _IO_write_ptr
    <231>   DW_AT_decl_file   : 7
    <232>   DW_AT_decl_line   : 255
    <233>   DW_AT_decl_column : 9
    <234>   DW_AT_type        : <0xd9>
    <238>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><23b>: Abbrev Number: 13 (DW_TAG_member)
    <23c>   DW_AT_name        : (indirect string, offset: 0x429): _IO_write_end
    <240>   DW_AT_decl_file   : 7
    <241>   DW_AT_decl_line   : 256
    <243>   DW_AT_decl_column : 9
    <244>   DW_AT_type        : <0xd9>
    <248>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><24b>: Abbrev Number: 13 (DW_TAG_member)
    <24c>   DW_AT_name        : (indirect string, offset: 0x1655): _IO_buf_base
    <250>   DW_AT_decl_file   : 7
    <251>   DW_AT_decl_line   : 257
    <253>   DW_AT_decl_column : 9
    <254>   DW_AT_type        : <0xd9>
    <258>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><25b>: Abbrev Number: 13 (DW_TAG_member)
    <25c>   DW_AT_name        : (indirect string, offset: 0x1252): _IO_buf_end
    <260>   DW_AT_decl_file   : 7
    <261>   DW_AT_decl_line   : 258
    <263>   DW_AT_decl_column : 9
    <264>   DW_AT_type        : <0xd9>
    <268>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><26b>: Abbrev Number: 13 (DW_TAG_member)
    <26c>   DW_AT_name        : (indirect string, offset: 0xbe5): _IO_save_base
    <270>   DW_AT_decl_file   : 7
    <271>   DW_AT_decl_line   : 260
    <273>   DW_AT_decl_column : 9
    <274>   DW_AT_type        : <0xd9>
    <278>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><27b>: Abbrev Number: 13 (DW_TAG_member)
    <27c>   DW_AT_name        : (indirect string, offset: 0x1ab9): _IO_backup_base
    <280>   DW_AT_decl_file   : 7
    <281>   DW_AT_decl_line   : 261
    <283>   DW_AT_decl_column : 9
    <284>   DW_AT_type        : <0xd9>
    <288>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><28b>: Abbrev Number: 13 (DW_TAG_member)
    <28c>   DW_AT_name        : (indirect string, offset: 0x1058): _IO_save_end
    <290>   DW_AT_decl_file   : 7
    <291>   DW_AT_decl_line   : 262
    <293>   DW_AT_decl_column : 9
    <294>   DW_AT_type        : <0xd9>
    <298>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><29b>: Abbrev Number: 13 (DW_TAG_member)
    <29c>   DW_AT_name        : (indirect string, offset: 0x17ba): _markers
    <2a0>   DW_AT_decl_file   : 7
    <2a1>   DW_AT_decl_line   : 264
    <2a3>   DW_AT_decl_column : 22
    <2a4>   DW_AT_type        : <0x3fb>
    <2a8>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2ab>: Abbrev Number: 13 (DW_TAG_member)
    <2ac>   DW_AT_name        : (indirect string, offset: 0x747): _chain
    <2b0>   DW_AT_decl_file   : 7
    <2b1>   DW_AT_decl_line   : 266
    <2b3>   DW_AT_decl_column : 20
    <2b4>   DW_AT_type        : <0x401>
    <2b8>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2bb>: Abbrev Number: 13 (DW_TAG_member)
    <2bc>   DW_AT_name        : (indirect string, offset: 0x33): _fileno
    <2c0>   DW_AT_decl_file   : 7
    <2c1>   DW_AT_decl_line   : 268
    <2c3>   DW_AT_decl_column : 7
    <2c4>   DW_AT_type        : <0x64>
    <2c8>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2cb>: Abbrev Number: 13 (DW_TAG_member)
    <2cc>   DW_AT_name        : (indirect string, offset: 0x1c16): _flags2
    <2d0>   DW_AT_decl_file   : 7
    <2d1>   DW_AT_decl_line   : 272
    <2d3>   DW_AT_decl_column : 7
    <2d4>   DW_AT_type        : <0x64>
    <2d8>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2db>: Abbrev Number: 13 (DW_TAG_member)
    <2dc>   DW_AT_name        : (indirect string, offset: 0x1bbe): _old_offset
    <2e0>   DW_AT_decl_file   : 7
    <2e1>   DW_AT_decl_line   : 274
    <2e3>   DW_AT_decl_column : 13
    <2e4>   DW_AT_type        : <0xa2>
    <2e8>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><2eb>: Abbrev Number: 13 (DW_TAG_member)
    <2ec>   DW_AT_name        : (indirect string, offset: 0x19f5): _cur_column
    <2f0>   DW_AT_decl_file   : 7
    <2f1>   DW_AT_decl_line   : 278
    <2f3>   DW_AT_decl_column : 18
    <2f4>   DW_AT_type        : <0x24>
    <2f8>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><2fb>: Abbrev Number: 13 (DW_TAG_member)
    <2fc>   DW_AT_name        : (indirect string, offset: 0x1ed8): _vtable_offset
    <300>   DW_AT_decl_file   : 7
    <301>   DW_AT_decl_line   : 279
    <303>   DW_AT_decl_column : 15
    <304>   DW_AT_type        : <0x3e>
    <308>   DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><30b>: Abbrev Number: 13 (DW_TAG_member)
    <30c>   DW_AT_name        : (indirect string, offset: 0x167): _shortbuf
    <310>   DW_AT_decl_file   : 7
    <311>   DW_AT_decl_line   : 280
    <313>   DW_AT_decl_column : 8
    <314>   DW_AT_type        : <0x407>
    <318>   DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><31b>: Abbrev Number: 13 (DW_TAG_member)
    <31c>   DW_AT_name        : (indirect string, offset: 0x2f9): _lock
    <320>   DW_AT_decl_file   : 7
    <321>   DW_AT_decl_line   : 284
    <323>   DW_AT_decl_column : 15
    <324>   DW_AT_type        : <0x417>
    <328>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><32b>: Abbrev Number: 13 (DW_TAG_member)
    <32c>   DW_AT_name        : (indirect string, offset: 0x123d): _offset
    <330>   DW_AT_decl_file   : 7
    <331>   DW_AT_decl_line   : 293
    <333>   DW_AT_decl_column : 15
    <334>   DW_AT_type        : <0xae>
    <338>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><33b>: Abbrev Number: 13 (DW_TAG_member)
    <33c>   DW_AT_name        : (indirect string, offset: 0x1752): __pad1
    <340>   DW_AT_decl_file   : 7
    <341>   DW_AT_decl_line   : 301
    <343>   DW_AT_decl_column : 9
    <344>   DW_AT_type        : <0xc6>
    <348>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><34b>: Abbrev Number: 13 (DW_TAG_member)
    <34c>   DW_AT_name        : (indirect string, offset: 0xcb3): __pad2
    <350>   DW_AT_decl_file   : 7
    <351>   DW_AT_decl_line   : 302
    <353>   DW_AT_decl_column : 9
    <354>   DW_AT_type        : <0xc6>
    <358>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><35b>: Abbrev Number: 13 (DW_TAG_member)
    <35c>   DW_AT_name        : (indirect string, offset: 0x1759): __pad3
    <360>   DW_AT_decl_file   : 7
    <361>   DW_AT_decl_line   : 303
    <363>   DW_AT_decl_column : 9
    <364>   DW_AT_type        : <0xc6>
    <368>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><36b>: Abbrev Number: 13 (DW_TAG_member)
    <36c>   DW_AT_name        : (indirect string, offset: 0x1760): __pad4
    <370>   DW_AT_decl_file   : 7
    <371>   DW_AT_decl_line   : 304
    <373>   DW_AT_decl_column : 9
    <374>   DW_AT_type        : <0xc6>
    <378>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><37b>: Abbrev Number: 13 (DW_TAG_member)
    <37c>   DW_AT_name        : (indirect string, offset: 0x1767): __pad5
    <380>   DW_AT_decl_file   : 7
    <381>   DW_AT_decl_line   : 306
    <383>   DW_AT_decl_column : 10
    <384>   DW_AT_type        : <0x122>
    <388>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><38b>: Abbrev Number: 13 (DW_TAG_member)
    <38c>   DW_AT_name        : (indirect string, offset: 0x1326): _mode
    <390>   DW_AT_decl_file   : 7
    <391>   DW_AT_decl_line   : 307
    <393>   DW_AT_decl_column : 7
    <394>   DW_AT_type        : <0x64>
    <398>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><39b>: Abbrev Number: 13 (DW_TAG_member)
    <39c>   DW_AT_name        : (indirect string, offset: 0x2a): _unused2
    <3a0>   DW_AT_decl_file   : 7
    <3a1>   DW_AT_decl_line   : 309
    <3a3>   DW_AT_decl_column : 8
    <3a4>   DW_AT_type        : <0x41d>
    <3a8>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><3ab>: Abbrev Number: 0
 <1><3ac>: Abbrev Number: 4 (DW_TAG_typedef)
    <3ad>   DW_AT_name        : (indirect string, offset: 0xae8): FILE
    <3b1>   DW_AT_decl_file   : 8
    <3b2>   DW_AT_decl_line   : 7
    <3b3>   DW_AT_decl_column : 25
    <3b4>   DW_AT_type        : <0x1d4>
 <1><3b8>: Abbrev Number: 14 (DW_TAG_typedef)
    <3b9>   DW_AT_name        : (indirect string, offset: 0x7d0): _IO_lock_t
    <3bd>   DW_AT_decl_file   : 7
    <3be>   DW_AT_decl_line   : 154
    <3bf>   DW_AT_decl_column : 14
 <1><3c0>: Abbrev Number: 8 (DW_TAG_structure_type)
    <3c1>   DW_AT_name        : (indirect string, offset: 0x1479): _IO_marker
    <3c5>   DW_AT_byte_size   : 12
    <3c6>   DW_AT_decl_file   : 7
    <3c7>   DW_AT_decl_line   : 160
    <3c8>   DW_AT_decl_column : 8
    <3c9>   DW_AT_sibling     : <0x3fb>
 <2><3cd>: Abbrev Number: 9 (DW_TAG_member)
    <3ce>   DW_AT_name        : (indirect string, offset: 0xda8): _next
    <3d2>   DW_AT_decl_file   : 7
    <3d3>   DW_AT_decl_line   : 161
    <3d4>   DW_AT_decl_column : 22
    <3d5>   DW_AT_type        : <0x3fb>
    <3d9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3dc>: Abbrev Number: 9 (DW_TAG_member)
    <3dd>   DW_AT_name        : (indirect string, offset: 0x1020): _sbuf
    <3e1>   DW_AT_decl_file   : 7
    <3e2>   DW_AT_decl_line   : 162
    <3e3>   DW_AT_decl_column : 20
    <3e4>   DW_AT_type        : <0x401>
    <3e8>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><3eb>: Abbrev Number: 9 (DW_TAG_member)
    <3ec>   DW_AT_name        : (indirect string, offset: 0x17c3): _pos
    <3f0>   DW_AT_decl_file   : 7
    <3f1>   DW_AT_decl_line   : 166
    <3f2>   DW_AT_decl_column : 7
    <3f3>   DW_AT_type        : <0x64>
    <3f7>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><3fa>: Abbrev Number: 0
 <1><3fb>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <3fc>   DW_AT_byte_size   : 4
    <3fd>   DW_AT_type        : <0x3c0>
 <1><401>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <402>   DW_AT_byte_size   : 4
    <403>   DW_AT_type        : <0x1d4>
 <1><407>: Abbrev Number: 15 (DW_TAG_array_type)
    <408>   DW_AT_type        : <0xdf>
    <40c>   DW_AT_sibling     : <0x417>
 <2><410>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <411>   DW_AT_type        : <0x2b>
    <415>   DW_AT_upper_bound : 0
 <2><416>: Abbrev Number: 0
 <1><417>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <418>   DW_AT_byte_size   : 4
    <419>   DW_AT_type        : <0x3b8>
 <1><41d>: Abbrev Number: 15 (DW_TAG_array_type)
    <41e>   DW_AT_type        : <0xdf>
    <422>   DW_AT_sibling     : <0x42d>
 <2><426>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <427>   DW_AT_type        : <0x2b>
    <42b>   DW_AT_upper_bound : 39
 <2><42c>: Abbrev Number: 0
 <1><42d>: Abbrev Number: 17 (DW_TAG_structure_type)
    <42e>   DW_AT_name        : (indirect string, offset: 0x2e4): _IO_FILE_plus
    <432>   DW_AT_declaration : 1
 <1><433>: Abbrev Number: 10 (DW_TAG_variable)
    <434>   DW_AT_name        : (indirect string, offset: 0x16ef): _IO_2_1_stdin_
    <438>   DW_AT_decl_file   : 7
    <439>   DW_AT_decl_line   : 319
    <43b>   DW_AT_decl_column : 29
    <43c>   DW_AT_type        : <0x42d>
    <440>   DW_AT_external    : 1
    <441>   DW_AT_declaration : 1
 <1><442>: Abbrev Number: 10 (DW_TAG_variable)
    <443>   DW_AT_name        : (indirect string, offset: 0x153e): _IO_2_1_stdout_
    <447>   DW_AT_decl_file   : 7
    <448>   DW_AT_decl_line   : 320
    <44a>   DW_AT_decl_column : 29
    <44b>   DW_AT_type        : <0x42d>
    <44f>   DW_AT_external    : 1
    <450>   DW_AT_declaration : 1
 <1><451>: Abbrev Number: 10 (DW_TAG_variable)
    <452>   DW_AT_name        : (indirect string, offset: 0x1009): _IO_2_1_stderr_
    <456>   DW_AT_decl_file   : 7
    <457>   DW_AT_decl_line   : 321
    <459>   DW_AT_decl_column : 29
    <45a>   DW_AT_type        : <0x42d>
    <45e>   DW_AT_external    : 1
    <45f>   DW_AT_declaration : 1
 <1><460>: Abbrev Number: 11 (DW_TAG_variable)
    <461>   DW_AT_name        : (indirect string, offset: 0x164f): stdin
    <465>   DW_AT_decl_file   : 9
    <466>   DW_AT_decl_line   : 135
    <467>   DW_AT_decl_column : 25
    <468>   DW_AT_type        : <0x401>
    <46c>   DW_AT_external    : 1
    <46d>   DW_AT_declaration : 1
 <1><46e>: Abbrev Number: 11 (DW_TAG_variable)
    <46f>   DW_AT_name        : (indirect string, offset: 0x1089): stdout
    <473>   DW_AT_decl_file   : 9
    <474>   DW_AT_decl_line   : 136
    <475>   DW_AT_decl_column : 25
    <476>   DW_AT_type        : <0x401>
    <47a>   DW_AT_external    : 1
    <47b>   DW_AT_declaration : 1
 <1><47c>: Abbrev Number: 11 (DW_TAG_variable)
    <47d>   DW_AT_name        : (indirect string, offset: 0x1019): stderr
    <481>   DW_AT_decl_file   : 9
    <482>   DW_AT_decl_line   : 137
    <483>   DW_AT_decl_column : 25
    <484>   DW_AT_type        : <0x401>
    <488>   DW_AT_external    : 1
    <489>   DW_AT_declaration : 1
 <1><48a>: Abbrev Number: 11 (DW_TAG_variable)
    <48b>   DW_AT_name        : (indirect string, offset: 0x1ce7): sys_nerr
    <48f>   DW_AT_decl_file   : 10
    <490>   DW_AT_decl_line   : 26
    <491>   DW_AT_decl_column : 12
    <492>   DW_AT_type        : <0x64>
    <496>   DW_AT_external    : 1
    <497>   DW_AT_declaration : 1
 <1><498>: Abbrev Number: 15 (DW_TAG_array_type)
    <499>   DW_AT_type        : <0x1c8>
    <49d>   DW_AT_sibling     : <0x4a3>
 <2><4a1>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4a2>: Abbrev Number: 0
 <1><4a3>: Abbrev Number: 3 (DW_TAG_const_type)
    <4a4>   DW_AT_type        : <0x498>
 <1><4a8>: Abbrev Number: 11 (DW_TAG_variable)
    <4a9>   DW_AT_name        : (indirect string, offset: 0x636): sys_errlist
    <4ad>   DW_AT_decl_file   : 10
    <4ae>   DW_AT_decl_line   : 27
    <4af>   DW_AT_decl_column : 26
    <4b0>   DW_AT_type        : <0x4a3>
    <4b4>   DW_AT_external    : 1
    <4b5>   DW_AT_declaration : 1
 <1><4b6>: Abbrev Number: 11 (DW_TAG_variable)
    <4b7>   DW_AT_name        : (indirect string, offset: 0x1b59): _sys_nerr
    <4bb>   DW_AT_decl_file   : 10
    <4bc>   DW_AT_decl_line   : 30
    <4bd>   DW_AT_decl_column : 12
    <4be>   DW_AT_type        : <0x64>
    <4c2>   DW_AT_external    : 1
    <4c3>   DW_AT_declaration : 1
 <1><4c4>: Abbrev Number: 11 (DW_TAG_variable)
    <4c5>   DW_AT_name        : (indirect string, offset: 0x1d): _sys_errlist
    <4c9>   DW_AT_decl_file   : 10
    <4ca>   DW_AT_decl_line   : 31
    <4cb>   DW_AT_decl_column : 26
    <4cc>   DW_AT_type        : <0x4a3>
    <4d0>   DW_AT_external    : 1
    <4d1>   DW_AT_declaration : 1
 <1><4d2>: Abbrev Number: 11 (DW_TAG_variable)
    <4d3>   DW_AT_name        : (indirect string, offset: 0x1944): program_invocation_name
    <4d7>   DW_AT_decl_file   : 11
    <4d8>   DW_AT_decl_line   : 45
    <4d9>   DW_AT_decl_column : 14
    <4da>   DW_AT_type        : <0xd9>
    <4de>   DW_AT_external    : 1
    <4df>   DW_AT_declaration : 1
 <1><4e0>: Abbrev Number: 11 (DW_TAG_variable)
    <4e1>   DW_AT_name        : (indirect string, offset: 0xa61): program_invocation_short_name
    <4e5>   DW_AT_decl_file   : 11
    <4e6>   DW_AT_decl_line   : 46
    <4e7>   DW_AT_decl_column : 14
    <4e8>   DW_AT_type        : <0xd9>
    <4ec>   DW_AT_external    : 1
    <4ed>   DW_AT_declaration : 1
 <1><4ee>: Abbrev Number: 15 (DW_TAG_array_type)
    <4ef>   DW_AT_type        : <0xd9>
    <4f3>   DW_AT_sibling     : <0x4fe>
 <2><4f7>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <4f8>   DW_AT_type        : <0x2b>
    <4fc>   DW_AT_upper_bound : 1
 <2><4fd>: Abbrev Number: 0
 <1><4fe>: Abbrev Number: 11 (DW_TAG_variable)
    <4ff>   DW_AT_name        : (indirect string, offset: 0x495): __tzname
    <503>   DW_AT_decl_file   : 12
    <504>   DW_AT_decl_line   : 159
    <505>   DW_AT_decl_column : 14
    <506>   DW_AT_type        : <0x4ee>
    <50a>   DW_AT_external    : 1
    <50b>   DW_AT_declaration : 1
 <1><50c>: Abbrev Number: 11 (DW_TAG_variable)
    <50d>   DW_AT_name        : (indirect string, offset: 0x1884): __daylight
    <511>   DW_AT_decl_file   : 12
    <512>   DW_AT_decl_line   : 160
    <513>   DW_AT_decl_column : 12
    <514>   DW_AT_type        : <0x64>
    <518>   DW_AT_external    : 1
    <519>   DW_AT_declaration : 1
 <1><51a>: Abbrev Number: 11 (DW_TAG_variable)
    <51b>   DW_AT_name        : (indirect string, offset: 0xf00): __timezone
    <51f>   DW_AT_decl_file   : 12
    <520>   DW_AT_decl_line   : 161
    <521>   DW_AT_decl_column : 17
    <522>   DW_AT_type        : <0x11b>
    <526>   DW_AT_external    : 1
    <527>   DW_AT_declaration : 1
 <1><528>: Abbrev Number: 11 (DW_TAG_variable)
    <529>   DW_AT_name        : (indirect string, offset: 0x16d1): tzname
    <52d>   DW_AT_decl_file   : 12
    <52e>   DW_AT_decl_line   : 166
    <52f>   DW_AT_decl_column : 14
    <530>   DW_AT_type        : <0x4ee>
    <534>   DW_AT_external    : 1
    <535>   DW_AT_declaration : 1
 <1><536>: Abbrev Number: 11 (DW_TAG_variable)
    <537>   DW_AT_name        : (indirect string, offset: 0x671): daylight
    <53b>   DW_AT_decl_file   : 12
    <53c>   DW_AT_decl_line   : 174
    <53d>   DW_AT_decl_column : 12
    <53e>   DW_AT_type        : <0x64>
    <542>   DW_AT_external    : 1
    <543>   DW_AT_declaration : 1
 <1><544>: Abbrev Number: 11 (DW_TAG_variable)
    <545>   DW_AT_name        : (indirect string, offset: 0x1b74): timezone
    <549>   DW_AT_decl_file   : 12
    <54a>   DW_AT_decl_line   : 175
    <54b>   DW_AT_decl_column : 17
    <54c>   DW_AT_type        : <0x11b>
    <550>   DW_AT_external    : 1
    <551>   DW_AT_declaration : 1
 <1><552>: Abbrev Number: 10 (DW_TAG_variable)
    <553>   DW_AT_name        : (indirect string, offset: 0xb4b): getdate_err
    <557>   DW_AT_decl_file   : 12
    <558>   DW_AT_decl_line   : 280
    <55a>   DW_AT_decl_column : 12
    <55b>   DW_AT_type        : <0x64>
    <55f>   DW_AT_external    : 1
    <560>   DW_AT_declaration : 1
 <1><561>: Abbrev Number: 11 (DW_TAG_variable)
    <562>   DW_AT_name        : (indirect string, offset: 0x1a35): debug_flag
    <566>   DW_AT_decl_file   : 13
    <567>   DW_AT_decl_line   : 20
    <568>   DW_AT_decl_column : 13
    <569>   DW_AT_type        : <0x56f>
    <56d>   DW_AT_external    : 1
    <56e>   DW_AT_declaration : 1
 <1><56f>: Abbrev Number: 2 (DW_TAG_base_type)
    <570>   DW_AT_byte_size   : 1
    <571>   DW_AT_encoding    : 2	(boolean)
    <572>   DW_AT_name        : (indirect string, offset: 0x101): _Bool
 <1><576>: Abbrev Number: 3 (DW_TAG_const_type)
    <577>   DW_AT_type        : <0x56f>
 <1><57b>: Abbrev Number: 4 (DW_TAG_typedef)
    <57c>   DW_AT_name        : (indirect string, offset: 0x548): __kernel_long_t
    <580>   DW_AT_decl_file   : 14
    <581>   DW_AT_decl_line   : 14
    <582>   DW_AT_decl_column : 19
    <583>   DW_AT_type        : <0x7c>
 <1><587>: Abbrev Number: 4 (DW_TAG_typedef)
    <588>   DW_AT_name        : (indirect string, offset: 0x136e): __kernel_ulong_t
    <58c>   DW_AT_decl_file   : 14
    <58d>   DW_AT_decl_line   : 15
    <58e>   DW_AT_decl_column : 28
    <58f>   DW_AT_type        : <0x8f>
 <1><593>: Abbrev Number: 4 (DW_TAG_typedef)
    <594>   DW_AT_name        : (indirect string, offset: 0xa53): kernel_long_t
    <598>   DW_AT_decl_file   : 15
    <599>   DW_AT_decl_line   : 16
    <59a>   DW_AT_decl_column : 25
    <59b>   DW_AT_type        : <0x57b>
 <1><59f>: Abbrev Number: 4 (DW_TAG_typedef)
    <5a0>   DW_AT_name        : (indirect string, offset: 0x45e): kernel_ulong_t
    <5a4>   DW_AT_decl_file   : 15
    <5a5>   DW_AT_decl_line   : 17
    <5a6>   DW_AT_decl_column : 26
    <5a7>   DW_AT_type        : <0x587>
 <1><5ab>: Abbrev Number: 3 (DW_TAG_const_type)
    <5ac>   DW_AT_type        : <0x59f>
 <1><5b0>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5b1>   DW_AT_name        : (indirect string, offset: 0x1860): list_item
    <5b5>   DW_AT_byte_size   : 8
    <5b6>   DW_AT_decl_file   : 16
    <5b7>   DW_AT_decl_line   : 92
    <5b8>   DW_AT_decl_column : 8
    <5b9>   DW_AT_sibling     : <0x5dc>
 <2><5bd>: Abbrev Number: 9 (DW_TAG_member)
    <5be>   DW_AT_name        : (indirect string, offset: 0x1ed3): prev
    <5c2>   DW_AT_decl_file   : 16
    <5c3>   DW_AT_decl_line   : 93
    <5c4>   DW_AT_decl_column : 20
    <5c5>   DW_AT_type        : <0x5dc>
    <5c9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5cc>: Abbrev Number: 9 (DW_TAG_member)
    <5cd>   DW_AT_name        : (indirect string, offset: 0x24c): next
    <5d1>   DW_AT_decl_file   : 16
    <5d2>   DW_AT_decl_line   : 94
    <5d3>   DW_AT_decl_column : 20
    <5d4>   DW_AT_type        : <0x5dc>
    <5d8>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><5db>: Abbrev Number: 0
 <1><5dc>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <5dd>   DW_AT_byte_size   : 4
    <5de>   DW_AT_type        : <0x5b0>
 <1><5e2>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5e3>   DW_AT_name        : (indirect string, offset: 0x74e): sysent
    <5e7>   DW_AT_byte_size   : 20
    <5e8>   DW_AT_decl_file   : 17
    <5e9>   DW_AT_decl_line   : 11
    <5ea>   DW_AT_decl_column : 16
    <5eb>   DW_AT_sibling     : <0x63b>
 <2><5ef>: Abbrev Number: 9 (DW_TAG_member)
    <5f0>   DW_AT_name        : (indirect string, offset: 0x1b8f): nargs
    <5f4>   DW_AT_decl_file   : 17
    <5f5>   DW_AT_decl_line   : 12
    <5f6>   DW_AT_decl_column : 11
    <5f7>   DW_AT_type        : <0x2b>
    <5fb>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5fe>: Abbrev Number: 9 (DW_TAG_member)
    <5ff>   DW_AT_name        : (indirect string, offset: 0x38e): sys_flags
    <603>   DW_AT_decl_file   : 17
    <604>   DW_AT_decl_line   : 13
    <605>   DW_AT_decl_column : 6
    <606>   DW_AT_type        : <0x64>
    <60a>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><60d>: Abbrev Number: 19 (DW_TAG_member)
    <60e>   DW_AT_name        : sen
    <612>   DW_AT_decl_file   : 17
    <613>   DW_AT_decl_line   : 14
    <614>   DW_AT_decl_column : 6
    <615>   DW_AT_type        : <0x64>
    <619>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><61c>: Abbrev Number: 9 (DW_TAG_member)
    <61d>   DW_AT_name        : (indirect string, offset: 0x11b7): sys_func
    <621>   DW_AT_decl_file   : 17
    <622>   DW_AT_decl_line   : 15
    <623>   DW_AT_decl_column : 8
    <624>   DW_AT_type        : <0x646>
    <628>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><62b>: Abbrev Number: 9 (DW_TAG_member)
    <62c>   DW_AT_name        : (indirect string, offset: 0xe8e): sys_name
    <630>   DW_AT_decl_file   : 17
    <631>   DW_AT_decl_line   : 16
    <632>   DW_AT_decl_column : 14
    <633>   DW_AT_type        : <0x1c2>
    <637>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><63a>: Abbrev Number: 0
 <1><63b>: Abbrev Number: 20 (DW_TAG_subroutine_type)
    <63c>   DW_AT_type        : <0x64>
    <640>   DW_AT_sibling     : <0x646>
 <2><644>: Abbrev Number: 21 (DW_TAG_unspecified_parameters)
 <2><645>: Abbrev Number: 0
 <1><646>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <647>   DW_AT_byte_size   : 4
    <648>   DW_AT_type        : <0x63b>
 <1><64c>: Abbrev Number: 4 (DW_TAG_typedef)
    <64d>   DW_AT_name        : (indirect string, offset: 0xfe9): struct_sysent
    <651>   DW_AT_decl_file   : 17
    <652>   DW_AT_decl_line   : 17
    <653>   DW_AT_decl_column : 3
    <654>   DW_AT_type        : <0x5e2>
 <1><658>: Abbrev Number: 3 (DW_TAG_const_type)
    <659>   DW_AT_type        : <0x64c>
 <1><65d>: Abbrev Number: 11 (DW_TAG_variable)
    <65e>   DW_AT_name        : (indirect string, offset: 0x1598): current_personality
    <662>   DW_AT_decl_file   : 18
    <663>   DW_AT_decl_line   : 158
    <664>   DW_AT_decl_column : 17
    <665>   DW_AT_type        : <0x2b>
    <669>   DW_AT_external    : 1
    <66a>   DW_AT_declaration : 1
 <1><66b>: Abbrev Number: 11 (DW_TAG_variable)
    <66c>   DW_AT_name        : (indirect string, offset: 0xcfa): current_wordsize
    <670>   DW_AT_decl_file   : 18
    <671>   DW_AT_decl_line   : 171
    <672>   DW_AT_decl_column : 17
    <673>   DW_AT_type        : <0x2b>
    <677>   DW_AT_external    : 1
    <678>   DW_AT_declaration : 1
 <1><679>: Abbrev Number: 11 (DW_TAG_variable)
    <67a>   DW_AT_name        : (indirect string, offset: 0x18a7): current_klongsize
    <67e>   DW_AT_decl_file   : 18
    <67f>   DW_AT_decl_line   : 176
    <680>   DW_AT_decl_column : 17
    <681>   DW_AT_type        : <0x2b>
    <685>   DW_AT_external    : 1
    <686>   DW_AT_declaration : 1
 <1><687>: Abbrev Number: 8 (DW_TAG_structure_type)
    <688>   DW_AT_name        : (indirect string, offset: 0x981): ioctlent
    <68c>   DW_AT_byte_size   : 8
    <68d>   DW_AT_decl_file   : 18
    <68e>   DW_AT_decl_line   : 217
    <68f>   DW_AT_decl_column : 16
    <690>   DW_AT_sibling     : <0x6b3>
 <2><694>: Abbrev Number: 9 (DW_TAG_member)
    <695>   DW_AT_name        : (indirect string, offset: 0x226): symbol
    <699>   DW_AT_decl_file   : 18
    <69a>   DW_AT_decl_line   : 218
    <69b>   DW_AT_decl_column : 14
    <69c>   DW_AT_type        : <0x1c2>
    <6a0>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6a3>: Abbrev Number: 9 (DW_TAG_member)
    <6a4>   DW_AT_name        : (indirect string, offset: 0xcba): code
    <6a8>   DW_AT_decl_file   : 18
    <6a9>   DW_AT_decl_line   : 219
    <6aa>   DW_AT_decl_column : 15
    <6ab>   DW_AT_type        : <0x2b>
    <6af>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6b2>: Abbrev Number: 0
 <1><6b3>: Abbrev Number: 4 (DW_TAG_typedef)
    <6b4>   DW_AT_name        : (indirect string, offset: 0x1ad7): struct_ioctlent
    <6b8>   DW_AT_decl_file   : 18
    <6b9>   DW_AT_decl_line   : 220
    <6ba>   DW_AT_decl_column : 3
    <6bb>   DW_AT_type        : <0x687>
 <1><6bf>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c0>   DW_AT_type        : <0x6b3>
 <1><6c4>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6c5>   DW_AT_name        : (indirect string, offset: 0xe64): inject_data
    <6c9>   DW_AT_byte_size   : 10
    <6ca>   DW_AT_decl_file   : 18
    <6cb>   DW_AT_decl_line   : 241
    <6cc>   DW_AT_decl_column : 8
    <6cd>   DW_AT_sibling     : <0x72c>
 <2><6d1>: Abbrev Number: 9 (DW_TAG_member)
    <6d2>   DW_AT_name        : (indirect string, offset: 0x1f1a): flags
    <6d6>   DW_AT_decl_file   : 18
    <6d7>   DW_AT_decl_line   : 242
    <6d8>   DW_AT_decl_column : 10
    <6d9>   DW_AT_type        : <0xeb>
    <6dd>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6e0>: Abbrev Number: 9 (DW_TAG_member)
    <6e1>   DW_AT_name        : (indirect string, offset: 0x17b4): signo
    <6e5>   DW_AT_decl_file   : 18
    <6e6>   DW_AT_decl_line   : 243
    <6e7>   DW_AT_decl_column : 10
    <6e8>   DW_AT_type        : <0xeb>
    <6ec>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><6ef>: Abbrev Number: 9 (DW_TAG_member)
    <6f0>   DW_AT_name        : (indirect string, offset: 0x1bf6): rval_idx
    <6f4>   DW_AT_decl_file   : 18
    <6f5>   DW_AT_decl_line   : 244
    <6f6>   DW_AT_decl_column : 11
    <6f7>   DW_AT_type        : <0xf7>
    <6fb>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><6fe>: Abbrev Number: 9 (DW_TAG_member)
    <6ff>   DW_AT_name        : (indirect string, offset: 0x1516): delay_idx
    <703>   DW_AT_decl_file   : 18
    <704>   DW_AT_decl_line   : 245
    <705>   DW_AT_decl_column : 11
    <706>   DW_AT_type        : <0xf7>
    <70a>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><70d>: Abbrev Number: 9 (DW_TAG_member)
    <70e>   DW_AT_name        : (indirect string, offset: 0x1bff): poke_idx
    <712>   DW_AT_decl_file   : 18
    <713>   DW_AT_decl_line   : 246
    <714>   DW_AT_decl_column : 11
    <715>   DW_AT_type        : <0xf7>
    <719>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><71c>: Abbrev Number: 9 (DW_TAG_member)
    <71d>   DW_AT_name        : (indirect string, offset: 0x1220): scno
    <721>   DW_AT_decl_file   : 18
    <722>   DW_AT_decl_line   : 247
    <723>   DW_AT_decl_column : 11
    <724>   DW_AT_type        : <0xf7>
    <728>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><72b>: Abbrev Number: 0
 <1><72c>: Abbrev Number: 8 (DW_TAG_structure_type)
    <72d>   DW_AT_name        : (indirect string, offset: 0x6e3): inject_opts
    <731>   DW_AT_byte_size   : 16
    <732>   DW_AT_decl_file   : 18
    <733>   DW_AT_decl_line   : 250
    <734>   DW_AT_decl_column : 8
    <735>   DW_AT_sibling     : <0x776>
 <2><739>: Abbrev Number: 9 (DW_TAG_member)
    <73a>   DW_AT_name        : (indirect string, offset: 0xc4b): first
    <73e>   DW_AT_decl_file   : 18
    <73f>   DW_AT_decl_line   : 251
    <740>   DW_AT_decl_column : 11
    <741>   DW_AT_type        : <0xf7>
    <745>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><748>: Abbrev Number: 9 (DW_TAG_member)
    <749>   DW_AT_name        : (indirect string, offset: 0x14fd): last
    <74d>   DW_AT_decl_file   : 18
    <74e>   DW_AT_decl_line   : 252
    <74f>   DW_AT_decl_column : 11
    <750>   DW_AT_type        : <0xf7>
    <754>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><757>: Abbrev Number: 9 (DW_TAG_member)
    <758>   DW_AT_name        : (indirect string, offset: 0x1ef): step
    <75c>   DW_AT_decl_file   : 18
    <75d>   DW_AT_decl_line   : 253
    <75e>   DW_AT_decl_column : 11
    <75f>   DW_AT_type        : <0xf7>
    <763>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><766>: Abbrev Number: 9 (DW_TAG_member)
    <767>   DW_AT_name        : (indirect string, offset: 0x187f): data
    <76b>   DW_AT_decl_file   : 18
    <76c>   DW_AT_decl_line   : 254
    <76d>   DW_AT_decl_column : 21
    <76e>   DW_AT_type        : <0x6c4>
    <772>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><775>: Abbrev Number: 0
 <1><776>: Abbrev Number: 22 (DW_TAG_structure_type)
    <777>   DW_AT_name        : tcb
    <77b>   DW_AT_byte_size   : 280
    <77d>   DW_AT_decl_file   : 18
    <77e>   DW_AT_decl_line   : 262
    <780>   DW_AT_decl_column : 8
    <781>   DW_AT_sibling     : <0x9a6>
 <2><785>: Abbrev Number: 13 (DW_TAG_member)
    <786>   DW_AT_name        : (indirect string, offset: 0x1f1a): flags
    <78a>   DW_AT_decl_file   : 18
    <78b>   DW_AT_decl_line   : 263
    <78d>   DW_AT_decl_column : 6
    <78e>   DW_AT_type        : <0x64>
    <792>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><795>: Abbrev Number: 23 (DW_TAG_member)
    <796>   DW_AT_name        : pid
    <79a>   DW_AT_decl_file   : 18
    <79b>   DW_AT_decl_line   : 264
    <79d>   DW_AT_decl_column : 6
    <79e>   DW_AT_type        : <0x64>
    <7a2>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7a5>: Abbrev Number: 13 (DW_TAG_member)
    <7a6>   DW_AT_name        : (indirect string, offset: 0x103c): qual_flg
    <7aa>   DW_AT_decl_file   : 18
    <7ab>   DW_AT_decl_line   : 265
    <7ad>   DW_AT_decl_column : 6
    <7ae>   DW_AT_type        : <0x64>
    <7b2>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7b5>: Abbrev Number: 13 (DW_TAG_member)
    <7b6>   DW_AT_name        : (indirect string, offset: 0xacc): currpers
    <7ba>   DW_AT_decl_file   : 18
    <7bb>   DW_AT_decl_line   : 267
    <7bd>   DW_AT_decl_column : 15
    <7be>   DW_AT_type        : <0x2b>
    <7c2>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><7c5>: Abbrev Number: 13 (DW_TAG_member)
    <7c6>   DW_AT_name        : (indirect string, offset: 0x86e): u_error
    <7ca>   DW_AT_decl_file   : 18
    <7cb>   DW_AT_decl_line   : 269
    <7cd>   DW_AT_decl_column : 16
    <7ce>   DW_AT_type        : <0x37>
    <7d2>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><7d5>: Abbrev Number: 13 (DW_TAG_member)
    <7d6>   DW_AT_name        : (indirect string, offset: 0x1220): scno
    <7da>   DW_AT_decl_file   : 18
    <7db>   DW_AT_decl_line   : 270
    <7dd>   DW_AT_decl_column : 17
    <7de>   DW_AT_type        : <0x59f>
    <7e2>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><7e5>: Abbrev Number: 13 (DW_TAG_member)
    <7e6>   DW_AT_name        : (indirect string, offset: 0x721): true_scno
    <7ea>   DW_AT_decl_file   : 18
    <7eb>   DW_AT_decl_line   : 271
    <7ed>   DW_AT_decl_column : 17
    <7ee>   DW_AT_type        : <0x59f>
    <7f2>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><7f5>: Abbrev Number: 13 (DW_TAG_member)
    <7f6>   DW_AT_name        : (indirect string, offset: 0x149): u_arg
    <7fa>   DW_AT_decl_file   : 18
    <7fb>   DW_AT_decl_line   : 272
    <7fd>   DW_AT_decl_column : 17
    <7fe>   DW_AT_type        : <0x9a6>
    <802>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><805>: Abbrev Number: 13 (DW_TAG_member)
    <806>   DW_AT_name        : (indirect string, offset: 0xe07): u_rval
    <80a>   DW_AT_decl_file   : 18
    <80b>   DW_AT_decl_line   : 273
    <80d>   DW_AT_decl_column : 16
    <80e>   DW_AT_type        : <0x593>
    <812>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><815>: Abbrev Number: 13 (DW_TAG_member)
    <816>   DW_AT_name        : (indirect string, offset: 0x188f): sys_func_rval
    <81a>   DW_AT_decl_file   : 18
    <81b>   DW_AT_decl_line   : 274
    <81d>   DW_AT_decl_column : 6
    <81e>   DW_AT_type        : <0x64>
    <822>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><825>: Abbrev Number: 13 (DW_TAG_member)
    <826>   DW_AT_name        : (indirect string, offset: 0xb98): curcol
    <82a>   DW_AT_decl_file   : 18
    <82b>   DW_AT_decl_line   : 275
    <82d>   DW_AT_decl_column : 6
    <82e>   DW_AT_type        : <0x64>
    <832>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><835>: Abbrev Number: 13 (DW_TAG_member)
    <836>   DW_AT_name        : (indirect string, offset: 0x107): outf
    <83a>   DW_AT_decl_file   : 18
    <83b>   DW_AT_decl_line   : 276
    <83d>   DW_AT_decl_column : 8
    <83e>   DW_AT_type        : <0x9b6>
    <842>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><845>: Abbrev Number: 13 (DW_TAG_member)
    <846>   DW_AT_name        : (indirect string, offset: 0x13bd): staged_output_data
    <84a>   DW_AT_decl_file   : 18
    <84b>   DW_AT_decl_line   : 277
    <84d>   DW_AT_decl_column : 29
    <84e>   DW_AT_type        : <0x9c2>
    <852>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><855>: Abbrev Number: 13 (DW_TAG_member)
    <856>   DW_AT_name        : (indirect string, offset: 0xf66): auxstr
    <85a>   DW_AT_decl_file   : 18
    <85b>   DW_AT_decl_line   : 279
    <85d>   DW_AT_decl_column : 14
    <85e>   DW_AT_type        : <0x1c2>
    <862>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><865>: Abbrev Number: 13 (DW_TAG_member)
    <866>   DW_AT_name        : (indirect string, offset: 0xedf): _priv_data
    <86a>   DW_AT_decl_file   : 18
    <86b>   DW_AT_decl_line   : 280
    <86d>   DW_AT_decl_column : 8
    <86e>   DW_AT_type        : <0xc6>
    <872>   DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
 <2><875>: Abbrev Number: 13 (DW_TAG_member)
    <876>   DW_AT_name        : (indirect string, offset: 0x16fe): _free_priv_data
    <87a>   DW_AT_decl_file   : 18
    <87b>   DW_AT_decl_line   : 281
    <87d>   DW_AT_decl_column : 9
    <87e>   DW_AT_type        : <0x9d4>
    <882>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><885>: Abbrev Number: 13 (DW_TAG_member)
    <886>   DW_AT_name        : (indirect string, offset: 0x174c): s_ent
    <88a>   DW_AT_decl_file   : 18
    <88b>   DW_AT_decl_line   : 282
    <88d>   DW_AT_decl_column : 23
    <88e>   DW_AT_type        : <0x9da>
    <892>   DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
 <2><895>: Abbrev Number: 13 (DW_TAG_member)
    <896>   DW_AT_name        : (indirect string, offset: 0x13fc): s_prev_ent
    <89a>   DW_AT_decl_file   : 18
    <89b>   DW_AT_decl_line   : 285
    <89d>   DW_AT_decl_column : 23
    <89e>   DW_AT_type        : <0x9da>
    <8a2>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><8a6>: Abbrev Number: 13 (DW_TAG_member)
    <8a7>   DW_AT_name        : (indirect string, offset: 0x1e31): inject_vec
    <8ab>   DW_AT_decl_file   : 18
    <8ac>   DW_AT_decl_line   : 286
    <8ae>   DW_AT_decl_column : 22
    <8af>   DW_AT_type        : <0x9e5>
    <8b3>   DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
 <2><8b7>: Abbrev Number: 13 (DW_TAG_member)
    <8b8>   DW_AT_name        : (indirect string, offset: 0x72b): stime
    <8bc>   DW_AT_decl_file   : 18
    <8bd>   DW_AT_decl_line   : 287
    <8bf>   DW_AT_decl_column : 18
    <8c0>   DW_AT_type        : <0x133>
    <8c4>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><8c8>: Abbrev Number: 13 (DW_TAG_member)
    <8c9>   DW_AT_name        : (indirect string, offset: 0x13f6): ltime
    <8cd>   DW_AT_decl_file   : 18
    <8ce>   DW_AT_decl_line   : 288
    <8d0>   DW_AT_decl_column : 18
    <8d1>   DW_AT_type        : <0x133>
    <8d5>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><8d9>: Abbrev Number: 13 (DW_TAG_member)
    <8da>   DW_AT_name        : (indirect string, offset: 0x46d): atime
    <8de>   DW_AT_decl_file   : 18
    <8df>   DW_AT_decl_line   : 289
    <8e1>   DW_AT_decl_column : 18
    <8e2>   DW_AT_type        : <0x133>
    <8e6>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><8ea>: Abbrev Number: 13 (DW_TAG_member)
    <8eb>   DW_AT_name        : (indirect string, offset: 0xcde): etime
    <8ef>   DW_AT_decl_file   : 18
    <8f0>   DW_AT_decl_line   : 290
    <8f2>   DW_AT_decl_column : 18
    <8f3>   DW_AT_type        : <0x133>
    <8f7>   DW_AT_data_member_location: 3 byte block: 23 c0 1 	(DW_OP_plus_uconst: 192)
 <2><8fb>: Abbrev Number: 13 (DW_TAG_member)
    <8fc>   DW_AT_name        : (indirect string, offset: 0x620): delay_expiration_time
    <900>   DW_AT_decl_file   : 18
    <901>   DW_AT_decl_line   : 291
    <903>   DW_AT_decl_column : 18
    <904>   DW_AT_type        : <0x133>
    <908>   DW_AT_data_member_location: 3 byte block: 23 d0 1 	(DW_OP_plus_uconst: 208)
 <2><90c>: Abbrev Number: 13 (DW_TAG_member)
    <90d>   DW_AT_name        : (indirect string, offset: 0x3b): pid_ns
    <911>   DW_AT_decl_file   : 18
    <912>   DW_AT_decl_line   : 298
    <914>   DW_AT_decl_column : 15
    <915>   DW_AT_type        : <0x2b>
    <919>   DW_AT_data_member_location: 3 byte block: 23 e0 1 	(DW_OP_plus_uconst: 224)
 <2><91d>: Abbrev Number: 13 (DW_TAG_member)
    <91e>   DW_AT_name        : (indirect string, offset: 0x1a5a): mmap_cache
    <922>   DW_AT_decl_file   : 18
    <923>   DW_AT_decl_line   : 304
    <925>   DW_AT_decl_column : 23
    <926>   DW_AT_type        : <0xa01>
    <92a>   DW_AT_data_member_location: 3 byte block: 23 e4 1 	(DW_OP_plus_uconst: 228)
 <2><92e>: Abbrev Number: 13 (DW_TAG_member)
    <92f>   DW_AT_name        : (indirect string, offset: 0x9d9): wait_data_idx
    <933>   DW_AT_decl_file   : 18
    <934>   DW_AT_decl_line   : 311
    <936>   DW_AT_decl_column : 9
    <937>   DW_AT_type        : <0x122>
    <93b>   DW_AT_data_member_location: 3 byte block: 23 e8 1 	(DW_OP_plus_uconst: 232)
 <2><93f>: Abbrev Number: 13 (DW_TAG_member)
    <940>   DW_AT_name        : (indirect string, offset: 0x1a16): delayed_wait_data
    <944>   DW_AT_decl_file   : 18
    <945>   DW_AT_decl_line   : 313
    <947>   DW_AT_decl_column : 24
    <948>   DW_AT_type        : <0xa0d>
    <94c>   DW_AT_data_member_location: 3 byte block: 23 ec 1 	(DW_OP_plus_uconst: 236)
 <2><950>: Abbrev Number: 13 (DW_TAG_member)
    <951>   DW_AT_name        : (indirect string, offset: 0x7c6): wait_list
    <955>   DW_AT_decl_file   : 18
    <956>   DW_AT_decl_line   : 314
    <958>   DW_AT_decl_column : 19
    <959>   DW_AT_type        : <0x5b0>
    <95d>   DW_AT_data_member_location: 3 byte block: 23 f0 1 	(DW_OP_plus_uconst: 240)
 <2><961>: Abbrev Number: 13 (DW_TAG_member)
    <962>   DW_AT_name        : (indirect string, offset: 0x199b): vcpu_info_list
    <966>   DW_AT_decl_file   : 18
    <967>   DW_AT_decl_line   : 318
    <969>   DW_AT_decl_column : 20
    <96a>   DW_AT_type        : <0xa19>
    <96e>   DW_AT_data_member_location: 3 byte block: 23 f8 1 	(DW_OP_plus_uconst: 248)
 <2><972>: Abbrev Number: 13 (DW_TAG_member)
    <973>   DW_AT_name        : (indirect string, offset: 0x7e0): unwind_ctx
    <977>   DW_AT_decl_file   : 18
    <978>   DW_AT_decl_line   : 322
    <97a>   DW_AT_decl_column : 8
    <97b>   DW_AT_type        : <0xc6>
    <97f>   DW_AT_data_member_location: 3 byte block: 23 fc 1 	(DW_OP_plus_uconst: 252)
 <2><983>: Abbrev Number: 13 (DW_TAG_member)
    <984>   DW_AT_name        : (indirect string, offset: 0x16d8): unwind_queue
    <988>   DW_AT_decl_file   : 18
    <989>   DW_AT_decl_line   : 323
    <98b>   DW_AT_decl_column : 25
    <98c>   DW_AT_type        : <0xa25>
    <990>   DW_AT_data_member_location: 3 byte block: 23 80 2 	(DW_OP_plus_uconst: 256)
 <2><994>: Abbrev Number: 13 (DW_TAG_member)
    <995>   DW_AT_name        : (indirect string, offset: 0x11f1): comm
    <999>   DW_AT_decl_file   : 18
    <99a>   DW_AT_decl_line   : 327
    <99c>   DW_AT_decl_column : 7
    <99d>   DW_AT_type        : <0xa2b>
    <9a1>   DW_AT_data_member_location: 3 byte block: 23 84 2 	(DW_OP_plus_uconst: 260)
 <2><9a5>: Abbrev Number: 0
 <1><9a6>: Abbrev Number: 15 (DW_TAG_array_type)
    <9a7>   DW_AT_type        : <0x59f>
    <9ab>   DW_AT_sibling     : <0x9b6>
 <2><9af>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <9b0>   DW_AT_type        : <0x2b>
    <9b4>   DW_AT_upper_bound : 5
 <2><9b5>: Abbrev Number: 0
 <1><9b6>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9b7>   DW_AT_byte_size   : 4
    <9b8>   DW_AT_type        : <0x3ac>
 <1><9bc>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9bd>   DW_AT_name        : (indirect string, offset: 0x13bd): staged_output_data
    <9c1>   DW_AT_declaration : 1
 <1><9c2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9c3>   DW_AT_byte_size   : 4
    <9c4>   DW_AT_type        : <0x9bc>
 <1><9c8>: Abbrev Number: 24 (DW_TAG_subroutine_type)
    <9c9>   DW_AT_prototyped  : 1
    <9ca>   DW_AT_sibling     : <0x9d4>
 <2><9ce>: Abbrev Number: 25 (DW_TAG_formal_parameter)
    <9cf>   DW_AT_type        : <0xc6>
 <2><9d3>: Abbrev Number: 0
 <1><9d4>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9d5>   DW_AT_byte_size   : 4
    <9d6>   DW_AT_type        : <0x9c8>
 <1><9da>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9db>   DW_AT_byte_size   : 4
    <9dc>   DW_AT_type        : <0x658>
 <1><9e0>: Abbrev Number: 3 (DW_TAG_const_type)
    <9e1>   DW_AT_type        : <0x9da>
 <1><9e5>: Abbrev Number: 15 (DW_TAG_array_type)
    <9e6>   DW_AT_type        : <0x9f5>
    <9ea>   DW_AT_sibling     : <0x9f5>
 <2><9ee>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <9ef>   DW_AT_type        : <0x2b>
    <9f3>   DW_AT_upper_bound : 2
 <2><9f4>: Abbrev Number: 0
 <1><9f5>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9f6>   DW_AT_byte_size   : 4
    <9f7>   DW_AT_type        : <0x72c>
 <1><9fb>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9fc>   DW_AT_name        : (indirect string, offset: 0xd0b): mmap_cache_t
    <a00>   DW_AT_declaration : 1
 <1><a01>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a02>   DW_AT_byte_size   : 4
    <a03>   DW_AT_type        : <0x9fb>
 <1><a07>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a08>   DW_AT_name        : (indirect string, offset: 0x6ef): tcb_wait_data
    <a0c>   DW_AT_declaration : 1
 <1><a0d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a0e>   DW_AT_byte_size   : 4
    <a0f>   DW_AT_type        : <0xa07>
 <1><a13>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a14>   DW_AT_name        : (indirect string, offset: 0x97): vcpu_info
    <a18>   DW_AT_declaration : 1
 <1><a19>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a1a>   DW_AT_byte_size   : 4
    <a1b>   DW_AT_type        : <0xa13>
 <1><a1f>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a20>   DW_AT_name        : (indirect string, offset: 0x1211): unwind_queue_t
    <a24>   DW_AT_declaration : 1
 <1><a25>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a26>   DW_AT_byte_size   : 4
    <a27>   DW_AT_type        : <0xa1f>
 <1><a2b>: Abbrev Number: 15 (DW_TAG_array_type)
    <a2c>   DW_AT_type        : <0xdf>
    <a30>   DW_AT_sibling     : <0xa3b>
 <2><a34>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a35>   DW_AT_type        : <0x2b>
    <a39>   DW_AT_upper_bound : 15
 <2><a3a>: Abbrev Number: 0
 <1><a3b>: Abbrev Number: 10 (DW_TAG_variable)
    <a3c>   DW_AT_name        : (indirect string, offset: 0x1484): stub_sysent
    <a40>   DW_AT_decl_file   : 18
    <a41>   DW_AT_decl_line   : 400
    <a43>   DW_AT_decl_column : 28
    <a44>   DW_AT_type        : <0x658>
    <a48>   DW_AT_external    : 1
    <a49>   DW_AT_declaration : 1
 <1><a4a>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a4b>   DW_AT_name        : (indirect string, offset: 0xa03): xlat_type
    <a4f>   DW_AT_encoding    : 7	(unsigned)
    <a50>   DW_AT_byte_size   : 4
    <a51>   DW_AT_type        : <0x2b>
    <a55>   DW_AT_decl_file   : 19
    <a56>   DW_AT_decl_line   : 13
    <a57>   DW_AT_decl_column : 6
    <a58>   DW_AT_sibling     : <0xa6f>
 <2><a5c>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a5d>   DW_AT_name        : (indirect string, offset: 0x2b3): XT_NORMAL
    <a61>   DW_AT_const_value : 0
 <2><a62>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a63>   DW_AT_name        : (indirect string, offset: 0x558): XT_SORTED
    <a67>   DW_AT_const_value : 1
 <2><a68>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a69>   DW_AT_name        : (indirect string, offset: 0xcef): XT_INDEXED
    <a6d>   DW_AT_const_value : 2
 <2><a6e>: Abbrev Number: 0
 <1><a6f>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a70>   DW_AT_name        : (indirect string, offset: 0x19d): xlat_style
    <a74>   DW_AT_encoding    : 7	(unsigned)
    <a75>   DW_AT_byte_size   : 4
    <a76>   DW_AT_type        : <0x2b>
    <a7a>   DW_AT_decl_file   : 19
    <a7b>   DW_AT_decl_line   : 19
    <a7c>   DW_AT_decl_column : 6
    <a7d>   DW_AT_sibling     : <0xaac>
 <2><a81>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a82>   DW_AT_name        : (indirect string, offset: 0x1ea1): XLAT_STYLE_DEFAULT
    <a86>   DW_AT_const_value : 0
 <2><a87>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a88>   DW_AT_name        : (indirect string, offset: 0x10fa): XLAT_STYLE_RAW
    <a8c>   DW_AT_const_value : 1
 <2><a8d>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a8e>   DW_AT_name        : (indirect string, offset: 0x1b7d): XLAT_STYLE_ABBREV
    <a92>   DW_AT_const_value : 2
 <2><a93>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a94>   DW_AT_name        : (indirect string, offset: 0xe48): XLAT_STYLE_VERBOSE
    <a98>   DW_AT_const_value : 3
 <2><a99>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a9a>   DW_AT_name        : (indirect string, offset: 0x11e0): XLAT_STYLE_FMT_X
    <a9e>   DW_AT_const_value : 0
 <2><a9f>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa0>   DW_AT_name        : (indirect string, offset: 0x11c0): XLAT_STYLE_FMT_U
    <aa4>   DW_AT_const_value : 4
 <2><aa5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa6>   DW_AT_name        : (indirect string, offset: 0x117f): XLAT_STYLE_FMT_D
    <aaa>   DW_AT_const_value : 8
 <2><aab>: Abbrev Number: 0
 <1><aac>: Abbrev Number: 8 (DW_TAG_structure_type)
    <aad>   DW_AT_name        : (indirect string, offset: 0x1423): xlat_data
    <ab1>   DW_AT_byte_size   : 16
    <ab2>   DW_AT_decl_file   : 19
    <ab3>   DW_AT_decl_line   : 51
    <ab4>   DW_AT_decl_column : 8
    <ab5>   DW_AT_sibling     : <0xad8>
 <2><ab9>: Abbrev Number: 19 (DW_TAG_member)
    <aba>   DW_AT_name        : val
    <abe>   DW_AT_decl_file   : 19
    <abf>   DW_AT_decl_line   : 52
    <ac0>   DW_AT_decl_column : 11
    <ac1>   DW_AT_type        : <0x10f>
    <ac5>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ac8>: Abbrev Number: 19 (DW_TAG_member)
    <ac9>   DW_AT_name        : str
    <acd>   DW_AT_decl_file   : 19
    <ace>   DW_AT_decl_line   : 53
    <acf>   DW_AT_decl_column : 14
    <ad0>   DW_AT_type        : <0x1c2>
    <ad4>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><ad7>: Abbrev Number: 0
 <1><ad8>: Abbrev Number: 3 (DW_TAG_const_type)
    <ad9>   DW_AT_type        : <0xaac>
 <1><add>: Abbrev Number: 8 (DW_TAG_structure_type)
    <ade>   DW_AT_name        : (indirect string, offset: 0x14c1): xlat
    <ae2>   DW_AT_byte_size   : 24
    <ae3>   DW_AT_decl_file   : 19
    <ae4>   DW_AT_decl_line   : 56
    <ae5>   DW_AT_decl_column : 8
    <ae6>   DW_AT_sibling     : <0xb36>
 <2><aea>: Abbrev Number: 9 (DW_TAG_member)
    <aeb>   DW_AT_name        : (indirect string, offset: 0x187f): data
    <aef>   DW_AT_decl_file   : 19
    <af0>   DW_AT_decl_line   : 57
    <af1>   DW_AT_decl_column : 26
    <af2>   DW_AT_type        : <0xb3b>
    <af6>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><af9>: Abbrev Number: 9 (DW_TAG_member)
    <afa>   DW_AT_name        : (indirect string, offset: 0xff7): flags_strsz
    <afe>   DW_AT_decl_file   : 19
    <aff>   DW_AT_decl_line   : 58
    <b00>   DW_AT_decl_column : 9
    <b01>   DW_AT_type        : <0x122>
    <b05>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b08>: Abbrev Number: 9 (DW_TAG_member)
    <b09>   DW_AT_name        : (indirect string, offset: 0xac7): size
    <b0d>   DW_AT_decl_file   : 19
    <b0e>   DW_AT_decl_line   : 59
    <b0f>   DW_AT_decl_column : 11
    <b10>   DW_AT_type        : <0x103>
    <b14>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b17>: Abbrev Number: 9 (DW_TAG_member)
    <b18>   DW_AT_name        : (indirect string, offset: 0x607): type
    <b1c>   DW_AT_decl_file   : 19
    <b1d>   DW_AT_decl_line   : 60
    <b1e>   DW_AT_decl_column : 17
    <b1f>   DW_AT_type        : <0xa4a>
    <b23>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b26>: Abbrev Number: 9 (DW_TAG_member)
    <b27>   DW_AT_name        : (indirect string, offset: 0x10d2): flags_mask
    <b2b>   DW_AT_decl_file   : 19
    <b2c>   DW_AT_decl_line   : 61
    <b2d>   DW_AT_decl_column : 11
    <b2e>   DW_AT_type        : <0x10f>
    <b32>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b35>: Abbrev Number: 0
 <1><b36>: Abbrev Number: 3 (DW_TAG_const_type)
    <b37>   DW_AT_type        : <0xadd>
 <1><b3b>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b3c>   DW_AT_byte_size   : 4
    <b3d>   DW_AT_type        : <0xad8>
 <1><b41>: Abbrev Number: 15 (DW_TAG_array_type)
    <b42>   DW_AT_type        : <0xb36>
    <b46>   DW_AT_sibling     : <0xb4c>
 <2><b4a>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b4b>: Abbrev Number: 0
 <1><b4c>: Abbrev Number: 3 (DW_TAG_const_type)
    <b4d>   DW_AT_type        : <0xb41>
 <1><b51>: Abbrev Number: 10 (DW_TAG_variable)
    <b52>   DW_AT_name        : (indirect string, offset: 0xc87): addrfams
    <b56>   DW_AT_decl_file   : 18
    <b57>   DW_AT_decl_line   : 406
    <b59>   DW_AT_decl_column : 26
    <b5a>   DW_AT_type        : <0xb4c>
    <b5e>   DW_AT_external    : 1
    <b5f>   DW_AT_declaration : 1
 <1><b60>: Abbrev Number: 10 (DW_TAG_variable)
    <b61>   DW_AT_name        : (indirect string, offset: 0x1d26): arp_hardware_types
    <b65>   DW_AT_decl_file   : 18
    <b66>   DW_AT_decl_line   : 407
    <b68>   DW_AT_decl_column : 26
    <b69>   DW_AT_type        : <0xb4c>
    <b6d>   DW_AT_external    : 1
    <b6e>   DW_AT_declaration : 1
 <1><b6f>: Abbrev Number: 10 (DW_TAG_variable)
    <b70>   DW_AT_name        : (indirect string, offset: 0xf45): at_flags
    <b74>   DW_AT_decl_file   : 18
    <b75>   DW_AT_decl_line   : 408
    <b77>   DW_AT_decl_column : 26
    <b78>   DW_AT_type        : <0xb4c>
    <b7c>   DW_AT_external    : 1
    <b7d>   DW_AT_declaration : 1
 <1><b7e>: Abbrev Number: 10 (DW_TAG_variable)
    <b7f>   DW_AT_name        : (indirect string, offset: 0xce4): clocknames
    <b83>   DW_AT_decl_file   : 18
    <b84>   DW_AT_decl_line   : 409
    <b86>   DW_AT_decl_column : 26
    <b87>   DW_AT_type        : <0xb4c>
    <b8b>   DW_AT_external    : 1
    <b8c>   DW_AT_declaration : 1
 <1><b8d>: Abbrev Number: 10 (DW_TAG_variable)
    <b8e>   DW_AT_name        : (indirect string, offset: 0x7eb): dirent_types
    <b92>   DW_AT_decl_file   : 18
    <b93>   DW_AT_decl_line   : 410
    <b95>   DW_AT_decl_column : 26
    <b96>   DW_AT_type        : <0xb4c>
    <b9a>   DW_AT_external    : 1
    <b9b>   DW_AT_declaration : 1
 <1><b9c>: Abbrev Number: 10 (DW_TAG_variable)
    <b9d>   DW_AT_name        : (indirect string, offset: 0x642): ethernet_protocols
    <ba1>   DW_AT_decl_file   : 18
    <ba2>   DW_AT_decl_line   : 411
    <ba4>   DW_AT_decl_column : 26
    <ba5>   DW_AT_type        : <0xb4c>
    <ba9>   DW_AT_external    : 1
    <baa>   DW_AT_declaration : 1
 <1><bab>: Abbrev Number: 10 (DW_TAG_variable)
    <bac>   DW_AT_name        : (indirect string, offset: 0x1202): inet_protocols
    <bb0>   DW_AT_decl_file   : 18
    <bb1>   DW_AT_decl_line   : 412
    <bb3>   DW_AT_decl_column : 26
    <bb4>   DW_AT_type        : <0xb4c>
    <bb8>   DW_AT_external    : 1
    <bb9>   DW_AT_declaration : 1
 <1><bba>: Abbrev Number: 10 (DW_TAG_variable)
    <bbb>   DW_AT_name        : (indirect string, offset: 0x19aa): evdev_abs
    <bbf>   DW_AT_decl_file   : 18
    <bc0>   DW_AT_decl_line   : 413
    <bc2>   DW_AT_decl_column : 26
    <bc3>   DW_AT_type        : <0xb4c>
    <bc7>   DW_AT_external    : 1
    <bc8>   DW_AT_declaration : 1
 <1><bc9>: Abbrev Number: 10 (DW_TAG_variable)
    <bca>   DW_AT_name        : (indirect string, offset: 0x13eb): audit_arch
    <bce>   DW_AT_decl_file   : 18
    <bcf>   DW_AT_decl_line   : 414
    <bd1>   DW_AT_decl_column : 26
    <bd2>   DW_AT_type        : <0xb4c>
    <bd6>   DW_AT_external    : 1
    <bd7>   DW_AT_declaration : 1
 <1><bd8>: Abbrev Number: 10 (DW_TAG_variable)
    <bd9>   DW_AT_name        : (indirect string, offset: 0x29a): evdev_ev
    <bdd>   DW_AT_decl_file   : 18
    <bde>   DW_AT_decl_line   : 415
    <be0>   DW_AT_decl_column : 26
    <be1>   DW_AT_type        : <0xb4c>
    <be5>   DW_AT_external    : 1
    <be6>   DW_AT_declaration : 1
 <1><be7>: Abbrev Number: 10 (DW_TAG_variable)
    <be8>   DW_AT_name        : (indirect string, offset: 0xe0e): iffflags
    <bec>   DW_AT_decl_file   : 18
    <bed>   DW_AT_decl_line   : 416
    <bef>   DW_AT_decl_column : 26
    <bf0>   DW_AT_type        : <0xb4c>
    <bf4>   DW_AT_external    : 1
    <bf5>   DW_AT_declaration : 1
 <1><bf6>: Abbrev Number: 10 (DW_TAG_variable)
    <bf7>   DW_AT_name        : (indirect string, offset: 0x5de): ip_type_of_services
    <bfb>   DW_AT_decl_file   : 18
    <bfc>   DW_AT_decl_line   : 417
    <bfe>   DW_AT_decl_column : 26
    <bff>   DW_AT_type        : <0xb4c>
    <c03>   DW_AT_external    : 1
    <c04>   DW_AT_declaration : 1
 <1><c05>: Abbrev Number: 10 (DW_TAG_variable)
    <c06>   DW_AT_name        : (indirect string, offset: 0x19bc): ipc_private
    <c0a>   DW_AT_decl_file   : 18
    <c0b>   DW_AT_decl_line   : 418
    <c0d>   DW_AT_decl_column : 26
    <c0e>   DW_AT_type        : <0xb4c>
    <c12>   DW_AT_external    : 1
    <c13>   DW_AT_declaration : 1
 <1><c14>: Abbrev Number: 10 (DW_TAG_variable)
    <c15>   DW_AT_name        : (indirect string, offset: 0x1109): msg_flags
    <c19>   DW_AT_decl_file   : 18
    <c1a>   DW_AT_decl_line   : 419
    <c1c>   DW_AT_decl_column : 26
    <c1d>   DW_AT_type        : <0xb4c>
    <c21>   DW_AT_external    : 1
    <c22>   DW_AT_declaration : 1
 <1><c23>: Abbrev Number: 10 (DW_TAG_variable)
    <c24>   DW_AT_name        : (indirect string, offset: 0x1920): netlink_protocols
    <c28>   DW_AT_decl_file   : 18
    <c29>   DW_AT_decl_line   : 420
    <c2b>   DW_AT_decl_column : 26
    <c2c>   DW_AT_type        : <0xb4c>
    <c30>   DW_AT_external    : 1
    <c31>   DW_AT_declaration : 1
 <1><c32>: Abbrev Number: 10 (DW_TAG_variable)
    <c33>   DW_AT_name        : (indirect string, offset: 0x1ebe): nl_bridge_vlan_flags
    <c37>   DW_AT_decl_file   : 18
    <c38>   DW_AT_decl_line   : 421
    <c3a>   DW_AT_decl_column : 26
    <c3b>   DW_AT_type        : <0xb4c>
    <c3f>   DW_AT_external    : 1
    <c40>   DW_AT_declaration : 1
 <1><c41>: Abbrev Number: 10 (DW_TAG_variable)
    <c42>   DW_AT_name        : (indirect string, offset: 0x1136): nl_netfilter_msg_types
    <c46>   DW_AT_decl_file   : 18
    <c47>   DW_AT_decl_line   : 422
    <c49>   DW_AT_decl_column : 26
    <c4a>   DW_AT_type        : <0xb4c>
    <c4e>   DW_AT_external    : 1
    <c4f>   DW_AT_declaration : 1
 <1><c50>: Abbrev Number: 10 (DW_TAG_variable)
    <c51>   DW_AT_name        : (indirect string, offset: 0x19e6): nl_route_types
    <c55>   DW_AT_decl_file   : 18
    <c56>   DW_AT_decl_line   : 423
    <c58>   DW_AT_decl_column : 26
    <c59>   DW_AT_type        : <0xb4c>
    <c5d>   DW_AT_external    : 1
    <c5e>   DW_AT_declaration : 1
 <1><c5f>: Abbrev Number: 10 (DW_TAG_variable)
    <c60>   DW_AT_name        : (indirect string, offset: 0x690): open_access_modes
    <c64>   DW_AT_decl_file   : 18
    <c65>   DW_AT_decl_line   : 424
    <c67>   DW_AT_decl_column : 26
    <c68>   DW_AT_type        : <0xb4c>
    <c6c>   DW_AT_external    : 1
    <c6d>   DW_AT_declaration : 1
 <1><c6e>: Abbrev Number: 10 (DW_TAG_variable)
    <c6f>   DW_AT_name        : (indirect string, offset: 0x11a7): open_mode_flags
    <c73>   DW_AT_decl_file   : 18
    <c74>   DW_AT_decl_line   : 425
    <c76>   DW_AT_decl_column : 26
    <c77>   DW_AT_type        : <0xb4c>
    <c7b>   DW_AT_external    : 1
    <c7c>   DW_AT_declaration : 1
 <1><c7d>: Abbrev Number: 10 (DW_TAG_variable)
    <c7e>   DW_AT_name        : (indirect string, offset: 0xf0b): perf_type_id
    <c82>   DW_AT_decl_file   : 18
    <c83>   DW_AT_decl_line   : 426
    <c85>   DW_AT_decl_column : 26
    <c86>   DW_AT_type        : <0xb4c>
    <c8a>   DW_AT_external    : 1
    <c8b>   DW_AT_declaration : 1
 <1><c8c>: Abbrev Number: 10 (DW_TAG_variable)
    <c8d>   DW_AT_name        : (indirect string, offset: 0x2bd): pollflags
    <c91>   DW_AT_decl_file   : 18
    <c92>   DW_AT_decl_line   : 427
    <c94>   DW_AT_decl_column : 26
    <c95>   DW_AT_type        : <0xb4c>
    <c99>   DW_AT_external    : 1
    <c9a>   DW_AT_declaration : 1
 <1><c9b>: Abbrev Number: 10 (DW_TAG_variable)
    <c9c>   DW_AT_name        : (indirect string, offset: 0xe17): ptrace_cmds
    <ca0>   DW_AT_decl_file   : 18
    <ca1>   DW_AT_decl_line   : 428
    <ca3>   DW_AT_decl_column : 26
    <ca4>   DW_AT_type        : <0xb4c>
    <ca8>   DW_AT_external    : 1
    <ca9>   DW_AT_declaration : 1
 <1><caa>: Abbrev Number: 10 (DW_TAG_variable)
    <cab>   DW_AT_name        : (indirect string, offset: 0x1d07): resource_flags
    <caf>   DW_AT_decl_file   : 18
    <cb0>   DW_AT_decl_line   : 429
    <cb2>   DW_AT_decl_column : 26
    <cb3>   DW_AT_type        : <0xb4c>
    <cb7>   DW_AT_external    : 1
    <cb8>   DW_AT_declaration : 1
 <1><cb9>: Abbrev Number: 10 (DW_TAG_variable)
    <cba>   DW_AT_name        : (indirect string, offset: 0x1be2): route_nexthop_flags
    <cbe>   DW_AT_decl_file   : 18
    <cbf>   DW_AT_decl_line   : 430
    <cc1>   DW_AT_decl_column : 26
    <cc2>   DW_AT_type        : <0xb4c>
    <cc6>   DW_AT_external    : 1
    <cc7>   DW_AT_declaration : 1
 <1><cc8>: Abbrev Number: 10 (DW_TAG_variable)
    <cc9>   DW_AT_name        : (indirect string, offset: 0x10ae): routing_protocols
    <ccd>   DW_AT_decl_file   : 18
    <cce>   DW_AT_decl_line   : 431
    <cd0>   DW_AT_decl_column : 26
    <cd1>   DW_AT_type        : <0xb4c>
    <cd5>   DW_AT_external    : 1
    <cd6>   DW_AT_declaration : 1
 <1><cd7>: Abbrev Number: 10 (DW_TAG_variable)
    <cd8>   DW_AT_name        : (indirect string, offset: 0x2ff): routing_scopes
    <cdc>   DW_AT_decl_file   : 18
    <cdd>   DW_AT_decl_line   : 432
    <cdf>   DW_AT_decl_column : 26
    <ce0>   DW_AT_type        : <0xb4c>
    <ce4>   DW_AT_external    : 1
    <ce5>   DW_AT_declaration : 1
 <1><ce6>: Abbrev Number: 10 (DW_TAG_variable)
    <ce7>   DW_AT_name        : (indirect string, offset: 0x1159): routing_table_ids
    <ceb>   DW_AT_decl_file   : 18
    <cec>   DW_AT_decl_line   : 433
    <cee>   DW_AT_decl_column : 26
    <cef>   DW_AT_type        : <0xb4c>
    <cf3>   DW_AT_external    : 1
    <cf4>   DW_AT_declaration : 1
 <1><cf5>: Abbrev Number: 10 (DW_TAG_variable)
    <cf6>   DW_AT_name        : (indirect string, offset: 0x1c1e): routing_types
    <cfa>   DW_AT_decl_file   : 18
    <cfb>   DW_AT_decl_line   : 434
    <cfd>   DW_AT_decl_column : 26
    <cfe>   DW_AT_type        : <0xb4c>
    <d02>   DW_AT_external    : 1
    <d03>   DW_AT_declaration : 1
 <1><d04>: Abbrev Number: 10 (DW_TAG_variable)
    <d05>   DW_AT_name        : (indirect string, offset: 0x1aaf): rwf_flags
    <d09>   DW_AT_decl_file   : 18
    <d0a>   DW_AT_decl_line   : 435
    <d0c>   DW_AT_decl_column : 26
    <d0d>   DW_AT_type        : <0xb4c>
    <d11>   DW_AT_external    : 1
    <d12>   DW_AT_declaration : 1
 <1><d13>: Abbrev Number: 10 (DW_TAG_variable)
    <d14>   DW_AT_name        : (indirect string, offset: 0x1db1): seccomp_filter_flags
    <d18>   DW_AT_decl_file   : 18
    <d19>   DW_AT_decl_line   : 436
    <d1b>   DW_AT_decl_column : 26
    <d1c>   DW_AT_type        : <0xb4c>
    <d20>   DW_AT_external    : 1
    <d21>   DW_AT_declaration : 1
 <1><d22>: Abbrev Number: 10 (DW_TAG_variable)
    <d23>   DW_AT_name        : (indirect string, offset: 0x535): seccomp_ret_action
    <d27>   DW_AT_decl_file   : 18
    <d28>   DW_AT_decl_line   : 437
    <d2a>   DW_AT_decl_column : 26
    <d2b>   DW_AT_type        : <0xb4c>
    <d2f>   DW_AT_external    : 1
    <d30>   DW_AT_declaration : 1
 <1><d31>: Abbrev Number: 10 (DW_TAG_variable)
    <d32>   DW_AT_name        : (indirect string, offset: 0x15e5): setns_types
    <d36>   DW_AT_decl_file   : 18
    <d37>   DW_AT_decl_line   : 438
    <d39>   DW_AT_decl_column : 26
    <d3a>   DW_AT_type        : <0xb4c>
    <d3e>   DW_AT_external    : 1
    <d3f>   DW_AT_declaration : 1
 <1><d40>: Abbrev Number: 10 (DW_TAG_variable)
    <d41>   DW_AT_name        : (indirect string, offset: 0x1363): sg_io_info
    <d45>   DW_AT_decl_file   : 18
    <d46>   DW_AT_decl_line   : 439
    <d48>   DW_AT_decl_column : 26
    <d49>   DW_AT_type        : <0xb4c>
    <d4d>   DW_AT_external    : 1
    <d4e>   DW_AT_declaration : 1
 <1><d4f>: Abbrev Number: 10 (DW_TAG_variable)
    <d50>   DW_AT_name        : (indirect string, offset: 0x1e5b): socketlayers
    <d54>   DW_AT_decl_file   : 18
    <d55>   DW_AT_decl_line   : 440
    <d57>   DW_AT_decl_column : 26
    <d58>   DW_AT_type        : <0xb4c>
    <d5c>   DW_AT_external    : 1
    <d5d>   DW_AT_declaration : 1
 <1><d5e>: Abbrev Number: 10 (DW_TAG_variable)
    <d5f>   DW_AT_name        : (indirect string, offset: 0x7f8): socktypes
    <d63>   DW_AT_decl_file   : 18
    <d64>   DW_AT_decl_line   : 441
    <d66>   DW_AT_decl_column : 26
    <d67>   DW_AT_type        : <0xb4c>
    <d6b>   DW_AT_external    : 1
    <d6c>   DW_AT_declaration : 1
 <1><d6d>: Abbrev Number: 10 (DW_TAG_variable)
    <d6e>   DW_AT_name        : (indirect string, offset: 0x14b1): tcp_state_flags
    <d72>   DW_AT_decl_file   : 18
    <d73>   DW_AT_decl_line   : 442
    <d75>   DW_AT_decl_column : 26
    <d76>   DW_AT_type        : <0xb4c>
    <d7a>   DW_AT_external    : 1
    <d7b>   DW_AT_declaration : 1
 <1><d7c>: Abbrev Number: 10 (DW_TAG_variable)
    <d7d>   DW_AT_name        : (indirect string, offset: 0x137f): tcp_states
    <d81>   DW_AT_decl_file   : 18
    <d82>   DW_AT_decl_line   : 443
    <d84>   DW_AT_decl_column : 26
    <d85>   DW_AT_type        : <0xb4c>
    <d89>   DW_AT_external    : 1
    <d8a>   DW_AT_declaration : 1
 <1><d8b>: Abbrev Number: 10 (DW_TAG_variable)
    <d8c>   DW_AT_name        : (indirect string, offset: 0x1a28): whence_codes
    <d90>   DW_AT_decl_file   : 18
    <d91>   DW_AT_decl_line   : 444
    <d93>   DW_AT_decl_column : 26
    <d94>   DW_AT_type        : <0xb4c>
    <d98>   DW_AT_external    : 1
    <d99>   DW_AT_declaration : 1
 <1><d9a>: Abbrev Number: 28 (DW_TAG_enumeration_type)
    <d9b>   DW_AT_encoding    : 7	(unsigned)
    <d9c>   DW_AT_byte_size   : 4
    <d9d>   DW_AT_type        : <0x2b>
    <da1>   DW_AT_decl_file   : 18
    <da2>   DW_AT_decl_line   : 505
    <da4>   DW_AT_decl_column : 14
    <da5>   DW_AT_sibling     : <0xdbc>
 <2><da9>: Abbrev Number: 27 (DW_TAG_enumerator)
    <daa>   DW_AT_name        : (indirect string, offset: 0xa8b): CFLAG_NONE
    <dae>   DW_AT_const_value : 0
 <2><daf>: Abbrev Number: 27 (DW_TAG_enumerator)
    <db0>   DW_AT_name        : (indirect string, offset: 0x437): CFLAG_ONLY_STATS
    <db4>   DW_AT_const_value : 1
 <2><db5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <db6>   DW_AT_name        : (indirect string, offset: 0x1502): CFLAG_BOTH
    <dba>   DW_AT_const_value : 2
 <2><dbb>: Abbrev Number: 0
 <1><dbc>: Abbrev Number: 29 (DW_TAG_typedef)
    <dbd>   DW_AT_name        : (indirect string, offset: 0xe40): cflag_t
    <dc1>   DW_AT_decl_file   : 18
    <dc2>   DW_AT_decl_line   : 509
    <dc4>   DW_AT_decl_column : 3
    <dc5>   DW_AT_type        : <0xd9a>
 <1><dc9>: Abbrev Number: 10 (DW_TAG_variable)
    <dca>   DW_AT_name        : (indirect string, offset: 0x3d0): cflag
    <dce>   DW_AT_decl_file   : 18
    <dcf>   DW_AT_decl_line   : 510
    <dd1>   DW_AT_decl_column : 16
    <dd2>   DW_AT_type        : <0xdbc>
    <dd6>   DW_AT_external    : 1
    <dd7>   DW_AT_declaration : 1
 <1><dd8>: Abbrev Number: 10 (DW_TAG_variable)
    <dd9>   DW_AT_name        : (indirect string, offset: 0xd7b): Tflag
    <ddd>   DW_AT_decl_file   : 18
    <dde>   DW_AT_decl_line   : 511
    <de0>   DW_AT_decl_column : 13
    <de1>   DW_AT_type        : <0x56f>
    <de5>   DW_AT_external    : 1
    <de6>   DW_AT_declaration : 1
 <1><de7>: Abbrev Number: 10 (DW_TAG_variable)
    <de8>   DW_AT_name        : (indirect string, offset: 0x1834): Tflag_scale
    <dec>   DW_AT_decl_file   : 18
    <ded>   DW_AT_decl_line   : 512
    <def>   DW_AT_decl_column : 12
    <df0>   DW_AT_type        : <0x64>
    <df4>   DW_AT_external    : 1
    <df5>   DW_AT_declaration : 1
 <1><df6>: Abbrev Number: 10 (DW_TAG_variable)
    <df7>   DW_AT_name        : (indirect string, offset: 0xb28): Tflag_width
    <dfb>   DW_AT_decl_file   : 18
    <dfc>   DW_AT_decl_line   : 513
    <dfe>   DW_AT_decl_column : 12
    <dff>   DW_AT_type        : <0x64>
    <e03>   DW_AT_external    : 1
    <e04>   DW_AT_declaration : 1
 <1><e05>: Abbrev Number: 10 (DW_TAG_variable)
    <e06>   DW_AT_name        : (indirect string, offset: 0x17): iflag
    <e0a>   DW_AT_decl_file   : 18
    <e0b>   DW_AT_decl_line   : 514
    <e0d>   DW_AT_decl_column : 13
    <e0e>   DW_AT_type        : <0x56f>
    <e12>   DW_AT_external    : 1
    <e13>   DW_AT_declaration : 1
 <1><e14>: Abbrev Number: 10 (DW_TAG_variable)
    <e15>   DW_AT_name        : (indirect string, offset: 0x1b3): count_wallclock
    <e19>   DW_AT_decl_file   : 18
    <e1a>   DW_AT_decl_line   : 515
    <e1c>   DW_AT_decl_column : 13
    <e1d>   DW_AT_type        : <0x56f>
    <e21>   DW_AT_external    : 1
    <e22>   DW_AT_declaration : 1
 <1><e23>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e24>   DW_AT_name        : (indirect string, offset: 0x80a): path_set_item
    <e28>   DW_AT_byte_size   : 4
    <e29>   DW_AT_decl_file   : 18
    <e2a>   DW_AT_decl_line   : 517
    <e2c>   DW_AT_decl_column : 8
    <e2d>   DW_AT_sibling     : <0xe42>
 <2><e31>: Abbrev Number: 13 (DW_TAG_member)
    <e32>   DW_AT_name        : (indirect string, offset: 0x12b1): path
    <e36>   DW_AT_decl_file   : 18
    <e37>   DW_AT_decl_line   : 518
    <e39>   DW_AT_decl_column : 14
    <e3a>   DW_AT_type        : <0x1c2>
    <e3e>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e41>: Abbrev Number: 0
 <1><e42>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e43>   DW_AT_name        : (indirect string, offset: 0x131d): path_set
    <e47>   DW_AT_byte_size   : 12
    <e48>   DW_AT_decl_file   : 18
    <e49>   DW_AT_decl_line   : 522
    <e4b>   DW_AT_decl_column : 15
    <e4c>   DW_AT_sibling     : <0xe81>
 <2><e50>: Abbrev Number: 13 (DW_TAG_member)
    <e51>   DW_AT_name        : (indirect string, offset: 0x155e): paths_selected
    <e55>   DW_AT_decl_file   : 18
    <e56>   DW_AT_decl_line   : 523
    <e58>   DW_AT_decl_column : 24
    <e59>   DW_AT_type        : <0xe81>
    <e5d>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e60>: Abbrev Number: 13 (DW_TAG_member)
    <e61>   DW_AT_name        : (indirect string, offset: 0x1913): num_selected
    <e65>   DW_AT_decl_file   : 18
    <e66>   DW_AT_decl_line   : 524
    <e68>   DW_AT_decl_column : 9
    <e69>   DW_AT_type        : <0x122>
    <e6d>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><e70>: Abbrev Number: 13 (DW_TAG_member)
    <e71>   DW_AT_name        : (indirect string, offset: 0xac7): size
    <e75>   DW_AT_decl_file   : 18
    <e76>   DW_AT_decl_line   : 525
    <e78>   DW_AT_decl_column : 9
    <e79>   DW_AT_type        : <0x122>
    <e7d>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><e80>: Abbrev Number: 0
 <1><e81>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e82>   DW_AT_byte_size   : 4
    <e83>   DW_AT_type        : <0xe23>
 <1><e87>: Abbrev Number: 10 (DW_TAG_variable)
    <e88>   DW_AT_name        : (indirect string, offset: 0xb34): global_path_set
    <e8c>   DW_AT_decl_file   : 18
    <e8d>   DW_AT_decl_line   : 526
    <e8f>   DW_AT_decl_column : 3
    <e90>   DW_AT_type        : <0xe42>
    <e94>   DW_AT_external    : 1
    <e95>   DW_AT_declaration : 1
 <1><e96>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <e97>   DW_AT_name        : (indirect string, offset: 0x12d0): xflag_opts
    <e9b>   DW_AT_encoding    : 7	(unsigned)
    <e9c>   DW_AT_byte_size   : 4
    <e9d>   DW_AT_type        : <0x2b>
    <ea1>   DW_AT_decl_file   : 18
    <ea2>   DW_AT_decl_line   : 528
    <ea4>   DW_AT_decl_column : 6
    <ea5>   DW_AT_sibling     : <0xec8>
 <2><ea9>: Abbrev Number: 27 (DW_TAG_enumerator)
    <eaa>   DW_AT_name        : (indirect string, offset: 0x512): HEXSTR_NONE
    <eae>   DW_AT_const_value : 0
 <2><eaf>: Abbrev Number: 27 (DW_TAG_enumerator)
    <eb0>   DW_AT_name        : (indirect string, offset: 0xb17): HEXSTR_NON_ASCII
    <eb4>   DW_AT_const_value : 1
 <2><eb5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <eb6>   DW_AT_name        : (indirect string, offset: 0x106f): HEXSTR_ALL
    <eba>   DW_AT_const_value : 2
 <2><ebb>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ebc>   DW_AT_name        : (indirect string, offset: 0xa6): HEXSTR_NON_ASCII_CHARS
    <ec0>   DW_AT_const_value : 3
 <2><ec1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec2>   DW_AT_name        : (indirect string, offset: 0x1126): NUM_HEXSTR_OPTS
    <ec6>   DW_AT_const_value : 4
 <2><ec7>: Abbrev Number: 0
 <1><ec8>: Abbrev Number: 10 (DW_TAG_variable)
    <ec9>   DW_AT_name        : (indirect string, offset: 0x41d): xflag
    <ecd>   DW_AT_decl_file   : 18
    <ece>   DW_AT_decl_line   : 541
    <ed0>   DW_AT_decl_column : 17
    <ed1>   DW_AT_type        : <0x2b>
    <ed5>   DW_AT_external    : 1
    <ed6>   DW_AT_declaration : 1
 <1><ed7>: Abbrev Number: 10 (DW_TAG_variable)
    <ed8>   DW_AT_name        : (indirect string, offset: 0x1970): followfork
    <edc>   DW_AT_decl_file   : 18
    <edd>   DW_AT_decl_line   : 542
    <edf>   DW_AT_decl_column : 13
    <ee0>   DW_AT_type        : <0x56f>
    <ee4>   DW_AT_external    : 1
    <ee5>   DW_AT_declaration : 1
 <1><ee6>: Abbrev Number: 10 (DW_TAG_variable)
    <ee7>   DW_AT_name        : (indirect string, offset: 0x271): output_separately
    <eeb>   DW_AT_decl_file   : 18
    <eec>   DW_AT_decl_line   : 543
    <eee>   DW_AT_decl_column : 13
    <eef>   DW_AT_type        : <0x56f>
    <ef3>   DW_AT_external    : 1
    <ef4>   DW_AT_declaration : 1
 <1><ef5>: Abbrev Number: 10 (DW_TAG_variable)
    <ef6>   DW_AT_name        : (indirect string, offset: 0x116b): stack_trace_enabled
    <efa>   DW_AT_decl_file   : 18
    <efb>   DW_AT_decl_line   : 546
    <efd>   DW_AT_decl_column : 13
    <efe>   DW_AT_type        : <0x56f>
    <f02>   DW_AT_external    : 1
    <f03>   DW_AT_declaration : 1
 <1><f04>: Abbrev Number: 10 (DW_TAG_variable)
    <f05>   DW_AT_name        : (indirect string, offset: 0xca1): ptrace_setoptions
    <f09>   DW_AT_decl_file   : 18
    <f0a>   DW_AT_decl_line   : 550
    <f0c>   DW_AT_decl_column : 17
    <f0d>   DW_AT_type        : <0x2b>
    <f11>   DW_AT_external    : 1
    <f12>   DW_AT_declaration : 1
 <1><f13>: Abbrev Number: 10 (DW_TAG_variable)
    <f14>   DW_AT_name        : (indirect string, offset: 0x842): max_strlen
    <f18>   DW_AT_decl_file   : 18
    <f19>   DW_AT_decl_line   : 551
    <f1b>   DW_AT_decl_column : 17
    <f1c>   DW_AT_type        : <0x2b>
    <f20>   DW_AT_external    : 1
    <f21>   DW_AT_declaration : 1
 <1><f22>: Abbrev Number: 10 (DW_TAG_variable)
    <f23>   DW_AT_name        : (indirect string, offset: 0x400): os_release
    <f27>   DW_AT_decl_file   : 18
    <f28>   DW_AT_decl_line   : 552
    <f2a>   DW_AT_decl_column : 17
    <f2b>   DW_AT_type        : <0x2b>
    <f2f>   DW_AT_external    : 1
    <f30>   DW_AT_declaration : 1
 <1><f31>: Abbrev Number: 10 (DW_TAG_variable)
    <f32>   DW_AT_name        : (indirect string, offset: 0x1b04): xlat_verbosity
    <f36>   DW_AT_decl_file   : 18
    <f37>   DW_AT_decl_line   : 914
    <f39>   DW_AT_decl_column : 24
    <f3a>   DW_AT_type        : <0xa6f>
    <f3e>   DW_AT_external    : 1
    <f3f>   DW_AT_declaration : 1
 <1><f40>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f41>   DW_AT_name        : (indirect string, offset: 0x177a): xlat_style_private_flag_bits
    <f45>   DW_AT_encoding    : 7	(unsigned)
    <f46>   DW_AT_byte_size   : 4
    <f47>   DW_AT_type        : <0x2b>
    <f4b>   DW_AT_decl_file   : 18
    <f4c>   DW_AT_decl_line   : 934
    <f4e>   DW_AT_decl_column : 6
    <f4f>   DW_AT_sibling     : <0xf6c>
 <2><f53>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f54>   DW_AT_name        : (indirect string, offset: 0x378): PAF_PRINT_INDICES_BIT
    <f58>   DW_AT_const_value : 5
 <2><f59>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f5a>   DW_AT_name        : (indirect string, offset: 0x197b): PAF_ARRAY_TRUNCATED_BIT
    <f5e>   DW_AT_const_value : 6
 <2><f5f>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f60>   DW_AT_name        : (indirect string, offset: 0x1625): PXF_DEFAULT_STR_BIT
    <f64>   DW_AT_const_value : 7
 <2><f65>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f66>   DW_AT_name        : (indirect string, offset: 0xaed): SPFF_AUXSTR_MODE_BIT
    <f6a>   DW_AT_const_value : 8
 <2><f6b>: Abbrev Number: 0
 <1><f6c>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <f6d>   DW_AT_byte_size   : 4
    <f6e>   DW_AT_type        : <0x776>
 <1><f72>: Abbrev Number: 3 (DW_TAG_const_type)
    <f73>   DW_AT_type        : <0xf6c>
 <1><f77>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f78>   DW_AT_name        : (indirect string, offset: 0xd43): find_xlat_flag_bits
    <f7c>   DW_AT_encoding    : 7	(unsigned)
    <f7d>   DW_AT_byte_size   : 4
    <f7e>   DW_AT_type        : <0x2b>
    <f82>   DW_AT_decl_file   : 18
    <f83>   DW_AT_decl_line   : 1438
    <f85>   DW_AT_decl_column : 6
    <f86>   DW_AT_sibling     : <0xf91>
 <2><f8a>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f8b>   DW_AT_name        : (indirect string, offset: 0x31f): FXL_CASE_SENSITIVE_BIT
    <f8f>   DW_AT_const_value : 0
 <2><f90>: Abbrev Number: 0
 <1><f91>: Abbrev Number: 10 (DW_TAG_variable)
    <f92>   DW_AT_name        : (indirect string, offset: 0x1b13): printing_tcp
    <f96>   DW_AT_decl_file   : 18
    <f97>   DW_AT_decl_line   : 1684
    <f99>   DW_AT_decl_column : 20
    <f9a>   DW_AT_type        : <0xf6c>
    <f9e>   DW_AT_external    : 1
    <f9f>   DW_AT_declaration : 1
 <1><fa0>: Abbrev Number: 10 (DW_TAG_variable)
    <fa1>   DW_AT_name        : (indirect string, offset: 0x1da8): errnoent
    <fa5>   DW_AT_decl_file   : 18
    <fa6>   DW_AT_decl_line   : 1882
    <fa8>   DW_AT_decl_column : 26
    <fa9>   DW_AT_type        : <0x4a3>
    <fad>   DW_AT_external    : 1
    <fae>   DW_AT_declaration : 1
 <1><faf>: Abbrev Number: 10 (DW_TAG_variable)
    <fb0>   DW_AT_name        : (indirect string, offset: 0x189d): signalent
    <fb4>   DW_AT_decl_file   : 18
    <fb5>   DW_AT_decl_line   : 1883
    <fb7>   DW_AT_decl_column : 26
    <fb8>   DW_AT_type        : <0x4a3>
    <fbc>   DW_AT_external    : 1
    <fbd>   DW_AT_declaration : 1
 <1><fbe>: Abbrev Number: 10 (DW_TAG_variable)
    <fbf>   DW_AT_name        : (indirect string, offset: 0x802): nerrnos
    <fc3>   DW_AT_decl_file   : 18
    <fc4>   DW_AT_decl_line   : 1884
    <fc6>   DW_AT_decl_column : 27
    <fc7>   DW_AT_type        : <0x32>
    <fcb>   DW_AT_external    : 1
    <fcc>   DW_AT_declaration : 1
 <1><fcd>: Abbrev Number: 10 (DW_TAG_variable)
    <fce>   DW_AT_name        : (indirect string, offset: 0x1e18): nsignals
    <fd2>   DW_AT_decl_file   : 18
    <fd3>   DW_AT_decl_line   : 1885
    <fd5>   DW_AT_decl_column : 27
    <fd6>   DW_AT_type        : <0x32>
    <fda>   DW_AT_external    : 1
    <fdb>   DW_AT_declaration : 1
 <1><fdc>: Abbrev Number: 15 (DW_TAG_array_type)
    <fdd>   DW_AT_type        : <0x658>
    <fe1>   DW_AT_sibling     : <0xfe7>
 <2><fe5>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><fe6>: Abbrev Number: 0
 <1><fe7>: Abbrev Number: 3 (DW_TAG_const_type)
    <fe8>   DW_AT_type        : <0xfdc>
 <1><fec>: Abbrev Number: 10 (DW_TAG_variable)
    <fed>   DW_AT_name        : (indirect string, offset: 0x17c8): sysent0
    <ff1>   DW_AT_decl_file   : 18
    <ff2>   DW_AT_decl_line   : 1887
    <ff4>   DW_AT_decl_column : 28
    <ff5>   DW_AT_type        : <0xfe7>
    <ff9>   DW_AT_external    : 1
    <ffa>   DW_AT_declaration : 1
 <1><ffb>: Abbrev Number: 15 (DW_TAG_array_type)
    <ffc>   DW_AT_type        : <0x6bf>
    <1000>   DW_AT_sibling     : <0x1006>
 <2><1004>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><1005>: Abbrev Number: 0
 <1><1006>: Abbrev Number: 3 (DW_TAG_const_type)
    <1007>   DW_AT_type        : <0xffb>
 <1><100b>: Abbrev Number: 10 (DW_TAG_variable)
    <100c>   DW_AT_name        : (indirect string, offset: 0x1a94): ioctlent0
    <1010>   DW_AT_decl_file   : 18
    <1011>   DW_AT_decl_line   : 1888
    <1013>   DW_AT_decl_column : 30
    <1014>   DW_AT_type        : <0x1006>
    <1018>   DW_AT_external    : 1
    <1019>   DW_AT_declaration : 1
 <1><101a>: Abbrev Number: 10 (DW_TAG_variable)
    <101b>   DW_AT_name        : (indirect string, offset: 0x1932): personality_names
    <101f>   DW_AT_decl_file   : 18
    <1020>   DW_AT_decl_line   : 1890
    <1022>   DW_AT_decl_column : 26
    <1023>   DW_AT_type        : <0x4a3>
    <1027>   DW_AT_external    : 1
    <1028>   DW_AT_declaration : 1
 <1><1029>: Abbrev Number: 10 (DW_TAG_variable)
    <102a>   DW_AT_name        : (indirect string, offset: 0x74e): sysent
    <102e>   DW_AT_decl_file   : 18
    <102f>   DW_AT_decl_line   : 1893
    <1031>   DW_AT_decl_column : 29
    <1032>   DW_AT_type        : <0x9da>
    <1036>   DW_AT_external    : 1
    <1037>   DW_AT_declaration : 1
 <1><1038>: Abbrev Number: 10 (DW_TAG_variable)
    <1039>   DW_AT_name        : (indirect string, offset: 0x981): ioctlent
    <103d>   DW_AT_decl_file   : 18
    <103e>   DW_AT_decl_line   : 1894
    <1040>   DW_AT_decl_column : 31
    <1041>   DW_AT_type        : <0x1047>
    <1045>   DW_AT_external    : 1
    <1046>   DW_AT_declaration : 1
 <1><1047>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1048>   DW_AT_byte_size   : 4
    <1049>   DW_AT_type        : <0x6bf>
 <1><104d>: Abbrev Number: 10 (DW_TAG_variable)
    <104e>   DW_AT_name        : (indirect string, offset: 0xf93): nsyscalls
    <1052>   DW_AT_decl_file   : 18
    <1053>   DW_AT_decl_line   : 1900
    <1055>   DW_AT_decl_column : 17
    <1056>   DW_AT_type        : <0x2b>
    <105a>   DW_AT_external    : 1
    <105b>   DW_AT_declaration : 1
 <1><105c>: Abbrev Number: 10 (DW_TAG_variable)
    <105d>   DW_AT_name        : (indirect string, offset: 0x17f8): nioctlents
    <1061>   DW_AT_decl_file   : 18
    <1062>   DW_AT_decl_line   : 1901
    <1064>   DW_AT_decl_column : 17
    <1065>   DW_AT_type        : <0x2b>
    <1069>   DW_AT_external    : 1
    <106a>   DW_AT_declaration : 1
 <1><106b>: Abbrev Number: 15 (DW_TAG_array_type)
    <106c>   DW_AT_type        : <0x32>
    <1070>   DW_AT_sibling     : <0x107b>
 <2><1074>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <1075>   DW_AT_type        : <0x2b>
    <1079>   DW_AT_upper_bound : 2
 <2><107a>: Abbrev Number: 0
 <1><107b>: Abbrev Number: 3 (DW_TAG_const_type)
    <107c>   DW_AT_type        : <0x106b>
 <1><1080>: Abbrev Number: 10 (DW_TAG_variable)
    <1081>   DW_AT_name        : (indirect string, offset: 0x1531): nsyscall_vec
    <1085>   DW_AT_decl_file   : 18
    <1086>   DW_AT_decl_line   : 1903
    <1088>   DW_AT_decl_column : 27
    <1089>   DW_AT_type        : <0x107b>
    <108d>   DW_AT_external    : 1
    <108e>   DW_AT_declaration : 1
 <1><108f>: Abbrev Number: 15 (DW_TAG_array_type)
    <1090>   DW_AT_type        : <0x9e0>
    <1094>   DW_AT_sibling     : <0x109f>
 <2><1098>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <1099>   DW_AT_type        : <0x2b>
    <109d>   DW_AT_upper_bound : 2
 <2><109e>: Abbrev Number: 0
 <1><109f>: Abbrev Number: 3 (DW_TAG_const_type)
    <10a0>   DW_AT_type        : <0x108f>
 <1><10a4>: Abbrev Number: 10 (DW_TAG_variable)
    <10a5>   DW_AT_name        : (indirect string, offset: 0x12c5): sysent_vec
    <10a9>   DW_AT_decl_file   : 18
    <10aa>   DW_AT_decl_line   : 1904
    <10ac>   DW_AT_decl_column : 35
    <10ad>   DW_AT_type        : <0x109f>
    <10b1>   DW_AT_external    : 1
    <10b2>   DW_AT_declaration : 1
 <1><10b3>: Abbrev Number: 10 (DW_TAG_variable)
    <10b4>   DW_AT_name        : (indirect string, offset: 0x1e31): inject_vec
    <10b8>   DW_AT_decl_file   : 18
    <10b9>   DW_AT_decl_line   : 1905
    <10bb>   DW_AT_decl_column : 28
    <10bc>   DW_AT_type        : <0x9e5>
    <10c0>   DW_AT_external    : 1
    <10c1>   DW_AT_declaration : 1
 <1><10c2>: Abbrev Number: 30 (DW_TAG_structure_type)
    <10c3>   DW_AT_name        : (indirect string, offset: 0xd9b): audit_arch_t
    <10c7>   DW_AT_byte_size   : 8
    <10c8>   DW_AT_decl_file   : 18
    <10c9>   DW_AT_decl_line   : 1907
    <10cb>   DW_AT_decl_column : 8
    <10cc>   DW_AT_sibling     : <0x10f1>
 <2><10d0>: Abbrev Number: 13 (DW_TAG_member)
    <10d1>   DW_AT_name        : (indirect string, offset: 0x16cc): arch
    <10d5>   DW_AT_decl_file   : 18
    <10d6>   DW_AT_decl_line   : 1908
    <10d8>   DW_AT_decl_column : 15
    <10d9>   DW_AT_type        : <0x2b>
    <10dd>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><10e0>: Abbrev Number: 13 (DW_TAG_member)
    <10e1>   DW_AT_name        : (indirect string, offset: 0x107a): flag
    <10e5>   DW_AT_decl_file   : 18
    <10e6>   DW_AT_decl_line   : 1909
    <10e8>   DW_AT_decl_column : 15
    <10e9>   DW_AT_type        : <0x2b>
    <10ed>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><10f0>: Abbrev Number: 0
 <1><10f1>: Abbrev Number: 3 (DW_TAG_const_type)
    <10f2>   DW_AT_type        : <0x10c2>
 <1><10f6>: Abbrev Number: 15 (DW_TAG_array_type)
    <10f7>   DW_AT_type        : <0x10f1>
    <10fb>   DW_AT_sibling     : <0x1106>
 <2><10ff>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <1100>   DW_AT_type        : <0x2b>
    <1104>   DW_AT_upper_bound : 2
 <2><1105>: Abbrev Number: 0
 <1><1106>: Abbrev Number: 3 (DW_TAG_const_type)
    <1107>   DW_AT_type        : <0x10f6>
 <1><110b>: Abbrev Number: 10 (DW_TAG_variable)
    <110c>   DW_AT_name        : (indirect string, offset: 0x76b): audit_arch_vec
    <1110>   DW_AT_decl_file   : 18
    <1111>   DW_AT_decl_line   : 1912
    <1113>   DW_AT_decl_column : 34
    <1114>   DW_AT_type        : <0x1106>
    <1118>   DW_AT_external    : 1
    <1119>   DW_AT_declaration : 1
 <1><111a>: Abbrev Number: 32 (DW_TAG_structure_type)
    <111b>   DW_AT_byte_size   : 180
    <111c>   DW_AT_decl_file   : 20
    <111d>   DW_AT_decl_line   : 2
    <111e>   DW_AT_decl_column : 9
    <111f>   DW_AT_sibling     : <0x13d4>
 <2><1123>: Abbrev Number: 9 (DW_TAG_member)
    <1124>   DW_AT_name        : (indirect string, offset: 0x489): block_ioctl
    <1128>   DW_AT_decl_file   : 20
    <1129>   DW_AT_decl_line   : 3
    <112a>   DW_AT_decl_column : 8
    <112b>   DW_AT_type        : <0x13ee>
    <112f>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1132>: Abbrev Number: 9 (DW_TAG_member)
    <1133>   DW_AT_name        : (indirect string, offset: 0xaa6): btrfs_ioctl
    <1137>   DW_AT_decl_file   : 20
    <1138>   DW_AT_decl_line   : 6
    <1139>   DW_AT_decl_column : 8
    <113a>   DW_AT_type        : <0x13ee>
    <113e>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1141>: Abbrev Number: 9 (DW_TAG_member)
    <1142>   DW_AT_name        : (indirect string, offset: 0xd2b): evdev_write_ioctl_mpers
    <1146>   DW_AT_decl_file   : 20
    <1147>   DW_AT_decl_line   : 9
    <1148>   DW_AT_decl_column : 8
    <1149>   DW_AT_type        : <0x13ee>
    <114d>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1150>: Abbrev Number: 9 (DW_TAG_member)
    <1151>   DW_AT_name        : (indirect string, offset: 0xde): get_sock_fprog_size
    <1155>   DW_AT_decl_file   : 20
    <1156>   DW_AT_decl_line   : 12
    <1157>   DW_AT_decl_column : 17
    <1158>   DW_AT_type        : <0x13fa>
    <115c>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
