Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x1778 (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0x403): GNU C17 9.4.0 -mx32 -mtune=generic -march=x86-64 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0x122): mpers-mx32/struct_statfs64.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xc89): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x3d9): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0xff5): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x98c): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0xe0a): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x51c): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x892): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x8c2): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x785): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xb78): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x7f3): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0xbae): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0x96>
 <1><ae>: Abbrev Number: 4 (DW_TAG_typedef)
    <af>   DW_AT_name        : (indirect string, offset: 0xd0b): __off64_t
    <b3>   DW_AT_decl_file   : 1
    <b4>   DW_AT_decl_line   : 141
    <b5>   DW_AT_decl_column : 27
    <b6>   DW_AT_type        : <0x96>
 <1><ba>: Abbrev Number: 6 (DW_TAG_array_type)
    <bb>   DW_AT_type        : <0x64>
    <bf>   DW_AT_sibling     : <0xca>
 <2><c3>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <c4>   DW_AT_type        : <0x2b>
    <c8>   DW_AT_upper_bound : 1
 <2><c9>: Abbrev Number: 0
 <1><ca>: Abbrev Number: 4 (DW_TAG_typedef)
    <cb>   DW_AT_name        : (indirect string, offset: 0xc62): __time_t
    <cf>   DW_AT_decl_file   : 1
    <d0>   DW_AT_decl_line   : 148
    <d1>   DW_AT_decl_column : 26
    <d2>   DW_AT_type        : <0x96>
 <1><d6>: Abbrev Number: 8 (DW_TAG_pointer_type)
    <d7>   DW_AT_byte_size   : 4
 <1><d8>: Abbrev Number: 3 (DW_TAG_const_type)
    <d9>   DW_AT_type        : <0xd6>
 <1><dd>: Abbrev Number: 4 (DW_TAG_typedef)
    <de>   DW_AT_name        : (indirect string, offset: 0x488): __syscall_slong_t
    <e2>   DW_AT_decl_file   : 1
    <e3>   DW_AT_decl_line   : 184
    <e4>   DW_AT_decl_column : 33
    <e5>   DW_AT_type        : <0x96>
 <1><e9>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <ea>   DW_AT_byte_size   : 4
    <eb>   DW_AT_type        : <0xef>
 <1><ef>: Abbrev Number: 2 (DW_TAG_base_type)
    <f0>   DW_AT_byte_size   : 1
    <f1>   DW_AT_encoding    : 6	(signed char)
    <f2>   DW_AT_name        : (indirect string, offset: 0x4e2): char
 <1><f6>: Abbrev Number: 3 (DW_TAG_const_type)
    <f7>   DW_AT_type        : <0xef>
 <1><fb>: Abbrev Number: 4 (DW_TAG_typedef)
    <fc>   DW_AT_name        : (indirect string, offset: 0x390): uint8_t
    <100>   DW_AT_decl_file   : 2
    <101>   DW_AT_decl_line   : 24
    <102>   DW_AT_decl_column : 19
    <103>   DW_AT_type        : <0x45>
 <1><107>: Abbrev Number: 4 (DW_TAG_typedef)
    <108>   DW_AT_name        : (indirect string, offset: 0xb99): uint16_t
    <10c>   DW_AT_decl_file   : 2
    <10d>   DW_AT_decl_line   : 25
    <10e>   DW_AT_decl_column : 20
    <10f>   DW_AT_type        : <0x58>
 <1><113>: Abbrev Number: 4 (DW_TAG_typedef)
    <114>   DW_AT_name        : (indirect string, offset: 0xf94): uint32_t
    <118>   DW_AT_decl_file   : 2
    <119>   DW_AT_decl_line   : 26
    <11a>   DW_AT_decl_column : 20
    <11b>   DW_AT_type        : <0x70>
 <1><11f>: Abbrev Number: 4 (DW_TAG_typedef)
    <120>   DW_AT_name        : (indirect string, offset: 0xe1a): uint64_t
    <124>   DW_AT_decl_file   : 2
    <125>   DW_AT_decl_line   : 27
    <126>   DW_AT_decl_column : 20
    <127>   DW_AT_type        : <0x83>
 <1><12b>: Abbrev Number: 2 (DW_TAG_base_type)
    <12c>   DW_AT_byte_size   : 4
    <12d>   DW_AT_encoding    : 5	(signed)
    <12e>   DW_AT_name        : (indirect string, offset: 0x300): long int
 <1><132>: Abbrev Number: 4 (DW_TAG_typedef)
    <133>   DW_AT_name        : (indirect string, offset: 0x39): size_t
    <137>   DW_AT_decl_file   : 3
    <138>   DW_AT_decl_line   : 209
    <139>   DW_AT_decl_column : 23
    <13a>   DW_AT_type        : <0x2b>
 <1><13e>: Abbrev Number: 3 (DW_TAG_const_type)
    <13f>   DW_AT_type        : <0x132>
 <1><143>: Abbrev Number: 10 (DW_TAG_structure_type)
    <144>   DW_AT_name        : (indirect string, offset: 0xb0f): timespec
    <148>   DW_AT_byte_size   : 16
    <149>   DW_AT_decl_file   : 4
    <14a>   DW_AT_decl_line   : 9
    <14b>   DW_AT_decl_column : 8
    <14c>   DW_AT_sibling     : <0x16f>
 <2><150>: Abbrev Number: 11 (DW_TAG_member)
    <151>   DW_AT_name        : (indirect string, offset: 0x10c2): tv_sec
    <155>   DW_AT_decl_file   : 4
    <156>   DW_AT_decl_line   : 11
    <157>   DW_AT_decl_column : 12
    <158>   DW_AT_type        : <0xca>
    <15c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><15f>: Abbrev Number: 11 (DW_TAG_member)
    <160>   DW_AT_name        : (indirect string, offset: 0xe40): tv_nsec
    <164>   DW_AT_decl_file   : 4
    <165>   DW_AT_decl_line   : 12
    <166>   DW_AT_decl_column : 21
    <167>   DW_AT_type        : <0xdd>
    <16b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><16e>: Abbrev Number: 0
 <1><16f>: Abbrev Number: 2 (DW_TAG_base_type)
    <170>   DW_AT_byte_size   : 16
    <171>   DW_AT_encoding    : 4	(float)
    <172>   DW_AT_name        : (indirect string, offset: 0xad1): long double
 <1><176>: Abbrev Number: 12 (DW_TAG_variable)
    <177>   DW_AT_name        : (indirect string, offset: 0x2b7): __environ
    <17b>   DW_AT_decl_file   : 5
    <17c>   DW_AT_decl_line   : 546
    <17e>   DW_AT_decl_column : 15
    <17f>   DW_AT_type        : <0x185>
    <183>   DW_AT_external    : 1
    <184>   DW_AT_declaration : 1
 <1><185>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <186>   DW_AT_byte_size   : 4
    <187>   DW_AT_type        : <0xe9>
 <1><18b>: Abbrev Number: 12 (DW_TAG_variable)
    <18c>   DW_AT_name        : (indirect string, offset: 0x3d1): environ
    <190>   DW_AT_decl_file   : 5
    <191>   DW_AT_decl_line   : 548
    <193>   DW_AT_decl_column : 15
    <194>   DW_AT_type        : <0x185>
    <198>   DW_AT_external    : 1
    <199>   DW_AT_declaration : 1
 <1><19a>: Abbrev Number: 13 (DW_TAG_variable)
    <19b>   DW_AT_name        : (indirect string, offset: 0xfce): optarg
    <19f>   DW_AT_decl_file   : 6
    <1a0>   DW_AT_decl_line   : 36
    <1a1>   DW_AT_decl_column : 14
    <1a2>   DW_AT_type        : <0xe9>
    <1a6>   DW_AT_external    : 1
    <1a7>   DW_AT_declaration : 1
 <1><1a8>: Abbrev Number: 13 (DW_TAG_variable)
    <1a9>   DW_AT_name        : (indirect string, offset: 0x758): optind
    <1ad>   DW_AT_decl_file   : 6
    <1ae>   DW_AT_decl_line   : 50
    <1af>   DW_AT_decl_column : 12
    <1b0>   DW_AT_type        : <0x64>
    <1b4>   DW_AT_external    : 1
    <1b5>   DW_AT_declaration : 1
 <1><1b6>: Abbrev Number: 13 (DW_TAG_variable)
    <1b7>   DW_AT_name        : (indirect string, offset: 0xc51): opterr
    <1bb>   DW_AT_decl_file   : 6
    <1bc>   DW_AT_decl_line   : 55
    <1bd>   DW_AT_decl_column : 12
    <1be>   DW_AT_type        : <0x64>
    <1c2>   DW_AT_external    : 1
    <1c3>   DW_AT_declaration : 1
 <1><1c4>: Abbrev Number: 13 (DW_TAG_variable)
    <1c5>   DW_AT_name        : (indirect string, offset: 0xb5e): optopt
    <1c9>   DW_AT_decl_file   : 6
    <1ca>   DW_AT_decl_line   : 59
    <1cb>   DW_AT_decl_column : 12
    <1cc>   DW_AT_type        : <0x64>
    <1d0>   DW_AT_external    : 1
    <1d1>   DW_AT_declaration : 1
 <1><1d2>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <1d3>   DW_AT_byte_size   : 4
    <1d4>   DW_AT_type        : <0xf6>
 <1><1d8>: Abbrev Number: 3 (DW_TAG_const_type)
    <1d9>   DW_AT_type        : <0x1d2>
 <1><1dd>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <1de>   DW_AT_byte_size   : 4
    <1df>   DW_AT_type        : <0x1e3>
 <1><1e3>: Abbrev Number: 14 (DW_TAG_const_type)
 <1><1e4>: Abbrev Number: 10 (DW_TAG_structure_type)
    <1e5>   DW_AT_name        : (indirect string, offset: 0x398): _IO_FILE
    <1e9>   DW_AT_byte_size   : 152
    <1ea>   DW_AT_decl_file   : 7
    <1eb>   DW_AT_decl_line   : 245
    <1ec>   DW_AT_decl_column : 8
    <1ed>   DW_AT_sibling     : <0x3bc>
 <2><1f1>: Abbrev Number: 11 (DW_TAG_member)
    <1f2>   DW_AT_name        : (indirect string, offset: 0xa2c): _flags
    <1f6>   DW_AT_decl_file   : 7
    <1f7>   DW_AT_decl_line   : 246
    <1f8>   DW_AT_decl_column : 7
    <1f9>   DW_AT_type        : <0x64>
    <1fd>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><200>: Abbrev Number: 11 (DW_TAG_member)
    <201>   DW_AT_name        : (indirect string, offset: 0x572): _IO_read_ptr
    <205>   DW_AT_decl_file   : 7
    <206>   DW_AT_decl_line   : 251
    <207>   DW_AT_decl_column : 9
    <208>   DW_AT_type        : <0xe9>
    <20c>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><20f>: Abbrev Number: 11 (DW_TAG_member)
    <210>   DW_AT_name        : (indirect string, offset: 0xf4c): _IO_read_end
    <214>   DW_AT_decl_file   : 7
    <215>   DW_AT_decl_line   : 252
    <216>   DW_AT_decl_column : 9
    <217>   DW_AT_type        : <0xe9>
    <21b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><21e>: Abbrev Number: 11 (DW_TAG_member)
    <21f>   DW_AT_name        : (indirect string, offset: 0x7d0): _IO_read_base
    <223>   DW_AT_decl_file   : 7
    <224>   DW_AT_decl_line   : 253
    <225>   DW_AT_decl_column : 9
    <226>   DW_AT_type        : <0xe9>
    <22a>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><22d>: Abbrev Number: 11 (DW_TAG_member)
    <22e>   DW_AT_name        : (indirect string, offset: 0x156): _IO_write_base
    <232>   DW_AT_decl_file   : 7
    <233>   DW_AT_decl_line   : 254
    <234>   DW_AT_decl_column : 9
    <235>   DW_AT_type        : <0xe9>
    <239>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><23c>: Abbrev Number: 11 (DW_TAG_member)
    <23d>   DW_AT_name        : (indirect string, offset: 0x102e): _IO_write_ptr
    <241>   DW_AT_decl_file   : 7
    <242>   DW_AT_decl_line   : 255
    <243>   DW_AT_decl_column : 9
    <244>   DW_AT_type        : <0xe9>
    <248>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><24b>: Abbrev Number: 15 (DW_TAG_member)
    <24c>   DW_AT_name        : (indirect string, offset: 0x904): _IO_write_end
    <250>   DW_AT_decl_file   : 7
    <251>   DW_AT_decl_line   : 256
    <253>   DW_AT_decl_column : 9
    <254>   DW_AT_type        : <0xe9>
    <258>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><25b>: Abbrev Number: 15 (DW_TAG_member)
    <25c>   DW_AT_name        : (indirect string, offset: 0x975): _IO_buf_base
    <260>   DW_AT_decl_file   : 7
    <261>   DW_AT_decl_line   : 257
    <263>   DW_AT_decl_column : 9
    <264>   DW_AT_type        : <0xe9>
    <268>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><26b>: Abbrev Number: 15 (DW_TAG_member)
    <26c>   DW_AT_name        : (indirect string, offset: 0xdae): _IO_buf_end
    <270>   DW_AT_decl_file   : 7
    <271>   DW_AT_decl_line   : 258
    <273>   DW_AT_decl_column : 9
    <274>   DW_AT_type        : <0xe9>
    <278>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><27b>: Abbrev Number: 15 (DW_TAG_member)
    <27c>   DW_AT_name        : (indirect string, offset: 0x201): _IO_save_base
    <280>   DW_AT_decl_file   : 7
    <281>   DW_AT_decl_line   : 260
    <283>   DW_AT_decl_column : 9
    <284>   DW_AT_type        : <0xe9>
    <288>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><28b>: Abbrev Number: 15 (DW_TAG_member)
    <28c>   DW_AT_name        : (indirect string, offset: 0xcc6): _IO_backup_base
    <290>   DW_AT_decl_file   : 7
    <291>   DW_AT_decl_line   : 261
    <293>   DW_AT_decl_column : 9
    <294>   DW_AT_type        : <0xe9>
    <298>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><29b>: Abbrev Number: 15 (DW_TAG_member)
    <29c>   DW_AT_name        : (indirect string, offset: 0xc3): _IO_save_end
    <2a0>   DW_AT_decl_file   : 7
    <2a1>   DW_AT_decl_line   : 262
    <2a3>   DW_AT_decl_column : 9
    <2a4>   DW_AT_type        : <0xe9>
    <2a8>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><2ab>: Abbrev Number: 15 (DW_TAG_member)
    <2ac>   DW_AT_name        : (indirect string, offset: 0x5fd): _markers
    <2b0>   DW_AT_decl_file   : 7
    <2b1>   DW_AT_decl_line   : 264
    <2b3>   DW_AT_decl_column : 22
    <2b4>   DW_AT_type        : <0x40b>
    <2b8>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2bb>: Abbrev Number: 15 (DW_TAG_member)
    <2bc>   DW_AT_name        : (indirect string, offset: 0x244): _chain
    <2c0>   DW_AT_decl_file   : 7
    <2c1>   DW_AT_decl_line   : 266
    <2c3>   DW_AT_decl_column : 20
    <2c4>   DW_AT_type        : <0x411>
    <2c8>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2cb>: Abbrev Number: 15 (DW_TAG_member)
    <2cc>   DW_AT_name        : (indirect string, offset: 0xfa8): _fileno
    <2d0>   DW_AT_decl_file   : 7
    <2d1>   DW_AT_decl_line   : 268
    <2d3>   DW_AT_decl_column : 7
    <2d4>   DW_AT_type        : <0x64>
    <2d8>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2db>: Abbrev Number: 15 (DW_TAG_member)
    <2dc>   DW_AT_name        : (indirect string, offset: 0x7bc): _flags2
    <2e0>   DW_AT_decl_file   : 7
    <2e1>   DW_AT_decl_line   : 272
    <2e3>   DW_AT_decl_column : 7
    <2e4>   DW_AT_type        : <0x64>
    <2e8>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2eb>: Abbrev Number: 15 (DW_TAG_member)
    <2ec>   DW_AT_name        : (indirect string, offset: 0x83e): _old_offset
    <2f0>   DW_AT_decl_file   : 7
    <2f1>   DW_AT_decl_line   : 274
    <2f3>   DW_AT_decl_column : 13
    <2f4>   DW_AT_type        : <0xa2>
    <2f8>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><2fb>: Abbrev Number: 15 (DW_TAG_member)
    <2fc>   DW_AT_name        : (indirect string, offset: 0x277): _cur_column
    <300>   DW_AT_decl_file   : 7
    <301>   DW_AT_decl_line   : 278
    <303>   DW_AT_decl_column : 18
    <304>   DW_AT_type        : <0x24>
    <308>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><30b>: Abbrev Number: 15 (DW_TAG_member)
    <30c>   DW_AT_name        : (indirect string, offset: 0xe66): _vtable_offset
    <310>   DW_AT_decl_file   : 7
    <311>   DW_AT_decl_line   : 279
    <313>   DW_AT_decl_column : 15
    <314>   DW_AT_type        : <0x3e>
    <318>   DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><31b>: Abbrev Number: 15 (DW_TAG_member)
    <31c>   DW_AT_name        : (indirect string, offset: 0xcd6): _shortbuf
    <320>   DW_AT_decl_file   : 7
    <321>   DW_AT_decl_line   : 280
    <323>   DW_AT_decl_column : 8
    <324>   DW_AT_type        : <0x417>
    <328>   DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><32b>: Abbrev Number: 15 (DW_TAG_member)
    <32c>   DW_AT_name        : (indirect string, offset: 0x1a9): _lock
    <330>   DW_AT_decl_file   : 7
    <331>   DW_AT_decl_line   : 284
    <333>   DW_AT_decl_column : 15
    <334>   DW_AT_type        : <0x427>
    <338>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><33b>: Abbrev Number: 15 (DW_TAG_member)
    <33c>   DW_AT_name        : (indirect string, offset: 0x6e9): _offset
    <340>   DW_AT_decl_file   : 7
    <341>   DW_AT_decl_line   : 293
    <343>   DW_AT_decl_column : 15
    <344>   DW_AT_type        : <0xae>
    <348>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><34b>: Abbrev Number: 15 (DW_TAG_member)
    <34c>   DW_AT_name        : (indirect string, offset: 0x9c3): __pad1
    <350>   DW_AT_decl_file   : 7
    <351>   DW_AT_decl_line   : 301
    <353>   DW_AT_decl_column : 9
    <354>   DW_AT_type        : <0xd6>
    <358>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><35b>: Abbrev Number: 15 (DW_TAG_member)
    <35c>   DW_AT_name        : (indirect string, offset: 0x9ca): __pad2
    <360>   DW_AT_decl_file   : 7
    <361>   DW_AT_decl_line   : 302
    <363>   DW_AT_decl_column : 9
    <364>   DW_AT_type        : <0xd6>
    <368>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><36b>: Abbrev Number: 15 (DW_TAG_member)
    <36c>   DW_AT_name        : (indirect string, offset: 0x9d1): __pad3
    <370>   DW_AT_decl_file   : 7
    <371>   DW_AT_decl_line   : 303
    <373>   DW_AT_decl_column : 9
    <374>   DW_AT_type        : <0xd6>
    <378>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><37b>: Abbrev Number: 15 (DW_TAG_member)
    <37c>   DW_AT_name        : (indirect string, offset: 0x9d8): __pad4
    <380>   DW_AT_decl_file   : 7
    <381>   DW_AT_decl_line   : 304
    <383>   DW_AT_decl_column : 9
    <384>   DW_AT_type        : <0xd6>
    <388>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><38b>: Abbrev Number: 15 (DW_TAG_member)
    <38c>   DW_AT_name        : (indirect string, offset: 0x9df): __pad5
    <390>   DW_AT_decl_file   : 7
    <391>   DW_AT_decl_line   : 306
    <393>   DW_AT_decl_column : 10
    <394>   DW_AT_type        : <0x132>
    <398>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><39b>: Abbrev Number: 15 (DW_TAG_member)
    <39c>   DW_AT_name        : (indirect string, offset: 0xa50): _mode
    <3a0>   DW_AT_decl_file   : 7
    <3a1>   DW_AT_decl_line   : 307
    <3a3>   DW_AT_decl_column : 7
    <3a4>   DW_AT_type        : <0x64>
    <3a8>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><3ab>: Abbrev Number: 15 (DW_TAG_member)
    <3ac>   DW_AT_name        : (indirect string, offset: 0x7ea): _unused2
    <3b0>   DW_AT_decl_file   : 7
    <3b1>   DW_AT_decl_line   : 309
    <3b3>   DW_AT_decl_column : 8
    <3b4>   DW_AT_type        : <0x42d>
    <3b8>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><3bb>: Abbrev Number: 0
 <1><3bc>: Abbrev Number: 4 (DW_TAG_typedef)
    <3bd>   DW_AT_name        : (indirect string, offset: 0xaf1): FILE
    <3c1>   DW_AT_decl_file   : 8
    <3c2>   DW_AT_decl_line   : 7
    <3c3>   DW_AT_decl_column : 25
    <3c4>   DW_AT_type        : <0x1e4>
 <1><3c8>: Abbrev Number: 16 (DW_TAG_typedef)
    <3c9>   DW_AT_name        : (indirect string, offset: 0x511): _IO_lock_t
    <3cd>   DW_AT_decl_file   : 7
    <3ce>   DW_AT_decl_line   : 154
    <3cf>   DW_AT_decl_column : 14
 <1><3d0>: Abbrev Number: 10 (DW_TAG_structure_type)
    <3d1>   DW_AT_name        : (indirect string, offset: 0x342): _IO_marker
    <3d5>   DW_AT_byte_size   : 12
    <3d6>   DW_AT_decl_file   : 7
    <3d7>   DW_AT_decl_line   : 160
    <3d8>   DW_AT_decl_column : 8
    <3d9>   DW_AT_sibling     : <0x40b>
 <2><3dd>: Abbrev Number: 11 (DW_TAG_member)
    <3de>   DW_AT_name        : (indirect string, offset: 0xd05): _next
    <3e2>   DW_AT_decl_file   : 7
    <3e3>   DW_AT_decl_line   : 161
    <3e4>   DW_AT_decl_column : 22
    <3e5>   DW_AT_type        : <0x40b>
    <3e9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3ec>: Abbrev Number: 11 (DW_TAG_member)
    <3ed>   DW_AT_name        : (indirect string, offset: 0x9e6): _sbuf
    <3f1>   DW_AT_decl_file   : 7
    <3f2>   DW_AT_decl_line   : 162
    <3f3>   DW_AT_decl_column : 20
    <3f4>   DW_AT_type        : <0x411>
    <3f8>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><3fb>: Abbrev Number: 11 (DW_TAG_member)
    <3fc>   DW_AT_name        : (indirect string, offset: 0x5b2): _pos
    <400>   DW_AT_decl_file   : 7
    <401>   DW_AT_decl_line   : 166
    <402>   DW_AT_decl_column : 7
    <403>   DW_AT_type        : <0x64>
    <407>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><40a>: Abbrev Number: 0
 <1><40b>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <40c>   DW_AT_byte_size   : 4
    <40d>   DW_AT_type        : <0x3d0>
 <1><411>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <412>   DW_AT_byte_size   : 4
    <413>   DW_AT_type        : <0x1e4>
 <1><417>: Abbrev Number: 6 (DW_TAG_array_type)
    <418>   DW_AT_type        : <0xef>
    <41c>   DW_AT_sibling     : <0x427>
 <2><420>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <421>   DW_AT_type        : <0x2b>
    <425>   DW_AT_upper_bound : 0
 <2><426>: Abbrev Number: 0
 <1><427>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <428>   DW_AT_byte_size   : 4
    <429>   DW_AT_type        : <0x3c8>
 <1><42d>: Abbrev Number: 6 (DW_TAG_array_type)
    <42e>   DW_AT_type        : <0xef>
    <432>   DW_AT_sibling     : <0x43d>
 <2><436>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <437>   DW_AT_type        : <0x2b>
    <43b>   DW_AT_upper_bound : 39
 <2><43c>: Abbrev Number: 0
 <1><43d>: Abbrev Number: 17 (DW_TAG_structure_type)
    <43e>   DW_AT_name        : (indirect string, offset: 0x4b4): _IO_FILE_plus
    <442>   DW_AT_declaration : 1
 <1><443>: Abbrev Number: 12 (DW_TAG_variable)
    <444>   DW_AT_name        : (indirect string, offset: 0x790): _IO_2_1_stdin_
    <448>   DW_AT_decl_file   : 7
    <449>   DW_AT_decl_line   : 319
    <44b>   DW_AT_decl_column : 29
    <44c>   DW_AT_type        : <0x43d>
    <450>   DW_AT_external    : 1
    <451>   DW_AT_declaration : 1
 <1><452>: Abbrev Number: 12 (DW_TAG_variable)
    <453>   DW_AT_name        : (indirect string, offset: 0xce6): _IO_2_1_stdout_
    <457>   DW_AT_decl_file   : 7
    <458>   DW_AT_decl_line   : 320
    <45a>   DW_AT_decl_column : 29
    <45b>   DW_AT_type        : <0x43d>
    <45f>   DW_AT_external    : 1
    <460>   DW_AT_declaration : 1
 <1><461>: Abbrev Number: 12 (DW_TAG_variable)
    <462>   DW_AT_name        : (indirect string, offset: 0x92): _IO_2_1_stderr_
    <466>   DW_AT_decl_file   : 7
    <467>   DW_AT_decl_line   : 321
    <469>   DW_AT_decl_column : 29
    <46a>   DW_AT_type        : <0x43d>
    <46e>   DW_AT_external    : 1
    <46f>   DW_AT_declaration : 1
 <1><470>: Abbrev Number: 13 (DW_TAG_variable)
    <471>   DW_AT_name        : (indirect string, offset: 0x5c8): stdin
    <475>   DW_AT_decl_file   : 9
    <476>   DW_AT_decl_line   : 135
    <477>   DW_AT_decl_column : 25
    <478>   DW_AT_type        : <0x411>
    <47c>   DW_AT_external    : 1
    <47d>   DW_AT_declaration : 1
 <1><47e>: Abbrev Number: 13 (DW_TAG_variable)
    <47f>   DW_AT_name        : (indirect string, offset: 0x1008): stdout
    <483>   DW_AT_decl_file   : 9
    <484>   DW_AT_decl_line   : 136
    <485>   DW_AT_decl_column : 25
    <486>   DW_AT_type        : <0x411>
    <48a>   DW_AT_external    : 1
    <48b>   DW_AT_declaration : 1
 <1><48c>: Abbrev Number: 13 (DW_TAG_variable)
    <48d>   DW_AT_name        : (indirect string, offset: 0xe03): stderr
    <491>   DW_AT_decl_file   : 9
    <492>   DW_AT_decl_line   : 137
    <493>   DW_AT_decl_column : 25
    <494>   DW_AT_type        : <0x411>
    <498>   DW_AT_external    : 1
    <499>   DW_AT_declaration : 1
 <1><49a>: Abbrev Number: 13 (DW_TAG_variable)
    <49b>   DW_AT_name        : (indirect string, offset: 0x289): sys_nerr
    <49f>   DW_AT_decl_file   : 10
    <4a0>   DW_AT_decl_line   : 26
    <4a1>   DW_AT_decl_column : 12
    <4a2>   DW_AT_type        : <0x64>
    <4a6>   DW_AT_external    : 1
    <4a7>   DW_AT_declaration : 1
 <1><4a8>: Abbrev Number: 6 (DW_TAG_array_type)
    <4a9>   DW_AT_type        : <0x1d8>
    <4ad>   DW_AT_sibling     : <0x4b3>
 <2><4b1>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4b2>: Abbrev Number: 0
 <1><4b3>: Abbrev Number: 3 (DW_TAG_const_type)
    <4b4>   DW_AT_type        : <0x4a8>
 <1><4b8>: Abbrev Number: 13 (DW_TAG_variable)
    <4b9>   DW_AT_name        : (indirect string, offset: 0x5d7): sys_errlist
    <4bd>   DW_AT_decl_file   : 10
    <4be>   DW_AT_decl_line   : 27
    <4bf>   DW_AT_decl_column : 26
    <4c0>   DW_AT_type        : <0x4b3>
    <4c4>   DW_AT_external    : 1
    <4c5>   DW_AT_declaration : 1
 <1><4c6>: Abbrev Number: 13 (DW_TAG_variable)
    <4c7>   DW_AT_name        : (indirect string, offset: 0x2a4): _sys_nerr
    <4cb>   DW_AT_decl_file   : 10
    <4cc>   DW_AT_decl_line   : 30
    <4cd>   DW_AT_decl_column : 12
    <4ce>   DW_AT_type        : <0x64>
    <4d2>   DW_AT_external    : 1
    <4d3>   DW_AT_declaration : 1
 <1><4d4>: Abbrev Number: 13 (DW_TAG_variable)
    <4d5>   DW_AT_name        : (indirect string, offset: 0xe85): _sys_errlist
    <4d9>   DW_AT_decl_file   : 10
    <4da>   DW_AT_decl_line   : 31
    <4db>   DW_AT_decl_column : 26
    <4dc>   DW_AT_type        : <0x4b3>
    <4e0>   DW_AT_external    : 1
    <4e1>   DW_AT_declaration : 1
 <1><4e2>: Abbrev Number: 13 (DW_TAG_variable)
    <4e3>   DW_AT_name        : (indirect string, offset: 0x6c2): program_invocation_name
    <4e7>   DW_AT_decl_file   : 11
    <4e8>   DW_AT_decl_line   : 45
    <4e9>   DW_AT_decl_column : 14
    <4ea>   DW_AT_type        : <0xe9>
    <4ee>   DW_AT_external    : 1
    <4ef>   DW_AT_declaration : 1
 <1><4f0>: Abbrev Number: 13 (DW_TAG_variable)
    <4f1>   DW_AT_name        : (indirect string, offset: 0xbd9): program_invocation_short_name
    <4f5>   DW_AT_decl_file   : 11
    <4f6>   DW_AT_decl_line   : 46
    <4f7>   DW_AT_decl_column : 14
    <4f8>   DW_AT_type        : <0xe9>
    <4fc>   DW_AT_external    : 1
    <4fd>   DW_AT_declaration : 1
 <1><4fe>: Abbrev Number: 6 (DW_TAG_array_type)
    <4ff>   DW_AT_type        : <0xe9>
    <503>   DW_AT_sibling     : <0x50e>
 <2><507>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <508>   DW_AT_type        : <0x2b>
    <50c>   DW_AT_upper_bound : 1
 <2><50d>: Abbrev Number: 0
 <1><50e>: Abbrev Number: 13 (DW_TAG_variable)
    <50f>   DW_AT_name        : (indirect string, offset: 0x1ee): __tzname
    <513>   DW_AT_decl_file   : 12
    <514>   DW_AT_decl_line   : 159
    <515>   DW_AT_decl_column : 14
    <516>   DW_AT_type        : <0x4fe>
    <51a>   DW_AT_external    : 1
    <51b>   DW_AT_declaration : 1
 <1><51c>: Abbrev Number: 13 (DW_TAG_variable)
    <51d>   DW_AT_name        : (indirect string, offset: 0xee8): __daylight
    <521>   DW_AT_decl_file   : 12
    <522>   DW_AT_decl_line   : 160
    <523>   DW_AT_decl_column : 12
    <524>   DW_AT_type        : <0x64>
    <528>   DW_AT_external    : 1
    <529>   DW_AT_declaration : 1
 <1><52a>: Abbrev Number: 13 (DW_TAG_variable)
    <52b>   DW_AT_name        : (indirect string, offset: 0x3a1): __timezone
    <52f>   DW_AT_decl_file   : 12
    <530>   DW_AT_decl_line   : 161
    <531>   DW_AT_decl_column : 17
    <532>   DW_AT_type        : <0x12b>
    <536>   DW_AT_external    : 1
    <537>   DW_AT_declaration : 1
 <1><538>: Abbrev Number: 13 (DW_TAG_variable)
    <539>   DW_AT_name        : (indirect string, offset: 0x700): tzname
    <53d>   DW_AT_decl_file   : 12
    <53e>   DW_AT_decl_line   : 166
    <53f>   DW_AT_decl_column : 14
    <540>   DW_AT_type        : <0x4fe>
    <544>   DW_AT_external    : 1
    <545>   DW_AT_declaration : 1
 <1><546>: Abbrev Number: 13 (DW_TAG_variable)
    <547>   DW_AT_name        : (indirect string, offset: 0x1078): daylight
    <54b>   DW_AT_decl_file   : 12
    <54c>   DW_AT_decl_line   : 174
    <54d>   DW_AT_decl_column : 12
    <54e>   DW_AT_type        : <0x64>
    <552>   DW_AT_external    : 1
    <553>   DW_AT_declaration : 1
 <1><554>: Abbrev Number: 13 (DW_TAG_variable)
    <555>   DW_AT_name        : (indirect string, offset: 0x556): timezone
    <559>   DW_AT_decl_file   : 12
    <55a>   DW_AT_decl_line   : 175
    <55b>   DW_AT_decl_column : 17
    <55c>   DW_AT_type        : <0x12b>
    <560>   DW_AT_external    : 1
    <561>   DW_AT_declaration : 1
 <1><562>: Abbrev Number: 12 (DW_TAG_variable)
    <563>   DW_AT_name        : (indirect string, offset: 0xf68): getdate_err
    <567>   DW_AT_decl_file   : 12
    <568>   DW_AT_decl_line   : 280
    <56a>   DW_AT_decl_column : 12
    <56b>   DW_AT_type        : <0x64>
    <56f>   DW_AT_external    : 1
    <570>   DW_AT_declaration : 1
 <1><571>: Abbrev Number: 13 (DW_TAG_variable)
    <572>   DW_AT_name        : (indirect string, offset: 0x9f1): debug_flag
    <576>   DW_AT_decl_file   : 13
    <577>   DW_AT_decl_line   : 20
    <578>   DW_AT_decl_column : 13
    <579>   DW_AT_type        : <0x57f>
    <57d>   DW_AT_external    : 1
    <57e>   DW_AT_declaration : 1
 <1><57f>: Abbrev Number: 2 (DW_TAG_base_type)
    <580>   DW_AT_byte_size   : 1
    <581>   DW_AT_encoding    : 2	(boolean)
    <582>   DW_AT_name        : (indirect string, offset: 0x49a): _Bool
 <1><586>: Abbrev Number: 3 (DW_TAG_const_type)
    <587>   DW_AT_type        : <0x57f>
 <1><58b>: Abbrev Number: 4 (DW_TAG_typedef)
    <58c>   DW_AT_name        : (indirect string, offset: 0xaa7): __kernel_long_t
    <590>   DW_AT_decl_file   : 14
    <591>   DW_AT_decl_line   : 14
    <592>   DW_AT_decl_column : 19
    <593>   DW_AT_type        : <0x7c>
 <1><597>: Abbrev Number: 4 (DW_TAG_typedef)
    <598>   DW_AT_name        : (indirect string, offset: 0x5b7): __kernel_ulong_t
    <59c>   DW_AT_decl_file   : 14
    <59d>   DW_AT_decl_line   : 15
    <59e>   DW_AT_decl_column : 28
    <59f>   DW_AT_type        : <0x8f>
 <1><5a3>: Abbrev Number: 19 (DW_TAG_structure_type)
    <5a4>   DW_AT_byte_size   : 8
    <5a5>   DW_AT_decl_file   : 15
    <5a6>   DW_AT_decl_line   : 79
    <5a7>   DW_AT_decl_column : 9
    <5a8>   DW_AT_sibling     : <0x5bc>
 <2><5ac>: Abbrev Number: 20 (DW_TAG_member)
    <5ad>   DW_AT_name        : val
    <5b1>   DW_AT_decl_file   : 15
    <5b2>   DW_AT_decl_line   : 80
    <5b3>   DW_AT_decl_column : 6
    <5b4>   DW_AT_type        : <0xba>
    <5b8>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5bb>: Abbrev Number: 0
 <1><5bc>: Abbrev Number: 4 (DW_TAG_typedef)
    <5bd>   DW_AT_name        : (indirect string, offset: 0xe75): __kernel_fsid_t
    <5c1>   DW_AT_decl_file   : 15
    <5c2>   DW_AT_decl_line   : 81
    <5c3>   DW_AT_decl_column : 3
    <5c4>   DW_AT_type        : <0x5a3>
 <1><5c8>: Abbrev Number: 4 (DW_TAG_typedef)
    <5c9>   DW_AT_name        : (indirect string, offset: 0x3f5): kernel_long_t
    <5cd>   DW_AT_decl_file   : 16
    <5ce>   DW_AT_decl_line   : 16
    <5cf>   DW_AT_decl_column : 25
    <5d0>   DW_AT_type        : <0x58b>
 <1><5d4>: Abbrev Number: 4 (DW_TAG_typedef)
    <5d5>   DW_AT_name        : (indirect string, offset: 0x8b3): kernel_ulong_t
    <5d9>   DW_AT_decl_file   : 16
    <5da>   DW_AT_decl_line   : 17
    <5db>   DW_AT_decl_column : 26
    <5dc>   DW_AT_type        : <0x597>
 <1><5e0>: Abbrev Number: 3 (DW_TAG_const_type)
    <5e1>   DW_AT_type        : <0x5d4>
 <1><5e5>: Abbrev Number: 10 (DW_TAG_structure_type)
    <5e6>   DW_AT_name        : (indirect string, offset: 0xbf7): list_item
    <5ea>   DW_AT_byte_size   : 8
    <5eb>   DW_AT_decl_file   : 17
    <5ec>   DW_AT_decl_line   : 92
    <5ed>   DW_AT_decl_column : 8
    <5ee>   DW_AT_sibling     : <0x611>
 <2><5f2>: Abbrev Number: 11 (DW_TAG_member)
    <5f3>   DW_AT_name        : (indirect string, offset: 0x10bd): prev
    <5f7>   DW_AT_decl_file   : 17
    <5f8>   DW_AT_decl_line   : 93
    <5f9>   DW_AT_decl_column : 20
    <5fa>   DW_AT_type        : <0x611>
    <5fe>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><601>: Abbrev Number: 11 (DW_TAG_member)
    <602>   DW_AT_name        : (indirect string, offset: 0x10b3): next
    <606>   DW_AT_decl_file   : 17
    <607>   DW_AT_decl_line   : 94
    <608>   DW_AT_decl_column : 20
    <609>   DW_AT_type        : <0x611>
    <60d>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><610>: Abbrev Number: 0
 <1><611>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <612>   DW_AT_byte_size   : 4
    <613>   DW_AT_type        : <0x5e5>
 <1><617>: Abbrev Number: 10 (DW_TAG_structure_type)
    <618>   DW_AT_name        : (indirect string, offset: 0x88b): sysent
    <61c>   DW_AT_byte_size   : 20
    <61d>   DW_AT_decl_file   : 18
    <61e>   DW_AT_decl_line   : 11
    <61f>   DW_AT_decl_column : 16
    <620>   DW_AT_sibling     : <0x670>
 <2><624>: Abbrev Number: 11 (DW_TAG_member)
    <625>   DW_AT_name        : (indirect string, offset: 0x101f): nargs
    <629>   DW_AT_decl_file   : 18
    <62a>   DW_AT_decl_line   : 12
    <62b>   DW_AT_decl_column : 11
    <62c>   DW_AT_type        : <0x2b>
    <630>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><633>: Abbrev Number: 11 (DW_TAG_member)
    <634>   DW_AT_name        : (indirect string, offset: 0x982): sys_flags
    <638>   DW_AT_decl_file   : 18
    <639>   DW_AT_decl_line   : 13
    <63a>   DW_AT_decl_column : 6
    <63b>   DW_AT_type        : <0x64>
    <63f>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><642>: Abbrev Number: 20 (DW_TAG_member)
    <643>   DW_AT_name        : sen
    <647>   DW_AT_decl_file   : 18
    <648>   DW_AT_decl_line   : 14
    <649>   DW_AT_decl_column : 6
    <64a>   DW_AT_type        : <0x64>
    <64e>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><651>: Abbrev Number: 11 (DW_TAG_member)
    <652>   DW_AT_name        : (indirect string, offset: 0x339): sys_func
    <656>   DW_AT_decl_file   : 18
    <657>   DW_AT_decl_line   : 15
    <658>   DW_AT_decl_column : 8
    <659>   DW_AT_type        : <0x67b>
    <65d>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><660>: Abbrev Number: 11 (DW_TAG_member)
    <661>   DW_AT_name        : (indirect string, offset: 0x2ae): sys_name
    <665>   DW_AT_decl_file   : 18
    <666>   DW_AT_decl_line   : 16
    <667>   DW_AT_decl_column : 14
    <668>   DW_AT_type        : <0x1d2>
    <66c>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><66f>: Abbrev Number: 0
 <1><670>: Abbrev Number: 21 (DW_TAG_subroutine_type)
    <671>   DW_AT_type        : <0x64>
    <675>   DW_AT_sibling     : <0x67b>
 <2><679>: Abbrev Number: 22 (DW_TAG_unspecified_parameters)
 <2><67a>: Abbrev Number: 0
 <1><67b>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <67c>   DW_AT_byte_size   : 4
    <67d>   DW_AT_type        : <0x670>
 <1><681>: Abbrev Number: 4 (DW_TAG_typedef)
    <682>   DW_AT_name        : (indirect string, offset: 0xe9a): struct_sysent
    <686>   DW_AT_decl_file   : 18
    <687>   DW_AT_decl_line   : 17
    <688>   DW_AT_decl_column : 3
    <689>   DW_AT_type        : <0x617>
 <1><68d>: Abbrev Number: 3 (DW_TAG_const_type)
    <68e>   DW_AT_type        : <0x681>
 <1><692>: Abbrev Number: 13 (DW_TAG_variable)
    <693>   DW_AT_name        : (indirect string, offset: 0xd4c): current_personality
    <697>   DW_AT_decl_file   : 19
    <698>   DW_AT_decl_line   : 158
    <699>   DW_AT_decl_column : 17
    <69a>   DW_AT_type        : <0x2b>
    <69e>   DW_AT_external    : 1
    <69f>   DW_AT_declaration : 1
 <1><6a0>: Abbrev Number: 13 (DW_TAG_variable)
    <6a1>   DW_AT_name        : (indirect string, offset: 0x82d): current_wordsize
    <6a5>   DW_AT_decl_file   : 19
    <6a6>   DW_AT_decl_line   : 171
    <6a7>   DW_AT_decl_column : 17
    <6a8>   DW_AT_type        : <0x2b>
    <6ac>   DW_AT_external    : 1
    <6ad>   DW_AT_declaration : 1
 <1><6ae>: Abbrev Number: 13 (DW_TAG_variable)
    <6af>   DW_AT_name        : (indirect string, offset: 0xa6c): current_klongsize
    <6b3>   DW_AT_decl_file   : 19
    <6b4>   DW_AT_decl_line   : 176
    <6b5>   DW_AT_decl_column : 17
    <6b6>   DW_AT_type        : <0x2b>
    <6ba>   DW_AT_external    : 1
    <6bb>   DW_AT_declaration : 1
 <1><6bc>: Abbrev Number: 10 (DW_TAG_structure_type)
    <6bd>   DW_AT_name        : (indirect string, offset: 0xc80): ioctlent
    <6c1>   DW_AT_byte_size   : 8
    <6c2>   DW_AT_decl_file   : 19
    <6c3>   DW_AT_decl_line   : 217
    <6c4>   DW_AT_decl_column : 16
    <6c5>   DW_AT_sibling     : <0x6e8>
 <2><6c9>: Abbrev Number: 11 (DW_TAG_member)
    <6ca>   DW_AT_name        : (indirect string, offset: 0xf45): symbol
    <6ce>   DW_AT_decl_file   : 19
    <6cf>   DW_AT_decl_line   : 218
    <6d0>   DW_AT_decl_column : 14
    <6d1>   DW_AT_type        : <0x1d2>
    <6d5>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6d8>: Abbrev Number: 11 (DW_TAG_member)
    <6d9>   DW_AT_name        : (indirect string, offset: 0xd15): code
    <6dd>   DW_AT_decl_file   : 19
    <6de>   DW_AT_decl_line   : 219
    <6df>   DW_AT_decl_column : 15
    <6e0>   DW_AT_type        : <0x2b>
    <6e4>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6e7>: Abbrev Number: 0
 <1><6e8>: Abbrev Number: 4 (DW_TAG_typedef)
    <6e9>   DW_AT_name        : (indirect string, offset: 0xc41): struct_ioctlent
    <6ed>   DW_AT_decl_file   : 19
    <6ee>   DW_AT_decl_line   : 220
    <6ef>   DW_AT_decl_column : 3
    <6f0>   DW_AT_type        : <0x6bc>
 <1><6f4>: Abbrev Number: 3 (DW_TAG_const_type)
    <6f5>   DW_AT_type        : <0x6e8>
 <1><6f9>: Abbrev Number: 10 (DW_TAG_structure_type)
    <6fa>   DW_AT_name        : (indirect string, offset: 0x821): inject_data
    <6fe>   DW_AT_byte_size   : 10
    <6ff>   DW_AT_decl_file   : 19
    <700>   DW_AT_decl_line   : 241
    <701>   DW_AT_decl_column : 8
    <702>   DW_AT_sibling     : <0x761>
 <2><706>: Abbrev Number: 11 (DW_TAG_member)
    <707>   DW_AT_name        : (indirect string, offset: 0x56c): flags
    <70b>   DW_AT_decl_file   : 19
    <70c>   DW_AT_decl_line   : 242
    <70d>   DW_AT_decl_column : 10
    <70e>   DW_AT_type        : <0xfb>
    <712>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><715>: Abbrev Number: 11 (DW_TAG_member)
    <716>   DW_AT_name        : (indirect string, offset: 0x936): signo
    <71a>   DW_AT_decl_file   : 19
    <71b>   DW_AT_decl_line   : 243
    <71c>   DW_AT_decl_column : 10
    <71d>   DW_AT_type        : <0xfb>
    <721>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><724>: Abbrev Number: 11 (DW_TAG_member)
    <725>   DW_AT_name        : (indirect string, offset: 0x119): rval_idx
    <729>   DW_AT_decl_file   : 19
    <72a>   DW_AT_decl_line   : 244
    <72b>   DW_AT_decl_column : 11
    <72c>   DW_AT_type        : <0x107>
    <730>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><733>: Abbrev Number: 11 (DW_TAG_member)
    <734>   DW_AT_name        : (indirect string, offset: 0x40): delay_idx
    <738>   DW_AT_decl_file   : 19
    <739>   DW_AT_decl_line   : 245
    <73a>   DW_AT_decl_column : 11
    <73b>   DW_AT_type        : <0x107>
    <73f>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><742>: Abbrev Number: 11 (DW_TAG_member)
    <743>   DW_AT_name        : (indirect string, offset: 0x5ef): poke_idx
    <747>   DW_AT_decl_file   : 19
    <748>   DW_AT_decl_line   : 246
    <749>   DW_AT_decl_column : 11
    <74a>   DW_AT_type        : <0x107>
    <74e>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><751>: Abbrev Number: 11 (DW_TAG_member)
    <752>   DW_AT_name        : (indirect string, offset: 0x1c6): scno
    <756>   DW_AT_decl_file   : 19
    <757>   DW_AT_decl_line   : 247
    <758>   DW_AT_decl_column : 11
    <759>   DW_AT_type        : <0x107>
    <75d>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><760>: Abbrev Number: 0
 <1><761>: Abbrev Number: 10 (DW_TAG_structure_type)
    <762>   DW_AT_name        : (indirect string, offset: 0xea): inject_opts
    <766>   DW_AT_byte_size   : 16
    <767>   DW_AT_decl_file   : 19
    <768>   DW_AT_decl_line   : 250
    <769>   DW_AT_decl_column : 8
    <76a>   DW_AT_sibling     : <0x7ab>
 <2><76e>: Abbrev Number: 11 (DW_TAG_member)
    <76f>   DW_AT_name        : (indirect string, offset: 0xa4a): first
    <773>   DW_AT_decl_file   : 19
    <774>   DW_AT_decl_line   : 251
    <775>   DW_AT_decl_column : 11
    <776>   DW_AT_type        : <0x107>
    <77a>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><77d>: Abbrev Number: 11 (DW_TAG_member)
    <77e>   DW_AT_name        : (indirect string, offset: 0x10e6): last
    <782>   DW_AT_decl_file   : 19
    <783>   DW_AT_decl_line   : 252
    <784>   DW_AT_decl_column : 11
    <785>   DW_AT_type        : <0x107>
    <789>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><78c>: Abbrev Number: 11 (DW_TAG_member)
    <78d>   DW_AT_name        : (indirect string, offset: 0x3cc): step
    <791>   DW_AT_decl_file   : 19
    <792>   DW_AT_decl_line   : 253
    <793>   DW_AT_decl_column : 11
    <794>   DW_AT_type        : <0x107>
    <798>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><79b>: Abbrev Number: 11 (DW_TAG_member)
    <79c>   DW_AT_name        : (indirect string, offset: 0x10b8): data
    <7a0>   DW_AT_decl_file   : 19
    <7a1>   DW_AT_decl_line   : 254
    <7a2>   DW_AT_decl_column : 21
    <7a3>   DW_AT_type        : <0x6f9>
    <7a7>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><7aa>: Abbrev Number: 0
 <1><7ab>: Abbrev Number: 23 (DW_TAG_structure_type)
    <7ac>   DW_AT_name        : tcb
    <7b0>   DW_AT_byte_size   : 280
    <7b2>   DW_AT_decl_file   : 19
    <7b3>   DW_AT_decl_line   : 262
    <7b5>   DW_AT_decl_column : 8
    <7b6>   DW_AT_sibling     : <0x9db>
 <2><7ba>: Abbrev Number: 15 (DW_TAG_member)
    <7bb>   DW_AT_name        : (indirect string, offset: 0x56c): flags
    <7bf>   DW_AT_decl_file   : 19
    <7c0>   DW_AT_decl_line   : 263
    <7c2>   DW_AT_decl_column : 6
    <7c3>   DW_AT_type        : <0x64>
    <7c7>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7ca>: Abbrev Number: 24 (DW_TAG_member)
    <7cb>   DW_AT_name        : pid
    <7cf>   DW_AT_decl_file   : 19
    <7d0>   DW_AT_decl_line   : 264
    <7d2>   DW_AT_decl_column : 6
    <7d3>   DW_AT_type        : <0x64>
    <7d7>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7da>: Abbrev Number: 15 (DW_TAG_member)
    <7db>   DW_AT_name        : (indirect string, offset: 0x58): qual_flg
    <7df>   DW_AT_decl_file   : 19
    <7e0>   DW_AT_decl_line   : 265
    <7e2>   DW_AT_decl_column : 6
    <7e3>   DW_AT_type        : <0x64>
    <7e7>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7ea>: Abbrev Number: 15 (DW_TAG_member)
    <7eb>   DW_AT_name        : (indirect string, offset: 0x3bd): currpers
    <7ef>   DW_AT_decl_file   : 19
    <7f0>   DW_AT_decl_line   : 267
    <7f2>   DW_AT_decl_column : 15
    <7f3>   DW_AT_type        : <0x2b>
    <7f7>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><7fa>: Abbrev Number: 15 (DW_TAG_member)
    <7fb>   DW_AT_name        : (indirect string, offset: 0xb4c): u_error
    <7ff>   DW_AT_decl_file   : 19
    <800>   DW_AT_decl_line   : 269
    <802>   DW_AT_decl_column : 16
    <803>   DW_AT_type        : <0x37>
    <807>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><80a>: Abbrev Number: 15 (DW_TAG_member)
    <80b>   DW_AT_name        : (indirect string, offset: 0x1c6): scno
    <80f>   DW_AT_decl_file   : 19
    <810>   DW_AT_decl_line   : 270
    <812>   DW_AT_decl_column : 17
    <813>   DW_AT_type        : <0x5d4>
    <817>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><81a>: Abbrev Number: 15 (DW_TAG_member)
    <81b>   DW_AT_name        : (indirect string, offset: 0xb8f): true_scno
    <81f>   DW_AT_decl_file   : 19
    <820>   DW_AT_decl_line   : 271
    <822>   DW_AT_decl_column : 17
    <823>   DW_AT_type        : <0x5d4>
    <827>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><82a>: Abbrev Number: 15 (DW_TAG_member)
    <82b>   DW_AT_name        : (indirect string, offset: 0x1d0): u_arg
    <82f>   DW_AT_decl_file   : 19
    <830>   DW_AT_decl_line   : 272
    <832>   DW_AT_decl_column : 17
    <833>   DW_AT_type        : <0x9db>
    <837>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><83a>: Abbrev Number: 15 (DW_TAG_member)
    <83b>   DW_AT_name        : (indirect string, offset: 0x999): u_rval
    <83f>   DW_AT_decl_file   : 19
    <840>   DW_AT_decl_line   : 273
    <842>   DW_AT_decl_column : 16
    <843>   DW_AT_type        : <0x5c8>
    <847>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><84a>: Abbrev Number: 15 (DW_TAG_member)
    <84b>   DW_AT_name        : (indirect string, offset: 0xac3): sys_func_rval
    <84f>   DW_AT_decl_file   : 19
    <850>   DW_AT_decl_line   : 274
    <852>   DW_AT_decl_column : 6
    <853>   DW_AT_type        : <0x64>
    <857>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><85a>: Abbrev Number: 15 (DW_TAG_member)
    <85b>   DW_AT_name        : (indirect string, offset: 0xcf6): curcol
    <85f>   DW_AT_decl_file   : 19
    <860>   DW_AT_decl_line   : 275
    <862>   DW_AT_decl_column : 6
    <863>   DW_AT_type        : <0x64>
    <867>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><86a>: Abbrev Number: 15 (DW_TAG_member)
    <86b>   DW_AT_name        : (indirect string, offset: 0x9ab): outf
    <86f>   DW_AT_decl_file   : 19
    <870>   DW_AT_decl_line   : 276
    <872>   DW_AT_decl_column : 8
    <873>   DW_AT_type        : <0x9eb>
    <877>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><87a>: Abbrev Number: 15 (DW_TAG_member)
    <87b>   DW_AT_name        : (indirect string, offset: 0xf1d): staged_output_data
    <87f>   DW_AT_decl_file   : 19
    <880>   DW_AT_decl_line   : 277
    <882>   DW_AT_decl_column : 29
    <883>   DW_AT_type        : <0x9f7>
    <887>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><88a>: Abbrev Number: 15 (DW_TAG_member)
    <88b>   DW_AT_name        : (indirect string, offset: 0xa8e): auxstr
    <88f>   DW_AT_decl_file   : 19
    <890>   DW_AT_decl_line   : 279
    <892>   DW_AT_decl_column : 14
    <893>   DW_AT_type        : <0x1d2>
    <897>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><89a>: Abbrev Number: 15 (DW_TAG_member)
    <89b>   DW_AT_name        : (indirect string, offset: 0x1af): _priv_data
    <89f>   DW_AT_decl_file   : 19
    <8a0>   DW_AT_decl_line   : 280
    <8a2>   DW_AT_decl_column : 8
    <8a3>   DW_AT_type        : <0xd6>
    <8a7>   DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
 <2><8aa>: Abbrev Number: 15 (DW_TAG_member)
    <8ab>   DW_AT_name        : (indirect string, offset: 0xc24): _free_priv_data
    <8af>   DW_AT_decl_file   : 19
    <8b0>   DW_AT_decl_line   : 281
    <8b2>   DW_AT_decl_column : 9
    <8b3>   DW_AT_type        : <0xa09>
    <8b7>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><8ba>: Abbrev Number: 15 (DW_TAG_member)
    <8bb>   DW_AT_name        : (indirect string, offset: 0x1c0): s_ent
    <8bf>   DW_AT_decl_file   : 19
    <8c0>   DW_AT_decl_line   : 282
    <8c2>   DW_AT_decl_column : 23
    <8c3>   DW_AT_type        : <0xa0f>
    <8c7>   DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
 <2><8ca>: Abbrev Number: 15 (DW_TAG_member)
    <8cb>   DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
    <8cf>   DW_AT_decl_file   : 19
    <8d0>   DW_AT_decl_line   : 285
    <8d2>   DW_AT_decl_column : 23
    <8d3>   DW_AT_type        : <0xa0f>
    <8d7>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><8db>: Abbrev Number: 15 (DW_TAG_member)
    <8dc>   DW_AT_name        : (indirect string, offset: 0x3b2): inject_vec
    <8e0>   DW_AT_decl_file   : 19
    <8e1>   DW_AT_decl_line   : 286
    <8e3>   DW_AT_decl_column : 22
    <8e4>   DW_AT_type        : <0xa1a>
    <8e8>   DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
 <2><8ec>: Abbrev Number: 15 (DW_TAG_member)
    <8ed>   DW_AT_name        : (indirect string, offset: 0x7fc): stime
    <8f1>   DW_AT_decl_file   : 19
    <8f2>   DW_AT_decl_line   : 287
    <8f4>   DW_AT_decl_column : 18
    <8f5>   DW_AT_type        : <0x143>
    <8f9>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><8fd>: Abbrev Number: 15 (DW_TAG_member)
    <8fe>   DW_AT_name        : (indirect string, offset: 0x3c6): ltime
    <902>   DW_AT_decl_file   : 19
    <903>   DW_AT_decl_line   : 288
    <905>   DW_AT_decl_column : 18
    <906>   DW_AT_type        : <0x143>
    <90a>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><90e>: Abbrev Number: 15 (DW_TAG_member)
    <90f>   DW_AT_name        : (indirect string, offset: 0xfe6): atime
    <913>   DW_AT_decl_file   : 19
    <914>   DW_AT_decl_line   : 289
    <916>   DW_AT_decl_column : 18
    <917>   DW_AT_type        : <0x143>
    <91b>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><91f>: Abbrev Number: 15 (DW_TAG_member)
    <920>   DW_AT_name        : (indirect string, offset: 0x566): etime
    <924>   DW_AT_decl_file   : 19
    <925>   DW_AT_decl_line   : 290
    <927>   DW_AT_decl_column : 18
    <928>   DW_AT_type        : <0x143>
    <92c>   DW_AT_data_member_location: 3 byte block: 23 c0 1 	(DW_OP_plus_uconst: 192)
 <2><930>: Abbrev Number: 15 (DW_TAG_member)
    <931>   DW_AT_name        : (indirect string, offset: 0xd60): delay_expiration_time
    <935>   DW_AT_decl_file   : 19
    <936>   DW_AT_decl_line   : 291
    <938>   DW_AT_decl_column : 18
    <939>   DW_AT_type        : <0x143>
    <93d>   DW_AT_data_member_location: 3 byte block: 23 d0 1 	(DW_OP_plus_uconst: 208)
 <2><941>: Abbrev Number: 15 (DW_TAG_member)
    <942>   DW_AT_name        : (indirect string, offset: 0x32): pid_ns
    <946>   DW_AT_decl_file   : 19
    <947>   DW_AT_decl_line   : 298
    <949>   DW_AT_decl_column : 15
    <94a>   DW_AT_type        : <0x2b>
    <94e>   DW_AT_data_member_location: 3 byte block: 23 e0 1 	(DW_OP_plus_uconst: 224)
 <2><952>: Abbrev Number: 15 (DW_TAG_member)
    <953>   DW_AT_name        : (indirect string, offset: 0xf74): mmap_cache
    <957>   DW_AT_decl_file   : 19
    <958>   DW_AT_decl_line   : 304
    <95a>   DW_AT_decl_column : 23
    <95b>   DW_AT_type        : <0xa36>
    <95f>   DW_AT_data_member_location: 3 byte block: 23 e4 1 	(DW_OP_plus_uconst: 228)
 <2><963>: Abbrev Number: 15 (DW_TAG_member)
    <964>   DW_AT_name        : (indirect string, offset: 0xb65): wait_data_idx
    <968>   DW_AT_decl_file   : 19
    <969>   DW_AT_decl_line   : 311
    <96b>   DW_AT_decl_column : 9
    <96c>   DW_AT_type        : <0x132>
    <970>   DW_AT_data_member_location: 3 byte block: 23 e8 1 	(DW_OP_plus_uconst: 232)
 <2><974>: Abbrev Number: 15 (DW_TAG_member)
    <975>   DW_AT_name        : (indirect string, offset: 0xa95): delayed_wait_data
    <979>   DW_AT_decl_file   : 19
    <97a>   DW_AT_decl_line   : 313
    <97c>   DW_AT_decl_column : 24
    <97d>   DW_AT_type        : <0xa42>
    <981>   DW_AT_data_member_location: 3 byte block: 23 ec 1 	(DW_OP_plus_uconst: 236)
 <2><985>: Abbrev Number: 15 (DW_TAG_member)
    <986>   DW_AT_name        : (indirect string, offset: 0xb05): wait_list
    <98a>   DW_AT_decl_file   : 19
    <98b>   DW_AT_decl_line   : 314
    <98d>   DW_AT_decl_column : 19
    <98e>   DW_AT_type        : <0x5e5>
    <992>   DW_AT_data_member_location: 3 byte block: 23 f0 1 	(DW_OP_plus_uconst: 240)
 <2><996>: Abbrev Number: 15 (DW_TAG_member)
    <997>   DW_AT_name        : (indirect string, offset: 0x6da): vcpu_info_list
    <99b>   DW_AT_decl_file   : 19
    <99c>   DW_AT_decl_line   : 318
    <99e>   DW_AT_decl_column : 20
    <99f>   DW_AT_type        : <0xa4e>
    <9a3>   DW_AT_data_member_location: 3 byte block: 23 f8 1 	(DW_OP_plus_uconst: 248)
 <2><9a7>: Abbrev Number: 15 (DW_TAG_member)
    <9a8>   DW_AT_name        : (indirect string, offset: 0xcbb): unwind_ctx
    <9ac>   DW_AT_decl_file   : 19
    <9ad>   DW_AT_decl_line   : 322
    <9af>   DW_AT_decl_column : 8
    <9b0>   DW_AT_type        : <0xd6>
    <9b4>   DW_AT_data_member_location: 3 byte block: 23 fc 1 	(DW_OP_plus_uconst: 252)
 <2><9b8>: Abbrev Number: 15 (DW_TAG_member)
    <9b9>   DW_AT_name        : (indirect string, offset: 0x549): unwind_queue
    <9bd>   DW_AT_decl_file   : 19
    <9be>   DW_AT_decl_line   : 323
    <9c0>   DW_AT_decl_column : 25
    <9c1>   DW_AT_type        : <0xa5a>
    <9c5>   DW_AT_data_member_location: 3 byte block: 23 80 2 	(DW_OP_plus_uconst: 256)
 <2><9c9>: Abbrev Number: 15 (DW_TAG_member)
    <9ca>   DW_AT_name        : (indirect string, offset: 0x1a4): comm
    <9ce>   DW_AT_decl_file   : 19
    <9cf>   DW_AT_decl_line   : 327
    <9d1>   DW_AT_decl_column : 7
    <9d2>   DW_AT_type        : <0xa60>
    <9d6>   DW_AT_data_member_location: 3 byte block: 23 84 2 	(DW_OP_plus_uconst: 260)
 <2><9da>: Abbrev Number: 0
 <1><9db>: Abbrev Number: 6 (DW_TAG_array_type)
    <9dc>   DW_AT_type        : <0x5d4>
    <9e0>   DW_AT_sibling     : <0x9eb>
 <2><9e4>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <9e5>   DW_AT_type        : <0x2b>
    <9e9>   DW_AT_upper_bound : 5
 <2><9ea>: Abbrev Number: 0
 <1><9eb>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <9ec>   DW_AT_byte_size   : 4
    <9ed>   DW_AT_type        : <0x3bc>
 <1><9f1>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9f2>   DW_AT_name        : (indirect string, offset: 0xf1d): staged_output_data
    <9f6>   DW_AT_declaration : 1
 <1><9f7>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <9f8>   DW_AT_byte_size   : 4
    <9f9>   DW_AT_type        : <0x9f1>
 <1><9fd>: Abbrev Number: 25 (DW_TAG_subroutine_type)
    <9fe>   DW_AT_prototyped  : 1
    <9ff>   DW_AT_sibling     : <0xa09>
 <2><a03>: Abbrev Number: 26 (DW_TAG_formal_parameter)
    <a04>   DW_AT_type        : <0xd6>
 <2><a08>: Abbrev Number: 0
 <1><a09>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a0a>   DW_AT_byte_size   : 4
    <a0b>   DW_AT_type        : <0x9fd>
 <1><a0f>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a10>   DW_AT_byte_size   : 4
    <a11>   DW_AT_type        : <0x68d>
 <1><a15>: Abbrev Number: 3 (DW_TAG_const_type)
    <a16>   DW_AT_type        : <0xa0f>
 <1><a1a>: Abbrev Number: 6 (DW_TAG_array_type)
    <a1b>   DW_AT_type        : <0xa2a>
    <a1f>   DW_AT_sibling     : <0xa2a>
 <2><a23>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <a24>   DW_AT_type        : <0x2b>
    <a28>   DW_AT_upper_bound : 2
 <2><a29>: Abbrev Number: 0
 <1><a2a>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a2b>   DW_AT_byte_size   : 4
    <a2c>   DW_AT_type        : <0x761>
 <1><a30>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a31>   DW_AT_name        : (indirect string, offset: 0xb6): mmap_cache_t
    <a35>   DW_AT_declaration : 1
 <1><a36>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a37>   DW_AT_byte_size   : 4
    <a38>   DW_AT_type        : <0xa30>
 <1><a3c>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a3d>   DW_AT_name        : (indirect string, offset: 0x3e7): tcb_wait_data
    <a41>   DW_AT_declaration : 1
 <1><a42>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a43>   DW_AT_byte_size   : 4
    <a44>   DW_AT_type        : <0xa3c>
 <1><a48>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a49>   DW_AT_name        : (indirect string, offset: 0x19a): vcpu_info
    <a4d>   DW_AT_declaration : 1
 <1><a4e>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a4f>   DW_AT_byte_size   : 4
    <a50>   DW_AT_type        : <0xa48>
 <1><a54>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a55>   DW_AT_name        : (indirect string, offset: 0xf01): unwind_queue_t
    <a59>   DW_AT_declaration : 1
 <1><a5a>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a5b>   DW_AT_byte_size   : 4
    <a5c>   DW_AT_type        : <0xa54>
 <1><a60>: Abbrev Number: 6 (DW_TAG_array_type)
    <a61>   DW_AT_type        : <0xef>
    <a65>   DW_AT_sibling     : <0xa70>
 <2><a69>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <a6a>   DW_AT_type        : <0x2b>
    <a6e>   DW_AT_upper_bound : 15
 <2><a6f>: Abbrev Number: 0
 <1><a70>: Abbrev Number: 12 (DW_TAG_variable)
    <a71>   DW_AT_name        : (indirect string, offset: 0xba2): stub_sysent
    <a75>   DW_AT_decl_file   : 19
    <a76>   DW_AT_decl_line   : 400
    <a78>   DW_AT_decl_column : 28
    <a79>   DW_AT_type        : <0x68d>
    <a7d>   DW_AT_external    : 1
    <a7e>   DW_AT_declaration : 1
 <1><a7f>: Abbrev Number: 27 (DW_TAG_enumeration_type)
    <a80>   DW_AT_name        : (indirect string, offset: 0x109b): xlat_type
    <a84>   DW_AT_encoding    : 7	(unsigned)
    <a85>   DW_AT_byte_size   : 4
    <a86>   DW_AT_type        : <0x2b>
    <a8a>   DW_AT_decl_file   : 20
    <a8b>   DW_AT_decl_line   : 13
    <a8c>   DW_AT_decl_column : 6
    <a8d>   DW_AT_sibling     : <0xaa4>
 <2><a91>: Abbrev Number: 28 (DW_TAG_enumerator)
    <a92>   DW_AT_name        : (indirect string, offset: 0x309): XT_NORMAL
    <a96>   DW_AT_const_value : 0
 <2><a97>: Abbrev Number: 28 (DW_TAG_enumerator)
    <a98>   DW_AT_name        : (indirect string, offset: 0xc58): XT_SORTED
    <a9c>   DW_AT_const_value : 1
 <2><a9d>: Abbrev Number: 28 (DW_TAG_enumerator)
    <a9e>   DW_AT_name        : (indirect string, offset: 0xde3): XT_INDEXED
    <aa2>   DW_AT_const_value : 2
 <2><aa3>: Abbrev Number: 0
 <1><aa4>: Abbrev Number: 27 (DW_TAG_enumeration_type)
    <aa5>   DW_AT_name        : (indirect string, offset: 0xbce): xlat_style
    <aa9>   DW_AT_encoding    : 7	(unsigned)
    <aaa>   DW_AT_byte_size   : 4
    <aab>   DW_AT_type        : <0x2b>
    <aaf>   DW_AT_decl_file   : 20
    <ab0>   DW_AT_decl_line   : 19
    <ab1>   DW_AT_decl_column : 6
    <ab2>   DW_AT_sibling     : <0xae1>
 <2><ab6>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ab7>   DW_AT_name        : (indirect string, offset: 0xf6): XLAT_STYLE_DEFAULT
    <abb>   DW_AT_const_value : 0
 <2><abc>: Abbrev Number: 28 (DW_TAG_enumerator)
    <abd>   DW_AT_name        : (indirect string, offset: 0xc01): XLAT_STYLE_RAW
    <ac1>   DW_AT_const_value : 1
 <2><ac2>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ac3>   DW_AT_name        : (indirect string, offset: 0x1066): XLAT_STYLE_ABBREV
    <ac7>   DW_AT_const_value : 2
 <2><ac8>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ac9>   DW_AT_name        : (indirect string, offset: 0x326): XLAT_STYLE_VERBOSE
    <acd>   DW_AT_const_value : 3
 <2><ace>: Abbrev Number: 28 (DW_TAG_enumerator)
    <acf>   DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
    <ad3>   DW_AT_const_value : 0
 <2><ad4>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ad5>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <ad9>   DW_AT_const_value : 4
 <2><ada>: Abbrev Number: 28 (DW_TAG_enumerator)
    <adb>   DW_AT_name        : (indirect string, offset: 0x10d5): XLAT_STYLE_FMT_D
    <adf>   DW_AT_const_value : 8
 <2><ae0>: Abbrev Number: 0
 <1><ae1>: Abbrev Number: 10 (DW_TAG_structure_type)
    <ae2>   DW_AT_name        : (indirect string, offset: 0x357): xlat_data
    <ae6>   DW_AT_byte_size   : 16
    <ae7>   DW_AT_decl_file   : 20
    <ae8>   DW_AT_decl_line   : 51
    <ae9>   DW_AT_decl_column : 8
    <aea>   DW_AT_sibling     : <0xb0d>
 <2><aee>: Abbrev Number: 20 (DW_TAG_member)
    <aef>   DW_AT_name        : val
    <af3>   DW_AT_decl_file   : 20
    <af4>   DW_AT_decl_line   : 52
    <af5>   DW_AT_decl_column : 11
    <af6>   DW_AT_type        : <0x11f>
    <afa>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><afd>: Abbrev Number: 20 (DW_TAG_member)
    <afe>   DW_AT_name        : str
    <b02>   DW_AT_decl_file   : 20
    <b03>   DW_AT_decl_line   : 53
    <b04>   DW_AT_decl_column : 14
    <b05>   DW_AT_type        : <0x1d2>
    <b09>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b0c>: Abbrev Number: 0
 <1><b0d>: Abbrev Number: 3 (DW_TAG_const_type)
    <b0e>   DW_AT_type        : <0xae1>
 <1><b12>: Abbrev Number: 10 (DW_TAG_structure_type)
    <b13>   DW_AT_name        : (indirect string, offset: 0x22): xlat
    <b17>   DW_AT_byte_size   : 24
    <b18>   DW_AT_decl_file   : 20
    <b19>   DW_AT_decl_line   : 56
    <b1a>   DW_AT_decl_column : 8
    <b1b>   DW_AT_sibling     : <0xb6b>
 <2><b1f>: Abbrev Number: 11 (DW_TAG_member)
    <b20>   DW_AT_name        : (indirect string, offset: 0x10b8): data
    <b24>   DW_AT_decl_file   : 20
    <b25>   DW_AT_decl_line   : 57
    <b26>   DW_AT_decl_column : 26
    <b27>   DW_AT_type        : <0xb70>
    <b2b>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b2e>: Abbrev Number: 11 (DW_TAG_member)
    <b2f>   DW_AT_name        : (indirect string, offset: 0x87f): flags_strsz
    <b33>   DW_AT_decl_file   : 20
    <b34>   DW_AT_decl_line   : 58
    <b35>   DW_AT_decl_column : 9
    <b36>   DW_AT_type        : <0x132>
    <b3a>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b3d>: Abbrev Number: 11 (DW_TAG_member)
    <b3e>   DW_AT_name        : (indirect string, offset: 0xb73): size
    <b42>   DW_AT_decl_file   : 20
    <b43>   DW_AT_decl_line   : 59
    <b44>   DW_AT_decl_column : 11
    <b45>   DW_AT_type        : <0x113>
    <b49>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b4c>: Abbrev Number: 11 (DW_TAG_member)
    <b4d>   DW_AT_name        : (indirect string, offset: 0x1cb): type
    <b51>   DW_AT_decl_file   : 20
    <b52>   DW_AT_decl_line   : 60
    <b53>   DW_AT_decl_column : 17
    <b54>   DW_AT_type        : <0xa7f>
    <b58>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b5b>: Abbrev Number: 11 (DW_TAG_member)
    <b5c>   DW_AT_name        : (indirect string, offset: 0x735): flags_mask
    <b60>   DW_AT_decl_file   : 20
    <b61>   DW_AT_decl_line   : 61
    <b62>   DW_AT_decl_column : 11
    <b63>   DW_AT_type        : <0x11f>
    <b67>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b6a>: Abbrev Number: 0
 <1><b6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <b6c>   DW_AT_type        : <0xb12>
 <1><b70>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <b71>   DW_AT_byte_size   : 4
    <b72>   DW_AT_type        : <0xb0d>
 <1><b76>: Abbrev Number: 6 (DW_TAG_array_type)
    <b77>   DW_AT_type        : <0xb6b>
    <b7b>   DW_AT_sibling     : <0xb81>
 <2><b7f>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b80>: Abbrev Number: 0
 <1><b81>: Abbrev Number: 3 (DW_TAG_const_type)
    <b82>   DW_AT_type        : <0xb76>
 <1><b86>: Abbrev Number: 12 (DW_TAG_variable)
    <b87>   DW_AT_name        : (indirect string, offset: 0xe53): addrfams
    <b8b>   DW_AT_decl_file   : 19
    <b8c>   DW_AT_decl_line   : 406
    <b8e>   DW_AT_decl_column : 26
    <b8f>   DW_AT_type        : <0xb81>
    <b93>   DW_AT_external    : 1
    <b94>   DW_AT_declaration : 1
 <1><b95>: Abbrev Number: 12 (DW_TAG_variable)
    <b96>   DW_AT_name        : (indirect string, offset: 0xd25): arp_hardware_types
    <b9a>   DW_AT_decl_file   : 19
    <b9b>   DW_AT_decl_line   : 407
    <b9d>   DW_AT_decl_column : 26
    <b9e>   DW_AT_type        : <0xb81>
    <ba2>   DW_AT_external    : 1
    <ba3>   DW_AT_declaration : 1
 <1><ba4>: Abbrev Number: 12 (DW_TAG_variable)
    <ba5>   DW_AT_name        : (indirect string, offset: 0xfec): at_flags
    <ba9>   DW_AT_decl_file   : 19
    <baa>   DW_AT_decl_line   : 408
    <bac>   DW_AT_decl_column : 26
    <bad>   DW_AT_type        : <0xb81>
    <bb1>   DW_AT_external    : 1
    <bb2>   DW_AT_declaration : 1
 <1><bb3>: Abbrev Number: 12 (DW_TAG_variable)
    <bb4>   DW_AT_name        : (indirect string, offset: 0x527): clocknames
    <bb8>   DW_AT_decl_file   : 19
    <bb9>   DW_AT_decl_line   : 409
    <bbb>   DW_AT_decl_column : 26
    <bbc>   DW_AT_type        : <0xb81>
    <bc0>   DW_AT_external    : 1
    <bc1>   DW_AT_declaration : 1
 <1><bc2>: Abbrev Number: 12 (DW_TAG_variable)
    <bc3>   DW_AT_name        : (indirect string, offset: 0xfb0): dirent_types
    <bc7>   DW_AT_decl_file   : 19
    <bc8>   DW_AT_decl_line   : 410
    <bca>   DW_AT_decl_column : 26
    <bcb>   DW_AT_type        : <0xb81>
    <bcf>   DW_AT_external    : 1
    <bd0>   DW_AT_declaration : 1
 <1><bd1>: Abbrev Number: 12 (DW_TAG_variable)
    <bd2>   DW_AT_name        : (indirect string, offset: 0x8d0): ethernet_protocols
    <bd6>   DW_AT_decl_file   : 19
    <bd7>   DW_AT_decl_line   : 411
    <bd9>   DW_AT_decl_column : 26
    <bda>   DW_AT_type        : <0xb81>
    <bde>   DW_AT_external    : 1
    <bdf>   DW_AT_declaration : 1
 <1><be0>: Abbrev Number: 12 (DW_TAG_variable)
    <be1>   DW_AT_name        : (indirect string, offset: 0x642): inet_protocols
    <be5>   DW_AT_decl_file   : 19
    <be6>   DW_AT_decl_line   : 412
    <be8>   DW_AT_decl_column : 26
    <be9>   DW_AT_type        : <0xb81>
    <bed>   DW_AT_external    : 1
    <bee>   DW_AT_declaration : 1
 <1><bef>: Abbrev Number: 12 (DW_TAG_variable)
    <bf0>   DW_AT_name        : (indirect string, offset: 0x2f6): evdev_abs
    <bf4>   DW_AT_decl_file   : 19
    <bf5>   DW_AT_decl_line   : 413
    <bf7>   DW_AT_decl_column : 26
    <bf8>   DW_AT_type        : <0xb81>
    <bfc>   DW_AT_external    : 1
    <bfd>   DW_AT_declaration : 1
 <1><bfe>: Abbrev Number: 12 (DW_TAG_variable)
    <bff>   DW_AT_name        : (indirect string, offset: 0x72a): audit_arch
    <c03>   DW_AT_decl_file   : 19
    <c04>   DW_AT_decl_line   : 414
    <c06>   DW_AT_decl_column : 26
    <c07>   DW_AT_type        : <0xb81>
    <c0b>   DW_AT_external    : 1
    <c0c>   DW_AT_declaration : 1
 <1><c0d>: Abbrev Number: 12 (DW_TAG_variable)
    <c0e>   DW_AT_name        : (indirect string, offset: 0xa2): evdev_ev
    <c12>   DW_AT_decl_file   : 19
    <c13>   DW_AT_decl_line   : 415
    <c15>   DW_AT_decl_column : 26
    <c16>   DW_AT_type        : <0xb81>
    <c1a>   DW_AT_external    : 1
    <c1b>   DW_AT_declaration : 1
 <1><c1c>: Abbrev Number: 12 (DW_TAG_variable)
    <c1d>   DW_AT_name        : (indirect string, offset: 0x508): iffflags
    <c21>   DW_AT_decl_file   : 19
    <c22>   DW_AT_decl_line   : 416
    <c24>   DW_AT_decl_column : 26
    <c25>   DW_AT_type        : <0xb81>
    <c29>   DW_AT_external    : 1
    <c2a>   DW_AT_declaration : 1
 <1><c2b>: Abbrev Number: 12 (DW_TAG_variable)
    <c2c>   DW_AT_name        : (indirect string, offset: 0xc10): ip_type_of_services
    <c30>   DW_AT_decl_file   : 19
    <c31>   DW_AT_decl_line   : 417
    <c33>   DW_AT_decl_column : 26
    <c34>   DW_AT_type        : <0xb81>
    <c38>   DW_AT_external    : 1
    <c39>   DW_AT_declaration : 1
 <1><c3a>: Abbrev Number: 12 (DW_TAG_variable)
    <c3b>   DW_AT_name        : (indirect string, offset: 0x6b6): ipc_private
    <c3f>   DW_AT_decl_file   : 19
    <c40>   DW_AT_decl_line   : 418
    <c42>   DW_AT_decl_column : 26
    <c43>   DW_AT_type        : <0xb81>
    <c47>   DW_AT_external    : 1
    <c48>   DW_AT_declaration : 1
 <1><c49>: Abbrev Number: 12 (DW_TAG_variable)
    <c4a>   DW_AT_name        : (indirect string, offset: 0x34d): msg_flags
    <c4e>   DW_AT_decl_file   : 19
    <c4f>   DW_AT_decl_line   : 419
    <c51>   DW_AT_decl_column : 26
    <c52>   DW_AT_type        : <0xb81>
    <c56>   DW_AT_external    : 1
    <c57>   DW_AT_declaration : 1
 <1><c58>: Abbrev Number: 12 (DW_TAG_variable)
    <c59>   DW_AT_name        : (indirect string, offset: 0x188): netlink_protocols
    <c5d>   DW_AT_decl_file   : 19
    <c5e>   DW_AT_decl_line   : 420
    <c60>   DW_AT_decl_column : 26
    <c61>   DW_AT_type        : <0xb81>
    <c65>   DW_AT_external    : 1
    <c66>   DW_AT_declaration : 1
 <1><c67>: Abbrev Number: 12 (DW_TAG_variable)
    <c68>   DW_AT_name        : (indirect string, offset: 0xf30): nl_bridge_vlan_flags
    <c6c>   DW_AT_decl_file   : 19
    <c6d>   DW_AT_decl_line   : 421
    <c6f>   DW_AT_decl_column : 26
    <c70>   DW_AT_type        : <0xb81>
    <c74>   DW_AT_external    : 1
    <c75>   DW_AT_declaration : 1
 <1><c76>: Abbrev Number: 12 (DW_TAG_variable)
    <c77>   DW_AT_name        : (indirect string, offset: 0xdcc): nl_netfilter_msg_types
    <c7b>   DW_AT_decl_file   : 19
    <c7c>   DW_AT_decl_line   : 422
    <c7e>   DW_AT_decl_column : 26
    <c7f>   DW_AT_type        : <0xb81>
    <c83>   DW_AT_external    : 1
    <c84>   DW_AT_declaration : 1
 <1><c85>: Abbrev Number: 12 (DW_TAG_variable)
    <c86>   DW_AT_name        : (indirect string, offset: 0x254): nl_route_types
    <c8a>   DW_AT_decl_file   : 19
    <c8b>   DW_AT_decl_line   : 423
    <c8d>   DW_AT_decl_column : 26
    <c8e>   DW_AT_type        : <0xb81>
    <c92>   DW_AT_external    : 1
    <c93>   DW_AT_declaration : 1
 <1><c94>: Abbrev Number: 12 (DW_TAG_variable)
    <c95>   DW_AT_name        : (indirect string, offset: 0xea8): open_access_modes
    <c99>   DW_AT_decl_file   : 19
    <c9a>   DW_AT_decl_line   : 424
    <c9c>   DW_AT_decl_column : 26
    <c9d>   DW_AT_type        : <0xb81>
    <ca1>   DW_AT_external    : 1
    <ca2>   DW_AT_declaration : 1
 <1><ca3>: Abbrev Number: 12 (DW_TAG_variable)
    <ca4>   DW_AT_name        : (indirect string, offset: 0x82): open_mode_flags
    <ca8>   DW_AT_decl_file   : 19
    <ca9>   DW_AT_decl_line   : 425
    <cab>   DW_AT_decl_column : 26
    <cac>   DW_AT_type        : <0xb81>
    <cb0>   DW_AT_external    : 1
    <cb1>   DW_AT_declaration : 1
 <1><cb2>: Abbrev Number: 12 (DW_TAG_variable)
    <cb3>   DW_AT_name        : (indirect string, offset: 0xc34): perf_type_id
    <cb7>   DW_AT_decl_file   : 19
    <cb8>   DW_AT_decl_line   : 426
    <cba>   DW_AT_decl_column : 26
    <cbb>   DW_AT_type        : <0xb81>
    <cbf>   DW_AT_external    : 1
    <cc0>   DW_AT_declaration : 1
 <1><cc1>: Abbrev Number: 12 (DW_TAG_variable)
    <cc2>   DW_AT_name        : (indirect string, offset: 0xe5c): pollflags
    <cc6>   DW_AT_decl_file   : 19
    <cc7>   DW_AT_decl_line   : 427
    <cc9>   DW_AT_decl_column : 26
    <cca>   DW_AT_type        : <0xb81>
    <cce>   DW_AT_external    : 1
    <ccf>   DW_AT_declaration : 1
 <1><cd0>: Abbrev Number: 12 (DW_TAG_variable)
    <cd1>   DW_AT_name        : (indirect string, offset: 0x5e3): ptrace_cmds
    <cd5>   DW_AT_decl_file   : 19
    <cd6>   DW_AT_decl_line   : 428
    <cd8>   DW_AT_decl_column : 26
    <cd9>   DW_AT_type        : <0xb81>
    <cdd>   DW_AT_external    : 1
    <cde>   DW_AT_declaration : 1
 <1><cdf>: Abbrev Number: 12 (DW_TAG_variable)
    <ce0>   DW_AT_name        : (indirect string, offset: 0x812): resource_flags
    <ce4>   DW_AT_decl_file   : 19
    <ce5>   DW_AT_decl_line   : 429
    <ce7>   DW_AT_decl_column : 26
    <ce8>   DW_AT_type        : <0xb81>
    <cec>   DW_AT_external    : 1
    <ced>   DW_AT_declaration : 1
 <1><cee>: Abbrev Number: 12 (DW_TAG_variable)
    <cef>   DW_AT_name        : (indirect string, offset: 0x2cc): route_nexthop_flags
    <cf3>   DW_AT_decl_file   : 19
    <cf4>   DW_AT_decl_line   : 430
    <cf6>   DW_AT_decl_column : 26
    <cf7>   DW_AT_type        : <0xb81>
    <cfb>   DW_AT_external    : 1
    <cfc>   DW_AT_declaration : 1
 <1><cfd>: Abbrev Number: 12 (DW_TAG_variable)
    <cfe>   DW_AT_name        : (indirect string, offset: 0xec5): routing_protocols
    <d02>   DW_AT_decl_file   : 19
    <d03>   DW_AT_decl_line   : 431
    <d05>   DW_AT_decl_column : 26
    <d06>   DW_AT_type        : <0xb81>
    <d0a>   DW_AT_external    : 1
    <d0b>   DW_AT_declaration : 1
 <1><d0c>: Abbrev Number: 12 (DW_TAG_variable)
    <d0d>   DW_AT_name        : (indirect string, offset: 0x4f9): routing_scopes
    <d11>   DW_AT_decl_file   : 19
    <d12>   DW_AT_decl_line   : 432
    <d14>   DW_AT_decl_column : 26
    <d15>   DW_AT_type        : <0xb81>
    <d19>   DW_AT_external    : 1
    <d1a>   DW_AT_declaration : 1
 <1><d1b>: Abbrev Number: 12 (DW_TAG_variable)
    <d1c>   DW_AT_name        : (indirect string, offset: 0xdba): routing_table_ids
    <d20>   DW_AT_decl_file   : 19
    <d21>   DW_AT_decl_line   : 433
    <d23>   DW_AT_decl_column : 26
    <d24>   DW_AT_type        : <0xb81>
    <d28>   DW_AT_external    : 1
    <d29>   DW_AT_declaration : 1
 <1><d2a>: Abbrev Number: 12 (DW_TAG_variable)
    <d2b>   DW_AT_name        : (indirect string, offset: 0x693): routing_types
    <d2f>   DW_AT_decl_file   : 19
    <d30>   DW_AT_decl_line   : 434
    <d32>   DW_AT_decl_column : 26
    <d33>   DW_AT_type        : <0xb81>
    <d37>   DW_AT_external    : 1
    <d38>   DW_AT_declaration : 1
 <1><d39>: Abbrev Number: 12 (DW_TAG_variable)
    <d3a>   DW_AT_name        : (indirect string, offset: 0x1f7): rwf_flags
    <d3e>   DW_AT_decl_file   : 19
    <d3f>   DW_AT_decl_line   : 435
    <d41>   DW_AT_decl_column : 26
    <d42>   DW_AT_type        : <0xb81>
    <d46>   DW_AT_external    : 1
    <d47>   DW_AT_declaration : 1
 <1><d48>: Abbrev Number: 12 (DW_TAG_variable)
    <d49>   DW_AT_name        : (indirect string, offset: 0x84a): seccomp_filter_flags
    <d4d>   DW_AT_decl_file   : 19
    <d4e>   DW_AT_decl_line   : 436
    <d50>   DW_AT_decl_column : 26
    <d51>   DW_AT_type        : <0xb81>
    <d55>   DW_AT_external    : 1
    <d56>   DW_AT_declaration : 1
 <1><d57>: Abbrev Number: 12 (DW_TAG_variable)
    <d58>   DW_AT_name        : (indirect string, offset: 0x313): seccomp_ret_action
    <d5c>   DW_AT_decl_file   : 19
    <d5d>   DW_AT_decl_line   : 437
    <d5f>   DW_AT_decl_column : 26
    <d60>   DW_AT_type        : <0xb81>
    <d64>   DW_AT_external    : 1
    <d65>   DW_AT_declaration : 1
 <1><d66>: Abbrev Number: 12 (DW_TAG_variable)
    <d67>   DW_AT_name        : (indirect string, offset: 0x4c2): setns_types
    <d6b>   DW_AT_decl_file   : 19
    <d6c>   DW_AT_decl_line   : 438
    <d6e>   DW_AT_decl_column : 26
    <d6f>   DW_AT_type        : <0xb81>
    <d73>   DW_AT_external    : 1
    <d74>   DW_AT_declaration : 1
 <1><d75>: Abbrev Number: 12 (DW_TAG_variable)
    <d76>   DW_AT_name        : (indirect string, offset: 0xe48): sg_io_info
    <d7a>   DW_AT_decl_file   : 19
    <d7b>   DW_AT_decl_line   : 439
    <d7d>   DW_AT_decl_column : 26
    <d7e>   DW_AT_type        : <0xb81>
    <d82>   DW_AT_external    : 1
    <d83>   DW_AT_declaration : 1
 <1><d84>: Abbrev Number: 12 (DW_TAG_variable)
    <d85>   DW_AT_name        : (indirect string, offset: 0xbb6): socketlayers
    <d89>   DW_AT_decl_file   : 19
    <d8a>   DW_AT_decl_line   : 440
    <d8c>   DW_AT_decl_column : 26
    <d8d>   DW_AT_type        : <0xb81>
    <d91>   DW_AT_external    : 1
    <d92>   DW_AT_declaration : 1
 <1><d93>: Abbrev Number: 12 (DW_TAG_variable)
    <d94>   DW_AT_name        : (indirect string, offset: 0xd99): socktypes
    <d98>   DW_AT_decl_file   : 19
    <d99>   DW_AT_decl_line   : 441
    <d9b>   DW_AT_decl_column : 26
    <d9c>   DW_AT_type        : <0xb81>
    <da0>   DW_AT_external    : 1
    <da1>   DW_AT_declaration : 1
 <1><da2>: Abbrev Number: 12 (DW_TAG_variable)
    <da3>   DW_AT_name        : (indirect string, offset: 0xa7e): tcp_state_flags
    <da7>   DW_AT_decl_file   : 19
    <da8>   DW_AT_decl_line   : 442
    <daa>   DW_AT_decl_column : 26
    <dab>   DW_AT_type        : <0xb81>
    <daf>   DW_AT_external    : 1
    <db0>   DW_AT_declaration : 1
 <1><db1>: Abbrev Number: 12 (DW_TAG_variable)
    <db2>   DW_AT_name        : (indirect string, offset: 0x75f): tcp_states
    <db6>   DW_AT_decl_file   : 19
    <db7>   DW_AT_decl_line   : 443
    <db9>   DW_AT_decl_column : 26
    <dba>   DW_AT_type        : <0xb81>
    <dbe>   DW_AT_external    : 1
    <dbf>   DW_AT_declaration : 1
 <1><dc0>: Abbrev Number: 12 (DW_TAG_variable)
    <dc1>   DW_AT_name        : (indirect string, offset: 0x1049): whence_codes
    <dc5>   DW_AT_decl_file   : 19
    <dc6>   DW_AT_decl_line   : 444
    <dc8>   DW_AT_decl_column : 26
    <dc9>   DW_AT_type        : <0xb81>
    <dcd>   DW_AT_external    : 1
    <dce>   DW_AT_declaration : 1
 <1><dcf>: Abbrev Number: 29 (DW_TAG_enumeration_type)
    <dd0>   DW_AT_encoding    : 7	(unsigned)
    <dd1>   DW_AT_byte_size   : 4
    <dd2>   DW_AT_type        : <0x2b>
    <dd6>   DW_AT_decl_file   : 19
    <dd7>   DW_AT_decl_line   : 505
    <dd9>   DW_AT_decl_column : 14
    <dda>   DW_AT_sibling     : <0xdf1>
 <2><dde>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ddf>   DW_AT_name        : (indirect string, offset: 0x9a0): CFLAG_NONE
    <de3>   DW_AT_const_value : 0
 <2><de4>: Abbrev Number: 28 (DW_TAG_enumerator)
    <de5>   DW_AT_name        : (indirect string, offset: 0x8e3): CFLAG_ONLY_STATS
    <de9>   DW_AT_const_value : 1
 <2><dea>: Abbrev Number: 28 (DW_TAG_enumerator)
    <deb>   DW_AT_name        : (indirect string, offset: 0xbc3): CFLAG_BOTH
    <def>   DW_AT_const_value : 2
 <2><df0>: Abbrev Number: 0
 <1><df1>: Abbrev Number: 30 (DW_TAG_typedef)
    <df2>   DW_AT_name        : (indirect string, offset: 0x10eb): cflag_t
    <df6>   DW_AT_decl_file   : 19
    <df7>   DW_AT_decl_line   : 509
    <df9>   DW_AT_decl_column : 3
    <dfa>   DW_AT_type        : <0xdcf>
 <1><dfe>: Abbrev Number: 12 (DW_TAG_variable)
    <dff>   DW_AT_name        : (indirect string, offset: 0xce0): cflag
    <e03>   DW_AT_decl_file   : 19
    <e04>   DW_AT_decl_line   : 510
    <e06>   DW_AT_decl_column : 16
    <e07>   DW_AT_type        : <0xdf1>
    <e0b>   DW_AT_external    : 1
    <e0c>   DW_AT_declaration : 1
 <1><e0d>: Abbrev Number: 12 (DW_TAG_variable)
    <e0e>   DW_AT_name        : (indirect string, offset: 0x1ba): Tflag
    <e12>   DW_AT_decl_file   : 19
    <e13>   DW_AT_decl_line   : 511
    <e15>   DW_AT_decl_column : 13
    <e16>   DW_AT_type        : <0x57f>
    <e1a>   DW_AT_external    : 1
    <e1b>   DW_AT_declaration : 1
 <1><e1c>: Abbrev Number: 12 (DW_TAG_variable)
    <e1d>   DW_AT_name        : (indirect string, offset: 0x7c4): Tflag_scale
    <e21>   DW_AT_decl_file   : 19
    <e22>   DW_AT_decl_line   : 512
    <e24>   DW_AT_decl_column : 12
    <e25>   DW_AT_type        : <0x64>
    <e29>   DW_AT_external    : 1
    <e2a>   DW_AT_declaration : 1
 <1><e2b>: Abbrev Number: 12 (DW_TAG_variable)
    <e2c>   DW_AT_name        : (indirect string, offset: 0x85f): Tflag_width
    <e30>   DW_AT_decl_file   : 19
    <e31>   DW_AT_decl_line   : 513
    <e33>   DW_AT_decl_column : 12
    <e34>   DW_AT_type        : <0x64>
    <e38>   DW_AT_external    : 1
    <e39>   DW_AT_declaration : 1
 <1><e3a>: Abbrev Number: 12 (DW_TAG_variable)
    <e3b>   DW_AT_name        : (indirect string, offset: 0xe3a): iflag
    <e3f>   DW_AT_decl_file   : 19
    <e40>   DW_AT_decl_line   : 514
    <e42>   DW_AT_decl_column : 13
    <e43>   DW_AT_type        : <0x57f>
    <e47>   DW_AT_external    : 1
    <e48>   DW_AT_declaration : 1
 <1><e49>: Abbrev Number: 12 (DW_TAG_variable)
    <e4a>   DW_AT_name        : (indirect string, offset: 0x623): count_wallclock
    <e4e>   DW_AT_decl_file   : 19
    <e4f>   DW_AT_decl_line   : 515
    <e51>   DW_AT_decl_column : 13
    <e52>   DW_AT_type        : <0x57f>
    <e56>   DW_AT_external    : 1
    <e57>   DW_AT_declaration : 1
 <1><e58>: Abbrev Number: 31 (DW_TAG_structure_type)
    <e59>   DW_AT_name        : (indirect string, offset: 0x4a): path_set_item
    <e5d>   DW_AT_byte_size   : 4
    <e5e>   DW_AT_decl_file   : 19
    <e5f>   DW_AT_decl_line   : 517
    <e61>   DW_AT_decl_column : 8
    <e62>   DW_AT_sibling     : <0xe77>
 <2><e66>: Abbrev Number: 15 (DW_TAG_member)
    <e67>   DW_AT_name        : (indirect string, offset: 0xd0): path
    <e6b>   DW_AT_decl_file   : 19
    <e6c>   DW_AT_decl_line   : 518
    <e6e>   DW_AT_decl_column : 14
    <e6f>   DW_AT_type        : <0x1d2>
    <e73>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e76>: Abbrev Number: 0
 <1><e77>: Abbrev Number: 31 (DW_TAG_structure_type)
    <e78>   DW_AT_name        : (indirect string, offset: 0x76a): path_set
    <e7c>   DW_AT_byte_size   : 12
    <e7d>   DW_AT_decl_file   : 19
    <e7e>   DW_AT_decl_line   : 522
    <e80>   DW_AT_decl_column : 15
    <e81>   DW_AT_sibling     : <0xeb6>
 <2><e85>: Abbrev Number: 15 (DW_TAG_member)
    <e86>   DW_AT_name        : (indirect string, offset: 0x6f1): paths_selected
    <e8a>   DW_AT_decl_file   : 19
    <e8b>   DW_AT_decl_line   : 523
    <e8d>   DW_AT_decl_column : 24
    <e8e>   DW_AT_type        : <0xeb6>
    <e92>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e95>: Abbrev Number: 15 (DW_TAG_member)
    <e96>   DW_AT_name        : (indirect string, offset: 0x103c): num_selected
    <e9a>   DW_AT_decl_file   : 19
    <e9b>   DW_AT_decl_line   : 524
    <e9d>   DW_AT_decl_column : 9
    <e9e>   DW_AT_type        : <0x132>
    <ea2>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><ea5>: Abbrev Number: 15 (DW_TAG_member)
    <ea6>   DW_AT_name        : (indirect string, offset: 0xb73): size
    <eaa>   DW_AT_decl_file   : 19
    <eab>   DW_AT_decl_line   : 525
    <ead>   DW_AT_decl_column : 9
    <eae>   DW_AT_type        : <0x132>
    <eb2>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><eb5>: Abbrev Number: 0
 <1><eb6>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <eb7>   DW_AT_byte_size   : 4
    <eb8>   DW_AT_type        : <0xe58>
 <1><ebc>: Abbrev Number: 12 (DW_TAG_variable)
    <ebd>   DW_AT_name        : (indirect string, offset: 0x108b): global_path_set
    <ec1>   DW_AT_decl_file   : 19
    <ec2>   DW_AT_decl_line   : 526
    <ec4>   DW_AT_decl_column : 3
    <ec5>   DW_AT_type        : <0xe77>
    <ec9>   DW_AT_external    : 1
    <eca>   DW_AT_declaration : 1
 <1><ecb>: Abbrev Number: 32 (DW_TAG_enumeration_type)
    <ecc>   DW_AT_name        : (indirect string, offset: 0xf9d): xflag_opts
    <ed0>   DW_AT_encoding    : 7	(unsigned)
    <ed1>   DW_AT_byte_size   : 4
    <ed2>   DW_AT_type        : <0x2b>
    <ed6>   DW_AT_decl_file   : 19
    <ed7>   DW_AT_decl_line   : 528
    <ed9>   DW_AT_decl_column : 6
    <eda>   DW_AT_sibling     : <0xefd>
 <2><ede>: Abbrev Number: 28 (DW_TAG_enumerator)
    <edf>   DW_AT_name        : (indirect string, offset: 0xa3e): HEXSTR_NONE
    <ee3>   DW_AT_const_value : 0
 <2><ee4>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ee5>   DW_AT_name        : (indirect string, offset: 0xfbd): HEXSTR_NON_ASCII
    <ee9>   DW_AT_const_value : 1
 <2><eea>: Abbrev Number: 28 (DW_TAG_enumerator)
    <eeb>   DW_AT_name        : (indirect string, offset: 0x921): HEXSTR_ALL
    <eef>   DW_AT_const_value : 2
 <2><ef0>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ef1>   DW_AT_name        : (indirect string, offset: 0x673): HEXSTR_NON_ASCII_CHARS
    <ef5>   DW_AT_const_value : 3
 <2><ef6>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ef7>   DW_AT_name        : (indirect string, offset: 0x1056): NUM_HEXSTR_OPTS
    <efb>   DW_AT_const_value : 4
 <2><efc>: Abbrev Number: 0
 <1><efd>: Abbrev Number: 12 (DW_TAG_variable)
    <efe>   DW_AT_name        : (indirect string, offset: 0xe14): xflag
    <f02>   DW_AT_decl_file   : 19
    <f03>   DW_AT_decl_line   : 541
    <f05>   DW_AT_decl_column : 17
    <f06>   DW_AT_type        : <0x2b>
    <f0a>   DW_AT_external    : 1
    <f0b>   DW_AT_declaration : 1
 <1><f0c>: Abbrev Number: 12 (DW_TAG_variable)
    <f0d>   DW_AT_name        : (indirect string, offset: 0xda3): followfork
    <f11>   DW_AT_decl_file   : 19
    <f12>   DW_AT_decl_line   : 542
    <f14>   DW_AT_decl_column : 13
    <f15>   DW_AT_type        : <0x57f>
    <f19>   DW_AT_external    : 1
    <f1a>   DW_AT_declaration : 1
 <1><f1b>: Abbrev Number: 12 (DW_TAG_variable)
    <f1c>   DW_AT_name        : (indirect string, offset: 0x361): output_separately
    <f20>   DW_AT_decl_file   : 19
    <f21>   DW_AT_decl_line   : 543
    <f23>   DW_AT_decl_column : 13
    <f24>   DW_AT_type        : <0x57f>
    <f28>   DW_AT_external    : 1
    <f29>   DW_AT_declaration : 1
 <1><f2a>: Abbrev Number: 12 (DW_TAG_variable)
    <f2b>   DW_AT_name        : (indirect string, offset: 0x263): stack_trace_enabled
    <f2f>   DW_AT_decl_file   : 19
    <f30>   DW_AT_decl_line   : 546
    <f32>   DW_AT_decl_column : 13
    <f33>   DW_AT_type        : <0x57f>
    <f37>   DW_AT_external    : 1
    <f38>   DW_AT_declaration : 1
 <1><f39>: Abbrev Number: 12 (DW_TAG_variable)
    <f3a>   DW_AT_name        : (indirect string, offset: 0x651): ptrace_setoptions
    <f3e>   DW_AT_decl_file   : 19
    <f3f>   DW_AT_decl_line   : 550
    <f41>   DW_AT_decl_column : 17
    <f42>   DW_AT_type        : <0x2b>
    <f46>   DW_AT_external    : 1
    <f47>   DW_AT_declaration : 1
 <1><f48>: Abbrev Number: 12 (DW_TAG_variable)
    <f49>   DW_AT_name        : (indirect string, offset: 0xa33): max_strlen
    <f4d>   DW_AT_decl_file   : 19
    <f4e>   DW_AT_decl_line   : 551
    <f50>   DW_AT_decl_column : 17
    <f51>   DW_AT_type        : <0x2b>
    <f55>   DW_AT_external    : 1
    <f56>   DW_AT_declaration : 1
 <1><f57>: Abbrev Number: 12 (DW_TAG_variable)
    <f58>   DW_AT_name        : (indirect string, offset: 0xa61): os_release
    <f5c>   DW_AT_decl_file   : 19
    <f5d>   DW_AT_decl_line   : 552
    <f5f>   DW_AT_decl_column : 17
    <f60>   DW_AT_type        : <0x2b>
    <f64>   DW_AT_external    : 1
    <f65>   DW_AT_declaration : 1
 <1><f66>: Abbrev Number: 12 (DW_TAG_variable)
    <f67>   DW_AT_name        : (indirect string, offset: 0x707): xlat_verbosity
    <f6b>   DW_AT_decl_file   : 19
    <f6c>   DW_AT_decl_line   : 914
    <f6e>   DW_AT_decl_column : 24
    <f6f>   DW_AT_type        : <0xaa4>
    <f73>   DW_AT_external    : 1
    <f74>   DW_AT_declaration : 1
 <1><f75>: Abbrev Number: 32 (DW_TAG_enumeration_type)
    <f76>   DW_AT_name        : (indirect string, offset: 0x606): xlat_style_private_flag_bits
    <f7a>   DW_AT_encoding    : 7	(unsigned)
    <f7b>   DW_AT_byte_size   : 4
    <f7c>   DW_AT_type        : <0x2b>
    <f80>   DW_AT_decl_file   : 19
    <f81>   DW_AT_decl_line   : 934
    <f83>   DW_AT_decl_column : 6
    <f84>   DW_AT_sibling     : <0xfa1>
 <2><f88>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f89>   DW_AT_name        : (indirect string, offset: 0x2e0): PAF_PRINT_INDICES_BIT
    <f8d>   DW_AT_const_value : 5
 <2><f8e>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f8f>   DW_AT_name        : (indirect string, offset: 0xb20): PAF_ARRAY_TRUNCATED_BIT
    <f93>   DW_AT_const_value : 6
 <2><f94>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f95>   DW_AT_name        : (indirect string, offset: 0x474): PXF_DEFAULT_STR_BIT
    <f99>   DW_AT_const_value : 7
 <2><f9a>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f9b>   DW_AT_name        : (indirect string, offset: 0xc6b): SPFF_AUXSTR_MODE_BIT
    <f9f>   DW_AT_const_value : 8
 <2><fa0>: Abbrev Number: 0
 <1><fa1>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <fa2>   DW_AT_byte_size   : 4
    <fa3>   DW_AT_type        : <0x7ab>
 <1><fa7>: Abbrev Number: 3 (DW_TAG_const_type)
    <fa8>   DW_AT_type        : <0xfa1>
 <1><fac>: Abbrev Number: 32 (DW_TAG_enumeration_type)
    <fad>   DW_AT_name        : (indirect string, offset: 0xd38): find_xlat_flag_bits
    <fb1>   DW_AT_encoding    : 7	(unsigned)
    <fb2>   DW_AT_byte_size   : 4
    <fb3>   DW_AT_type        : <0x2b>
    <fb7>   DW_AT_decl_file   : 19
    <fb8>   DW_AT_decl_line   : 1438
    <fba>   DW_AT_decl_column : 6
    <fbb>   DW_AT_sibling     : <0xfc6>
 <2><fbf>: Abbrev Number: 28 (DW_TAG_enumerator)
    <fc0>   DW_AT_name        : (indirect string, offset: 0x95e): FXL_CASE_SENSITIVE_BIT
    <fc4>   DW_AT_const_value : 0
 <2><fc5>: Abbrev Number: 0
 <1><fc6>: Abbrev Number: 12 (DW_TAG_variable)
    <fc7>   DW_AT_name        : (indirect string, offset: 0xa06): printing_tcp
    <fcb>   DW_AT_decl_file   : 19
    <fcc>   DW_AT_decl_line   : 1684
    <fce>   DW_AT_decl_column : 20
    <fcf>   DW_AT_type        : <0xfa1>
    <fd3>   DW_AT_external    : 1
    <fd4>   DW_AT_declaration : 1
 <1><fd5>: Abbrev Number: 12 (DW_TAG_variable)
    <fd6>   DW_AT_name        : (indirect string, offset: 0x5ce): errnoent
    <fda>   DW_AT_decl_file   : 19
    <fdb>   DW_AT_decl_line   : 1882
    <fdd>   DW_AT_decl_column : 26
    <fde>   DW_AT_type        : <0x4b3>
    <fe2>   DW_AT_external    : 1
    <fe3>   DW_AT_declaration : 1
 <1><fe4>: Abbrev Number: 12 (DW_TAG_variable)
    <fe5>   DW_AT_name        : (indirect string, offset: 0x86b): signalent
    <fe9>   DW_AT_decl_file   : 19
    <fea>   DW_AT_decl_line   : 1883
    <fec>   DW_AT_decl_column : 26
    <fed>   DW_AT_type        : <0x4b3>
    <ff1>   DW_AT_external    : 1
    <ff2>   DW_AT_declaration : 1
 <1><ff3>: Abbrev Number: 12 (DW_TAG_variable)
    <ff4>   DW_AT_name        : (indirect string, offset: 0xe92): nerrnos
    <ff8>   DW_AT_decl_file   : 19
    <ff9>   DW_AT_decl_line   : 1884
    <ffb>   DW_AT_decl_column : 27
    <ffc>   DW_AT_type        : <0x32>
    <1000>   DW_AT_external    : 1
    <1001>   DW_AT_declaration : 1
 <1><1002>: Abbrev Number: 12 (DW_TAG_variable)
    <1003>   DW_AT_name        : (indirect string, offset: 0x1025): nsignals
    <1007>   DW_AT_decl_file   : 19
    <1008>   DW_AT_decl_line   : 1885
    <100a>   DW_AT_decl_column : 27
    <100b>   DW_AT_type        : <0x32>
    <100f>   DW_AT_external    : 1
    <1010>   DW_AT_declaration : 1
 <1><1011>: Abbrev Number: 6 (DW_TAG_array_type)
    <1012>   DW_AT_type        : <0x68d>
    <1016>   DW_AT_sibling     : <0x101c>
 <2><101a>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><101b>: Abbrev Number: 0
 <1><101c>: Abbrev Number: 3 (DW_TAG_const_type)
    <101d>   DW_AT_type        : <0x1011>
 <1><1021>: Abbrev Number: 12 (DW_TAG_variable)
    <1022>   DW_AT_name        : (indirect string, offset: 0xcfd): sysent0
    <1026>   DW_AT_decl_file   : 19
    <1027>   DW_AT_decl_line   : 1887
    <1029>   DW_AT_decl_column : 28
    <102a>   DW_AT_type        : <0x101c>
    <102e>   DW_AT_external    : 1
    <102f>   DW_AT_declaration : 1
 <1><1030>: Abbrev Number: 6 (DW_TAG_array_type)
    <1031>   DW_AT_type        : <0x6f4>
    <1035>   DW_AT_sibling     : <0x103b>
 <2><1039>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><103a>: Abbrev Number: 0
 <1><103b>: Abbrev Number: 3 (DW_TAG_const_type)
    <103c>   DW_AT_type        : <0x1030>
 <1><1040>: Abbrev Number: 12 (DW_TAG_variable)
    <1041>   DW_AT_name        : (indirect string, offset: 0x1081): ioctlent0
    <1045>   DW_AT_decl_file   : 19
    <1046>   DW_AT_decl_line   : 1888
    <1048>   DW_AT_decl_column : 30
    <1049>   DW_AT_type        : <0x103b>
    <104d>   DW_AT_external    : 1
    <104e>   DW_AT_declaration : 1
 <1><104f>: Abbrev Number: 12 (DW_TAG_variable)
    <1050>   DW_AT_name        : (indirect string, offset: 0x4e7): personality_names
    <1054>   DW_AT_decl_file   : 19
    <1055>   DW_AT_decl_line   : 1890
    <1057>   DW_AT_decl_column : 26
    <1058>   DW_AT_type        : <0x4b3>
    <105c>   DW_AT_external    : 1
    <105d>   DW_AT_declaration : 1
 <1><105e>: Abbrev Number: 12 (DW_TAG_variable)
    <105f>   DW_AT_name        : (indirect string, offset: 0x88b): sysent
    <1063>   DW_AT_decl_file   : 19
    <1064>   DW_AT_decl_line   : 1893
    <1066>   DW_AT_decl_column : 29
    <1067>   DW_AT_type        : <0xa0f>
    <106b>   DW_AT_external    : 1
    <106c>   DW_AT_declaration : 1
 <1><106d>: Abbrev Number: 12 (DW_TAG_variable)
    <106e>   DW_AT_name        : (indirect string, offset: 0xc80): ioctlent
    <1072>   DW_AT_decl_file   : 19
    <1073>   DW_AT_decl_line   : 1894
    <1075>   DW_AT_decl_column : 31
    <1076>   DW_AT_type        : <0x107c>
    <107a>   DW_AT_external    : 1
    <107b>   DW_AT_declaration : 1
 <1><107c>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <107d>   DW_AT_byte_size   : 4
    <107e>   DW_AT_type        : <0x6f4>
 <1><1082>: Abbrev Number: 12 (DW_TAG_variable)
    <1083>   DW_AT_name        : (indirect string, offset: 0x875): nsyscalls
    <1087>   DW_AT_decl_file   : 19
    <1088>   DW_AT_decl_line   : 1900
    <108a>   DW_AT_decl_column : 17
    <108b>   DW_AT_type        : <0x2b>
    <108f>   DW_AT_external    : 1
    <1090>   DW_AT_declaration : 1
 <1><1091>: Abbrev Number: 12 (DW_TAG_variable)
    <1092>   DW_AT_name        : (indirect string, offset: 0xeba): nioctlents
    <1096>   DW_AT_decl_file   : 19
    <1097>   DW_AT_decl_line   : 1901
    <1099>   DW_AT_decl_column : 17
    <109a>   DW_AT_type        : <0x2b>
    <109e>   DW_AT_external    : 1
    <109f>   DW_AT_declaration : 1
 <1><10a0>: Abbrev Number: 6 (DW_TAG_array_type)
    <10a1>   DW_AT_type        : <0x32>
    <10a5>   DW_AT_sibling     : <0x10b0>
 <2><10a9>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <10aa>   DW_AT_type        : <0x2b>
    <10ae>   DW_AT_upper_bound : 2
 <2><10af>: Abbrev Number: 0
 <1><10b0>: Abbrev Number: 3 (DW_TAG_const_type)
    <10b1>   DW_AT_type        : <0x10a0>
 <1><10b5>: Abbrev Number: 12 (DW_TAG_variable)
    <10b6>   DW_AT_name        : (indirect string, offset: 0xf10): nsyscall_vec
    <10ba>   DW_AT_decl_file   : 19
    <10bb>   DW_AT_decl_line   : 1903
    <10bd>   DW_AT_decl_column : 27
    <10be>   DW_AT_type        : <0x10b0>
    <10c2>   DW_AT_external    : 1
    <10c3>   DW_AT_declaration : 1
 <1><10c4>: Abbrev Number: 6 (DW_TAG_array_type)
    <10c5>   DW_AT_type        : <0xa15>
    <10c9>   DW_AT_sibling     : <0x10d4>
 <2><10cd>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <10ce>   DW_AT_type        : <0x2b>
    <10d2>   DW_AT_upper_bound : 2
 <2><10d3>: Abbrev Number: 0
 <1><10d4>: Abbrev Number: 3 (DW_TAG_const_type)
    <10d5>   DW_AT_type        : <0x10c4>
 <1><10d9>: Abbrev Number: 12 (DW_TAG_variable)
    <10da>   DW_AT_name        : (indirect string, offset: 0x7b1): sysent_vec
    <10de>   DW_AT_decl_file   : 19
    <10df>   DW_AT_decl_line   : 1904
    <10e1>   DW_AT_decl_column : 35
    <10e2>   DW_AT_type        : <0x10d4>
    <10e6>   DW_AT_external    : 1
    <10e7>   DW_AT_declaration : 1
 <1><10e8>: Abbrev Number: 12 (DW_TAG_variable)
    <10e9>   DW_AT_name        : (indirect string, offset: 0x3b2): inject_vec
    <10ed>   DW_AT_decl_file   : 19
    <10ee>   DW_AT_decl_line   : 1905
    <10f0>   DW_AT_decl_column : 28
    <10f1>   DW_AT_type        : <0xa1a>
    <10f5>   DW_AT_external    : 1
    <10f6>   DW_AT_declaration : 1
 <1><10f7>: Abbrev Number: 31 (DW_TAG_structure_type)
    <10f8>   DW_AT_name        : (indirect string, offset: 0xd8c): audit_arch_t
    <10fc>   DW_AT_byte_size   : 8
    <10fd>   DW_AT_decl_file   : 19
    <10fe>   DW_AT_decl_line   : 1907
    <1100>   DW_AT_decl_column : 8
    <1101>   DW_AT_sibling     : <0x1126>
 <2><1105>: Abbrev Number: 15 (DW_TAG_member)
    <1106>   DW_AT_name        : (indirect string, offset: 0x5f8): arch
    <110a>   DW_AT_decl_file   : 19
    <110b>   DW_AT_decl_line   : 1908
    <110d>   DW_AT_decl_column : 15
    <110e>   DW_AT_type        : <0x2b>
    <1112>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1115>: Abbrev Number: 15 (DW_TAG_member)
    <1116>   DW_AT_name        : (indirect string, offset: 0x9ec): flag
    <111a>   DW_AT_decl_file   : 19
    <111b>   DW_AT_decl_line   : 1909
    <111d>   DW_AT_decl_column : 15
    <111e>   DW_AT_type        : <0x2b>
    <1122>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1125>: Abbrev Number: 0
 <1><1126>: Abbrev Number: 3 (DW_TAG_const_type)
    <1127>   DW_AT_type        : <0x10f7>
 <1><112b>: Abbrev Number: 6 (DW_TAG_array_type)
    <112c>   DW_AT_type        : <0x1126>
    <1130>   DW_AT_sibling     : <0x113b>
 <2><1134>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <1135>   DW_AT_type        : <0x2b>
    <1139>   DW_AT_upper_bound : 2
 <2><113a>: Abbrev Number: 0
 <1><113b>: Abbrev Number: 3 (DW_TAG_const_type)
    <113c>   DW_AT_type        : <0x112b>
 <1><1140>: Abbrev Number: 12 (DW_TAG_variable)
    <1141>   DW_AT_name        : (indirect string, offset: 0x94f): audit_arch_vec
    <1145>   DW_AT_decl_file   : 19
    <1146>   DW_AT_decl_line   : 1912
    <1148>   DW_AT_decl_column : 34
    <1149>   DW_AT_type        : <0x113b>
    <114d>   DW_AT_external    : 1
    <114e>   DW_AT_declaration : 1
 <1><114f>: Abbrev Number: 19 (DW_TAG_structure_type)
    <1150>   DW_AT_byte_size   : 180
    <1151>   DW_AT_decl_file   : 21
    <1152>   DW_AT_decl_line   : 2
    <1153>   DW_AT_decl_column : 9
    <1154>   DW_AT_sibling     : <0x1409>
 <2><1158>: Abbrev Number: 11 (DW_TAG_member)
    <1159>   DW_AT_name        : (indirect string, offset: 0x20f): block_ioctl
    <115d>   DW_AT_decl_file   : 21
    <115e>   DW_AT_decl_line   : 3
    <115f>   DW_AT_decl_column : 8
    <1160>   DW_AT_type        : <0x1423>
    <1164>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1167>: Abbrev Number: 11 (DW_TAG_member)
    <1168>   DW_AT_name        : (indirect string, offset: 0xab7): btrfs_ioctl
    <116c>   DW_AT_decl_file   : 21
    <116d>   DW_AT_decl_line   : 6
    <116e>   DW_AT_decl_column : 8
    <116f>   DW_AT_type        : <0x1423>
    <1173>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
