Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x1845 (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0x42a): GNU C17 9.4.0 -mx32 -mtune=generic -march=x86-64 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0xa9): mpers-mx32/struct_ifconf.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xd03): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x3e1): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0x108c): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x9e5): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <4b>   DW_AT_decl_line   : 37
    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0xe96): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x55f): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x8d8): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x908): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x7b2): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xbc9): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x82a): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0xc0b): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0x96>
 <1><ae>: Abbrev Number: 4 (DW_TAG_typedef)
    <af>   DW_AT_name        : (indirect string, offset: 0xd8d): __off64_t
    <b3>   DW_AT_decl_file   : 1
    <b4>   DW_AT_decl_line   : 141
    <b5>   DW_AT_decl_column : 27
    <b6>   DW_AT_type        : <0x96>
 <1><ba>: Abbrev Number: 4 (DW_TAG_typedef)
    <bb>   DW_AT_name        : (indirect string, offset: 0xcdc): __time_t
    <bf>   DW_AT_decl_file   : 1
    <c0>   DW_AT_decl_line   : 148
    <c1>   DW_AT_decl_column : 26
    <c2>   DW_AT_type        : <0x96>
 <1><c6>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <c7>   DW_AT_byte_size   : 4
 <1><c8>: Abbrev Number: 3 (DW_TAG_const_type)
    <c9>   DW_AT_type        : <0xc6>
 <1><cd>: Abbrev Number: 4 (DW_TAG_typedef)
    <ce>   DW_AT_name        : (indirect string, offset: 0x4af): __syscall_slong_t
    <d2>   DW_AT_decl_file   : 1
    <d3>   DW_AT_decl_line   : 184
    <d4>   DW_AT_decl_column : 33
    <d5>   DW_AT_type        : <0x96>
 <1><d9>: Abbrev Number: 4 (DW_TAG_typedef)
    <da>   DW_AT_name        : (indirect string, offset: 0x338): __caddr_t
    <de>   DW_AT_decl_file   : 1
    <df>   DW_AT_decl_line   : 191
    <e0>   DW_AT_decl_column : 15
    <e1>   DW_AT_type        : <0xe5>
 <1><e5>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e6>   DW_AT_byte_size   : 4
    <e7>   DW_AT_type        : <0xeb>
 <1><eb>: Abbrev Number: 2 (DW_TAG_base_type)
    <ec>   DW_AT_byte_size   : 1
    <ed>   DW_AT_encoding    : 6	(signed char)
    <ee>   DW_AT_name        : (indirect string, offset: 0x509): char
 <1><f2>: Abbrev Number: 3 (DW_TAG_const_type)
    <f3>   DW_AT_type        : <0xeb>
 <1><f7>: Abbrev Number: 4 (DW_TAG_typedef)
    <f8>   DW_AT_name        : (indirect string, offset: 0x390): uint8_t
    <fc>   DW_AT_decl_file   : 2
    <fd>   DW_AT_decl_line   : 24
    <fe>   DW_AT_decl_column : 19
    <ff>   DW_AT_type        : <0x45>
 <1><103>: Abbrev Number: 4 (DW_TAG_typedef)
    <104>   DW_AT_name        : (indirect string, offset: 0xbf6): uint16_t
    <108>   DW_AT_decl_file   : 2
    <109>   DW_AT_decl_line   : 25
    <10a>   DW_AT_decl_column : 20
    <10b>   DW_AT_type        : <0x58>
 <1><10f>: Abbrev Number: 4 (DW_TAG_typedef)
    <110>   DW_AT_name        : (indirect string, offset: 0x1033): uint32_t
    <114>   DW_AT_decl_file   : 2
    <115>   DW_AT_decl_line   : 26
    <116>   DW_AT_decl_column : 20
    <117>   DW_AT_type        : <0x70>
 <1><11b>: Abbrev Number: 4 (DW_TAG_typedef)
    <11c>   DW_AT_name        : (indirect string, offset: 0xea6): uint64_t
    <120>   DW_AT_decl_file   : 2
    <121>   DW_AT_decl_line   : 27
    <122>   DW_AT_decl_column : 20
    <123>   DW_AT_type        : <0x83>
 <1><127>: Abbrev Number: 2 (DW_TAG_base_type)
    <128>   DW_AT_byte_size   : 4
    <129>   DW_AT_encoding    : 5	(signed)
    <12a>   DW_AT_name        : (indirect string, offset: 0x2f6): long int
 <1><12e>: Abbrev Number: 4 (DW_TAG_typedef)
    <12f>   DW_AT_name        : (indirect string, offset: 0x39): size_t
    <133>   DW_AT_decl_file   : 3
    <134>   DW_AT_decl_line   : 209
    <135>   DW_AT_decl_column : 23
    <136>   DW_AT_type        : <0x2b>
 <1><13a>: Abbrev Number: 3 (DW_TAG_const_type)
    <13b>   DW_AT_type        : <0x12e>
 <1><13f>: Abbrev Number: 8 (DW_TAG_structure_type)
    <140>   DW_AT_name        : (indirect string, offset: 0xb72): timespec
    <144>   DW_AT_byte_size   : 16
    <145>   DW_AT_decl_file   : 4
    <146>   DW_AT_decl_line   : 9
    <147>   DW_AT_decl_column : 8
    <148>   DW_AT_sibling     : <0x16b>
 <2><14c>: Abbrev Number: 9 (DW_TAG_member)
    <14d>   DW_AT_name        : (indirect string, offset: 0x1164): tv_sec
    <151>   DW_AT_decl_file   : 4
    <152>   DW_AT_decl_line   : 11
    <153>   DW_AT_decl_column : 12
    <154>   DW_AT_type        : <0xba>
    <158>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><15b>: Abbrev Number: 9 (DW_TAG_member)
    <15c>   DW_AT_name        : (indirect string, offset: 0xecc): tv_nsec
    <160>   DW_AT_decl_file   : 4
    <161>   DW_AT_decl_line   : 12
    <162>   DW_AT_decl_column : 21
    <163>   DW_AT_type        : <0xcd>
    <167>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><16a>: Abbrev Number: 0
 <1><16b>: Abbrev Number: 2 (DW_TAG_base_type)
    <16c>   DW_AT_byte_size   : 16
    <16d>   DW_AT_encoding    : 4	(float)
    <16e>   DW_AT_name        : (indirect string, offset: 0xb34): long double
 <1><172>: Abbrev Number: 10 (DW_TAG_variable)
    <173>   DW_AT_name        : (indirect string, offset: 0x2ad): __environ
    <177>   DW_AT_decl_file   : 5
    <178>   DW_AT_decl_line   : 546
    <17a>   DW_AT_decl_column : 15
    <17b>   DW_AT_type        : <0x181>
    <17f>   DW_AT_external    : 1
    <180>   DW_AT_declaration : 1
 <1><181>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <182>   DW_AT_byte_size   : 4
    <183>   DW_AT_type        : <0xe5>
 <1><187>: Abbrev Number: 10 (DW_TAG_variable)
    <188>   DW_AT_name        : (indirect string, offset: 0x3d9): environ
    <18c>   DW_AT_decl_file   : 5
    <18d>   DW_AT_decl_line   : 548
    <18f>   DW_AT_decl_column : 15
    <190>   DW_AT_type        : <0x181>
    <194>   DW_AT_external    : 1
    <195>   DW_AT_declaration : 1
 <1><196>: Abbrev Number: 11 (DW_TAG_variable)
    <197>   DW_AT_name        : (indirect string, offset: 0x1076): optarg
    <19b>   DW_AT_decl_file   : 6
    <19c>   DW_AT_decl_line   : 36
    <19d>   DW_AT_decl_column : 14
    <19e>   DW_AT_type        : <0xe5>
    <1a2>   DW_AT_external    : 1
    <1a3>   DW_AT_declaration : 1
 <1><1a4>: Abbrev Number: 11 (DW_TAG_variable)
    <1a5>   DW_AT_name        : (indirect string, offset: 0x785): optind
    <1a9>   DW_AT_decl_file   : 6
    <1aa>   DW_AT_decl_line   : 50
    <1ab>   DW_AT_decl_column : 12
    <1ac>   DW_AT_type        : <0x64>
    <1b0>   DW_AT_external    : 1
    <1b1>   DW_AT_declaration : 1
 <1><1b2>: Abbrev Number: 11 (DW_TAG_variable)
    <1b3>   DW_AT_name        : (indirect string, offset: 0xcb6): opterr
    <1b7>   DW_AT_decl_file   : 6
    <1b8>   DW_AT_decl_line   : 55
    <1b9>   DW_AT_decl_column : 12
    <1ba>   DW_AT_type        : <0x64>
    <1be>   DW_AT_external    : 1
    <1bf>   DW_AT_declaration : 1
 <1><1c0>: Abbrev Number: 11 (DW_TAG_variable)
    <1c1>   DW_AT_name        : (indirect string, offset: 0xbaf): optopt
    <1c5>   DW_AT_decl_file   : 6
    <1c6>   DW_AT_decl_line   : 59
    <1c7>   DW_AT_decl_column : 12
    <1c8>   DW_AT_type        : <0x64>
    <1cc>   DW_AT_external    : 1
    <1cd>   DW_AT_declaration : 1
 <1><1ce>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1cf>   DW_AT_byte_size   : 4
    <1d0>   DW_AT_type        : <0xf2>
 <1><1d4>: Abbrev Number: 3 (DW_TAG_const_type)
    <1d5>   DW_AT_type        : <0x1ce>
 <1><1d9>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1da>   DW_AT_byte_size   : 4
    <1db>   DW_AT_type        : <0x1df>
 <1><1df>: Abbrev Number: 12 (DW_TAG_const_type)
 <1><1e0>: Abbrev Number: 8 (DW_TAG_structure_type)
    <1e1>   DW_AT_name        : (indirect string, offset: 0x398): _IO_FILE
    <1e5>   DW_AT_byte_size   : 152
    <1e6>   DW_AT_decl_file   : 7
    <1e7>   DW_AT_decl_line   : 245
    <1e8>   DW_AT_decl_column : 8
    <1e9>   DW_AT_sibling     : <0x3b8>
 <2><1ed>: Abbrev Number: 9 (DW_TAG_member)
    <1ee>   DW_AT_name        : (indirect string, offset: 0xa85): _flags
    <1f2>   DW_AT_decl_file   : 7
    <1f3>   DW_AT_decl_line   : 246
    <1f4>   DW_AT_decl_column : 7
    <1f5>   DW_AT_type        : <0x64>
    <1f9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1fc>: Abbrev Number: 9 (DW_TAG_member)
    <1fd>   DW_AT_name        : (indirect string, offset: 0x5ae): _IO_read_ptr
    <201>   DW_AT_decl_file   : 7
    <202>   DW_AT_decl_line   : 251
    <203>   DW_AT_decl_column : 9
    <204>   DW_AT_type        : <0xe5>
    <208>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><20b>: Abbrev Number: 9 (DW_TAG_member)
    <20c>   DW_AT_name        : (indirect string, offset: 0xfd9): _IO_read_end
    <210>   DW_AT_decl_file   : 7
    <211>   DW_AT_decl_line   : 252
    <212>   DW_AT_decl_column : 9
    <213>   DW_AT_type        : <0xe5>
    <217>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><21a>: Abbrev Number: 9 (DW_TAG_member)
    <21b>   DW_AT_name        : (indirect string, offset: 0x7fd): _IO_read_base
    <21f>   DW_AT_decl_file   : 7
    <220>   DW_AT_decl_line   : 253
    <221>   DW_AT_decl_column : 9
    <222>   DW_AT_type        : <0xe5>
    <226>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><229>: Abbrev Number: 9 (DW_TAG_member)
    <22a>   DW_AT_name        : (indirect string, offset: 0x15d): _IO_write_base
    <22e>   DW_AT_decl_file   : 7
    <22f>   DW_AT_decl_line   : 254
    <230>   DW_AT_decl_column : 9
    <231>   DW_AT_type        : <0xe5>
    <235>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><238>: Abbrev Number: 9 (DW_TAG_member)
    <239>   DW_AT_name        : (indirect string, offset: 0x10d0): _IO_write_ptr
    <23d>   DW_AT_decl_file   : 7
    <23e>   DW_AT_decl_line   : 255
    <23f>   DW_AT_decl_column : 9
    <240>   DW_AT_type        : <0xe5>
    <244>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><247>: Abbrev Number: 13 (DW_TAG_member)
    <248>   DW_AT_name        : (indirect string, offset: 0x954): _IO_write_end
    <24c>   DW_AT_decl_file   : 7
    <24d>   DW_AT_decl_line   : 256
    <24f>   DW_AT_decl_column : 9
    <250>   DW_AT_type        : <0xe5>
    <254>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><257>: Abbrev Number: 13 (DW_TAG_member)
    <258>   DW_AT_name        : (indirect string, offset: 0x9ce): _IO_buf_base
    <25c>   DW_AT_decl_file   : 7
    <25d>   DW_AT_decl_line   : 257
    <25f>   DW_AT_decl_column : 9
    <260>   DW_AT_type        : <0xe5>
    <264>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><267>: Abbrev Number: 13 (DW_TAG_member)
    <268>   DW_AT_name        : (indirect string, offset: 0xe30): _IO_buf_end
    <26c>   DW_AT_decl_file   : 7
    <26d>   DW_AT_decl_line   : 258
    <26f>   DW_AT_decl_column : 9
    <270>   DW_AT_type        : <0xe5>
    <274>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><277>: Abbrev Number: 13 (DW_TAG_member)
    <278>   DW_AT_name        : (indirect string, offset: 0x205): _IO_save_base
    <27c>   DW_AT_decl_file   : 7
    <27d>   DW_AT_decl_line   : 260
    <27f>   DW_AT_decl_column : 9
    <280>   DW_AT_type        : <0xe5>
    <284>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><287>: Abbrev Number: 13 (DW_TAG_member)
    <288>   DW_AT_name        : (indirect string, offset: 0xd40): _IO_backup_base
    <28c>   DW_AT_decl_file   : 7
    <28d>   DW_AT_decl_line   : 261
    <28f>   DW_AT_decl_column : 9
    <290>   DW_AT_type        : <0xe5>
    <294>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><297>: Abbrev Number: 13 (DW_TAG_member)
    <298>   DW_AT_name        : (indirect string, offset: 0xe5): _IO_save_end
    <29c>   DW_AT_decl_file   : 7
    <29d>   DW_AT_decl_line   : 262
    <29f>   DW_AT_decl_column : 9
    <2a0>   DW_AT_type        : <0xe5>
    <2a4>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><2a7>: Abbrev Number: 13 (DW_TAG_member)
    <2a8>   DW_AT_name        : (indirect string, offset: 0x639): _markers
    <2ac>   DW_AT_decl_file   : 7
    <2ad>   DW_AT_decl_line   : 264
    <2af>   DW_AT_decl_column : 22
    <2b0>   DW_AT_type        : <0x407>
    <2b4>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2b7>: Abbrev Number: 13 (DW_TAG_member)
    <2b8>   DW_AT_name        : (indirect string, offset: 0x248): _chain
    <2bc>   DW_AT_decl_file   : 7
    <2bd>   DW_AT_decl_line   : 266
    <2bf>   DW_AT_decl_column : 20
    <2c0>   DW_AT_type        : <0x40d>
    <2c4>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2c7>: Abbrev Number: 13 (DW_TAG_member)
    <2c8>   DW_AT_name        : (indirect string, offset: 0x1047): _fileno
    <2cc>   DW_AT_decl_file   : 7
    <2cd>   DW_AT_decl_line   : 268
    <2cf>   DW_AT_decl_column : 7
    <2d0>   DW_AT_type        : <0x64>
    <2d4>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2d7>: Abbrev Number: 13 (DW_TAG_member)
    <2d8>   DW_AT_name        : (indirect string, offset: 0x7e9): _flags2
    <2dc>   DW_AT_decl_file   : 7
    <2dd>   DW_AT_decl_line   : 272
    <2df>   DW_AT_decl_column : 7
    <2e0>   DW_AT_type        : <0x64>
    <2e4>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2e7>: Abbrev Number: 13 (DW_TAG_member)
    <2e8>   DW_AT_name        : (indirect string, offset: 0x884): _old_offset
    <2ec>   DW_AT_decl_file   : 7
    <2ed>   DW_AT_decl_line   : 274
    <2ef>   DW_AT_decl_column : 13
    <2f0>   DW_AT_type        : <0xa2>
    <2f4>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><2f7>: Abbrev Number: 13 (DW_TAG_member)
    <2f8>   DW_AT_name        : (indirect string, offset: 0x27b): _cur_column
    <2fc>   DW_AT_decl_file   : 7
    <2fd>   DW_AT_decl_line   : 278
    <2ff>   DW_AT_decl_column : 18
    <300>   DW_AT_type        : <0x24>
    <304>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><307>: Abbrev Number: 13 (DW_TAG_member)
    <308>   DW_AT_name        : (indirect string, offset: 0xef2): _vtable_offset
    <30c>   DW_AT_decl_file   : 7
    <30d>   DW_AT_decl_line   : 279
    <30f>   DW_AT_decl_column : 15
    <310>   DW_AT_type        : <0x3e>
    <314>   DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><317>: Abbrev Number: 13 (DW_TAG_member)
    <318>   DW_AT_name        : (indirect string, offset: 0xd50): _shortbuf
    <31c>   DW_AT_decl_file   : 7
    <31d>   DW_AT_decl_line   : 280
    <31f>   DW_AT_decl_column : 8
    <320>   DW_AT_type        : <0x413>
    <324>   DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><327>: Abbrev Number: 13 (DW_TAG_member)
    <328>   DW_AT_name        : (indirect string, offset: 0x19e): _lock
    <32c>   DW_AT_decl_file   : 7
    <32d>   DW_AT_decl_line   : 284
    <32f>   DW_AT_decl_column : 15
    <330>   DW_AT_type        : <0x423>
    <334>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><337>: Abbrev Number: 13 (DW_TAG_member)
    <338>   DW_AT_name        : (indirect string, offset: 0x716): _offset
    <33c>   DW_AT_decl_file   : 7
    <33d>   DW_AT_decl_line   : 293
    <33f>   DW_AT_decl_column : 15
    <340>   DW_AT_type        : <0xae>
    <344>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><347>: Abbrev Number: 13 (DW_TAG_member)
    <348>   DW_AT_name        : (indirect string, offset: 0xa25): __pad1
    <34c>   DW_AT_decl_file   : 7
    <34d>   DW_AT_decl_line   : 301
    <34f>   DW_AT_decl_column : 9
    <350>   DW_AT_type        : <0xc6>
    <354>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><357>: Abbrev Number: 13 (DW_TAG_member)
    <358>   DW_AT_name        : (indirect string, offset: 0xa2c): __pad2
    <35c>   DW_AT_decl_file   : 7
    <35d>   DW_AT_decl_line   : 302
    <35f>   DW_AT_decl_column : 9
    <360>   DW_AT_type        : <0xc6>
    <364>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><367>: Abbrev Number: 13 (DW_TAG_member)
    <368>   DW_AT_name        : (indirect string, offset: 0xa33): __pad3
    <36c>   DW_AT_decl_file   : 7
    <36d>   DW_AT_decl_line   : 303
    <36f>   DW_AT_decl_column : 9
    <370>   DW_AT_type        : <0xc6>
    <374>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><377>: Abbrev Number: 13 (DW_TAG_member)
    <378>   DW_AT_name        : (indirect string, offset: 0xa3a): __pad4
    <37c>   DW_AT_decl_file   : 7
    <37d>   DW_AT_decl_line   : 304
    <37f>   DW_AT_decl_column : 9
    <380>   DW_AT_type        : <0xc6>
    <384>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><387>: Abbrev Number: 13 (DW_TAG_member)
    <388>   DW_AT_name        : (indirect string, offset: 0xa41): __pad5
    <38c>   DW_AT_decl_file   : 7
    <38d>   DW_AT_decl_line   : 306
    <38f>   DW_AT_decl_column : 10
    <390>   DW_AT_type        : <0x12e>
    <394>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><397>: Abbrev Number: 13 (DW_TAG_member)
    <398>   DW_AT_name        : (indirect string, offset: 0xaa9): _mode
    <39c>   DW_AT_decl_file   : 7
    <39d>   DW_AT_decl_line   : 307
    <39f>   DW_AT_decl_column : 7
    <3a0>   DW_AT_type        : <0x64>
    <3a4>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><3a7>: Abbrev Number: 13 (DW_TAG_member)
    <3a8>   DW_AT_name        : (indirect string, offset: 0x821): _unused2
    <3ac>   DW_AT_decl_file   : 7
    <3ad>   DW_AT_decl_line   : 309
    <3af>   DW_AT_decl_column : 8
    <3b0>   DW_AT_type        : <0x429>
    <3b4>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><3b7>: Abbrev Number: 0
 <1><3b8>: Abbrev Number: 4 (DW_TAG_typedef)
    <3b9>   DW_AT_name        : (indirect string, offset: 0xb54): FILE
    <3bd>   DW_AT_decl_file   : 8
    <3be>   DW_AT_decl_line   : 7
    <3bf>   DW_AT_decl_column : 25
    <3c0>   DW_AT_type        : <0x1e0>
 <1><3c4>: Abbrev Number: 14 (DW_TAG_typedef)
    <3c5>   DW_AT_name        : (indirect string, offset: 0x54b): _IO_lock_t
    <3c9>   DW_AT_decl_file   : 7
    <3ca>   DW_AT_decl_line   : 154
    <3cb>   DW_AT_decl_column : 14
 <1><3cc>: Abbrev Number: 8 (DW_TAG_structure_type)
    <3cd>   DW_AT_name        : (indirect string, offset: 0x342): _IO_marker
    <3d1>   DW_AT_byte_size   : 12
    <3d2>   DW_AT_decl_file   : 7
    <3d3>   DW_AT_decl_line   : 160
    <3d4>   DW_AT_decl_column : 8
    <3d5>   DW_AT_sibling     : <0x407>
 <2><3d9>: Abbrev Number: 9 (DW_TAG_member)
    <3da>   DW_AT_name        : (indirect string, offset: 0xd87): _next
    <3de>   DW_AT_decl_file   : 7
    <3df>   DW_AT_decl_line   : 161
    <3e0>   DW_AT_decl_column : 22
    <3e1>   DW_AT_type        : <0x407>
    <3e5>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3e8>: Abbrev Number: 9 (DW_TAG_member)
    <3e9>   DW_AT_name        : (indirect string, offset: 0xa48): _sbuf
    <3ed>   DW_AT_decl_file   : 7
    <3ee>   DW_AT_decl_line   : 162
    <3ef>   DW_AT_decl_column : 20
    <3f0>   DW_AT_type        : <0x40d>
    <3f4>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><3f7>: Abbrev Number: 9 (DW_TAG_member)
    <3f8>   DW_AT_name        : (indirect string, offset: 0x5ee): _pos
    <3fc>   DW_AT_decl_file   : 7
    <3fd>   DW_AT_decl_line   : 166
    <3fe>   DW_AT_decl_column : 7
    <3ff>   DW_AT_type        : <0x64>
    <403>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><406>: Abbrev Number: 0
 <1><407>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <408>   DW_AT_byte_size   : 4
    <409>   DW_AT_type        : <0x3cc>
 <1><40d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <40e>   DW_AT_byte_size   : 4
    <40f>   DW_AT_type        : <0x1e0>
 <1><413>: Abbrev Number: 15 (DW_TAG_array_type)
    <414>   DW_AT_type        : <0xeb>
    <418>   DW_AT_sibling     : <0x423>
 <2><41c>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <41d>   DW_AT_type        : <0x2b>
    <421>   DW_AT_upper_bound : 0
 <2><422>: Abbrev Number: 0
 <1><423>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <424>   DW_AT_byte_size   : 4
    <425>   DW_AT_type        : <0x3c4>
 <1><429>: Abbrev Number: 15 (DW_TAG_array_type)
    <42a>   DW_AT_type        : <0xeb>
    <42e>   DW_AT_sibling     : <0x439>
 <2><432>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <433>   DW_AT_type        : <0x2b>
    <437>   DW_AT_upper_bound : 39
 <2><438>: Abbrev Number: 0
 <1><439>: Abbrev Number: 17 (DW_TAG_structure_type)
    <43a>   DW_AT_name        : (indirect string, offset: 0x4db): _IO_FILE_plus
    <43e>   DW_AT_declaration : 1
 <1><43f>: Abbrev Number: 10 (DW_TAG_variable)
    <440>   DW_AT_name        : (indirect string, offset: 0x7bd): _IO_2_1_stdin_
    <444>   DW_AT_decl_file   : 7
    <445>   DW_AT_decl_line   : 319
    <447>   DW_AT_decl_column : 29
    <448>   DW_AT_type        : <0x439>
    <44c>   DW_AT_external    : 1
    <44d>   DW_AT_declaration : 1
 <1><44e>: Abbrev Number: 10 (DW_TAG_variable)
    <44f>   DW_AT_name        : (indirect string, offset: 0xd60): _IO_2_1_stdout_
    <453>   DW_AT_decl_file   : 7
    <454>   DW_AT_decl_line   : 320
    <456>   DW_AT_decl_column : 29
    <457>   DW_AT_type        : <0x439>
    <45b>   DW_AT_external    : 1
    <45c>   DW_AT_declaration : 1
 <1><45d>: Abbrev Number: 10 (DW_TAG_variable)
    <45e>   DW_AT_name        : (indirect string, offset: 0x99): _IO_2_1_stderr_
    <462>   DW_AT_decl_file   : 7
    <463>   DW_AT_decl_line   : 321
    <465>   DW_AT_decl_column : 29
    <466>   DW_AT_type        : <0x439>
    <46a>   DW_AT_external    : 1
    <46b>   DW_AT_declaration : 1
 <1><46c>: Abbrev Number: 11 (DW_TAG_variable)
    <46d>   DW_AT_name        : (indirect string, offset: 0x604): stdin
    <471>   DW_AT_decl_file   : 9
    <472>   DW_AT_decl_line   : 135
    <473>   DW_AT_decl_column : 25
    <474>   DW_AT_type        : <0x40d>
    <478>   DW_AT_external    : 1
    <479>   DW_AT_declaration : 1
 <1><47a>: Abbrev Number: 11 (DW_TAG_variable)
    <47b>   DW_AT_name        : (indirect string, offset: 0x109f): stdout
    <47f>   DW_AT_decl_file   : 9
    <480>   DW_AT_decl_line   : 136
    <481>   DW_AT_decl_column : 25
    <482>   DW_AT_type        : <0x40d>
    <486>   DW_AT_external    : 1
    <487>   DW_AT_declaration : 1
 <1><488>: Abbrev Number: 11 (DW_TAG_variable)
    <489>   DW_AT_name        : (indirect string, offset: 0xe8f): stderr
    <48d>   DW_AT_decl_file   : 9
    <48e>   DW_AT_decl_line   : 137
    <48f>   DW_AT_decl_column : 25
    <490>   DW_AT_type        : <0x40d>
    <494>   DW_AT_external    : 1
    <495>   DW_AT_declaration : 1
 <1><496>: Abbrev Number: 11 (DW_TAG_variable)
    <497>   DW_AT_name        : (indirect string, offset: 0x287): sys_nerr
    <49b>   DW_AT_decl_file   : 10
    <49c>   DW_AT_decl_line   : 26
    <49d>   DW_AT_decl_column : 12
    <49e>   DW_AT_type        : <0x64>
    <4a2>   DW_AT_external    : 1
    <4a3>   DW_AT_declaration : 1
 <1><4a4>: Abbrev Number: 15 (DW_TAG_array_type)
    <4a5>   DW_AT_type        : <0x1d4>
    <4a9>   DW_AT_sibling     : <0x4af>
 <2><4ad>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4ae>: Abbrev Number: 0
 <1><4af>: Abbrev Number: 3 (DW_TAG_const_type)
    <4b0>   DW_AT_type        : <0x4a4>
 <1><4b4>: Abbrev Number: 11 (DW_TAG_variable)
    <4b5>   DW_AT_name        : (indirect string, offset: 0x613): sys_errlist
    <4b9>   DW_AT_decl_file   : 10
    <4ba>   DW_AT_decl_line   : 27
    <4bb>   DW_AT_decl_column : 26
    <4bc>   DW_AT_type        : <0x4af>
    <4c0>   DW_AT_external    : 1
    <4c1>   DW_AT_declaration : 1
 <1><4c2>: Abbrev Number: 11 (DW_TAG_variable)
    <4c3>   DW_AT_name        : (indirect string, offset: 0x29a): _sys_nerr
    <4c7>   DW_AT_decl_file   : 10
    <4c8>   DW_AT_decl_line   : 30
    <4c9>   DW_AT_decl_column : 12
    <4ca>   DW_AT_type        : <0x64>
    <4ce>   DW_AT_external    : 1
    <4cf>   DW_AT_declaration : 1
 <1><4d0>: Abbrev Number: 11 (DW_TAG_variable)
    <4d1>   DW_AT_name        : (indirect string, offset: 0xf01): _sys_errlist
    <4d5>   DW_AT_decl_file   : 10
    <4d6>   DW_AT_decl_line   : 31
    <4d7>   DW_AT_decl_column : 26
    <4d8>   DW_AT_type        : <0x4af>
    <4dc>   DW_AT_external    : 1
    <4dd>   DW_AT_declaration : 1
 <1><4de>: Abbrev Number: 11 (DW_TAG_variable)
    <4df>   DW_AT_name        : (indirect string, offset: 0x6ef): program_invocation_name
    <4e3>   DW_AT_decl_file   : 11
    <4e4>   DW_AT_decl_line   : 45
    <4e5>   DW_AT_decl_column : 14
    <4e6>   DW_AT_type        : <0xe5>
    <4ea>   DW_AT_external    : 1
    <4eb>   DW_AT_declaration : 1
 <1><4ec>: Abbrev Number: 11 (DW_TAG_variable)
    <4ed>   DW_AT_name        : (indirect string, offset: 0xc36): program_invocation_short_name
    <4f1>   DW_AT_decl_file   : 11
    <4f2>   DW_AT_decl_line   : 46
    <4f3>   DW_AT_decl_column : 14
    <4f4>   DW_AT_type        : <0xe5>
    <4f8>   DW_AT_external    : 1
    <4f9>   DW_AT_declaration : 1
 <1><4fa>: Abbrev Number: 15 (DW_TAG_array_type)
    <4fb>   DW_AT_type        : <0xe5>
    <4ff>   DW_AT_sibling     : <0x50a>
 <2><503>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <504>   DW_AT_type        : <0x2b>
    <508>   DW_AT_upper_bound : 1
 <2><509>: Abbrev Number: 0
 <1><50a>: Abbrev Number: 11 (DW_TAG_variable)
    <50b>   DW_AT_name        : (indirect string, offset: 0x1f2): __tzname
    <50f>   DW_AT_decl_file   : 12
    <510>   DW_AT_decl_line   : 159
    <511>   DW_AT_decl_column : 14
    <512>   DW_AT_type        : <0x4fa>
    <516>   DW_AT_external    : 1
    <517>   DW_AT_declaration : 1
 <1><518>: Abbrev Number: 11 (DW_TAG_variable)
    <519>   DW_AT_name        : (indirect string, offset: 0xf6d): __daylight
    <51d>   DW_AT_decl_file   : 12
    <51e>   DW_AT_decl_line   : 160
    <51f>   DW_AT_decl_column : 12
    <520>   DW_AT_type        : <0x64>
    <524>   DW_AT_external    : 1
    <525>   DW_AT_declaration : 1
 <1><526>: Abbrev Number: 11 (DW_TAG_variable)
    <527>   DW_AT_name        : (indirect string, offset: 0x3a1): __timezone
    <52b>   DW_AT_decl_file   : 12
    <52c>   DW_AT_decl_line   : 161
    <52d>   DW_AT_decl_column : 17
    <52e>   DW_AT_type        : <0x127>
    <532>   DW_AT_external    : 1
    <533>   DW_AT_declaration : 1
 <1><534>: Abbrev Number: 11 (DW_TAG_variable)
    <535>   DW_AT_name        : (indirect string, offset: 0x72d): tzname
    <539>   DW_AT_decl_file   : 12
    <53a>   DW_AT_decl_line   : 166
    <53b>   DW_AT_decl_column : 14
    <53c>   DW_AT_type        : <0x4fa>
    <540>   DW_AT_external    : 1
    <541>   DW_AT_declaration : 1
 <1><542>: Abbrev Number: 11 (DW_TAG_variable)
    <543>   DW_AT_name        : (indirect string, offset: 0x111a): daylight
    <547>   DW_AT_decl_file   : 12
    <548>   DW_AT_decl_line   : 174
    <549>   DW_AT_decl_column : 12
    <54a>   DW_AT_type        : <0x64>
    <54e>   DW_AT_external    : 1
    <54f>   DW_AT_declaration : 1
 <1><550>: Abbrev Number: 11 (DW_TAG_variable)
    <551>   DW_AT_name        : (indirect string, offset: 0x599): timezone
    <555>   DW_AT_decl_file   : 12
    <556>   DW_AT_decl_line   : 175
    <557>   DW_AT_decl_column : 17
    <558>   DW_AT_type        : <0x127>
    <55c>   DW_AT_external    : 1
    <55d>   DW_AT_declaration : 1
 <1><55e>: Abbrev Number: 10 (DW_TAG_variable)
    <55f>   DW_AT_name        : (indirect string, offset: 0xffe): getdate_err
    <563>   DW_AT_decl_file   : 12
    <564>   DW_AT_decl_line   : 280
    <566>   DW_AT_decl_column : 12
    <567>   DW_AT_type        : <0x64>
    <56b>   DW_AT_external    : 1
    <56c>   DW_AT_declaration : 1
 <1><56d>: Abbrev Number: 11 (DW_TAG_variable)
    <56e>   DW_AT_name        : (indirect string, offset: 0xa53): debug_flag
    <572>   DW_AT_decl_file   : 13
    <573>   DW_AT_decl_line   : 20
    <574>   DW_AT_decl_column : 13
    <575>   DW_AT_type        : <0x57b>
    <579>   DW_AT_external    : 1
    <57a>   DW_AT_declaration : 1
 <1><57b>: Abbrev Number: 2 (DW_TAG_base_type)
    <57c>   DW_AT_byte_size   : 1
    <57d>   DW_AT_encoding    : 2	(boolean)
    <57e>   DW_AT_name        : (indirect string, offset: 0x4c1): _Bool
 <1><582>: Abbrev Number: 3 (DW_TAG_const_type)
    <583>   DW_AT_type        : <0x57b>
 <1><587>: Abbrev Number: 4 (DW_TAG_typedef)
    <588>   DW_AT_name        : (indirect string, offset: 0xb0a): __kernel_long_t
    <58c>   DW_AT_decl_file   : 14
    <58d>   DW_AT_decl_line   : 14
    <58e>   DW_AT_decl_column : 19
    <58f>   DW_AT_type        : <0x7c>
 <1><593>: Abbrev Number: 4 (DW_TAG_typedef)
    <594>   DW_AT_name        : (indirect string, offset: 0x5f3): __kernel_ulong_t
    <598>   DW_AT_decl_file   : 14
    <599>   DW_AT_decl_line   : 15
    <59a>   DW_AT_decl_column : 28
    <59b>   DW_AT_type        : <0x8f>
 <1><59f>: Abbrev Number: 4 (DW_TAG_typedef)
    <5a0>   DW_AT_name        : (indirect string, offset: 0x404): kernel_long_t
    <5a4>   DW_AT_decl_file   : 15
    <5a5>   DW_AT_decl_line   : 16
    <5a6>   DW_AT_decl_column : 25
    <5a7>   DW_AT_type        : <0x587>
 <1><5ab>: Abbrev Number: 4 (DW_TAG_typedef)
    <5ac>   DW_AT_name        : (indirect string, offset: 0x8f9): kernel_ulong_t
    <5b0>   DW_AT_decl_file   : 15
    <5b1>   DW_AT_decl_line   : 17
    <5b2>   DW_AT_decl_column : 26
    <5b3>   DW_AT_type        : <0x593>
 <1><5b7>: Abbrev Number: 3 (DW_TAG_const_type)
    <5b8>   DW_AT_type        : <0x5ab>
 <1><5bc>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5bd>   DW_AT_name        : (indirect string, offset: 0xc54): list_item
    <5c1>   DW_AT_byte_size   : 8
    <5c2>   DW_AT_decl_file   : 16
    <5c3>   DW_AT_decl_line   : 92
    <5c4>   DW_AT_decl_column : 8
    <5c5>   DW_AT_sibling     : <0x5e8>
 <2><5c9>: Abbrev Number: 9 (DW_TAG_member)
    <5ca>   DW_AT_name        : (indirect string, offset: 0x115f): prev
    <5ce>   DW_AT_decl_file   : 16
    <5cf>   DW_AT_decl_line   : 93
    <5d0>   DW_AT_decl_column : 20
    <5d1>   DW_AT_type        : <0x5e8>
    <5d5>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5d8>: Abbrev Number: 9 (DW_TAG_member)
    <5d9>   DW_AT_name        : (indirect string, offset: 0x1155): next
    <5dd>   DW_AT_decl_file   : 16
    <5de>   DW_AT_decl_line   : 94
    <5df>   DW_AT_decl_column : 20
    <5e0>   DW_AT_type        : <0x5e8>
    <5e4>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><5e7>: Abbrev Number: 0
 <1><5e8>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <5e9>   DW_AT_byte_size   : 4
    <5ea>   DW_AT_type        : <0x5bc>
 <1><5ee>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5ef>   DW_AT_name        : (indirect string, offset: 0x8d1): sysent
    <5f3>   DW_AT_byte_size   : 20
    <5f4>   DW_AT_decl_file   : 17
    <5f5>   DW_AT_decl_line   : 11
    <5f6>   DW_AT_decl_column : 16
    <5f7>   DW_AT_sibling     : <0x647>
 <2><5fb>: Abbrev Number: 9 (DW_TAG_member)
    <5fc>   DW_AT_name        : (indirect string, offset: 0x10b6): nargs
    <600>   DW_AT_decl_file   : 17
    <601>   DW_AT_decl_line   : 12
    <602>   DW_AT_decl_column : 11
    <603>   DW_AT_type        : <0x2b>
    <607>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><60a>: Abbrev Number: 9 (DW_TAG_member)
    <60b>   DW_AT_name        : (indirect string, offset: 0x9db): sys_flags
    <60f>   DW_AT_decl_file   : 17
    <610>   DW_AT_decl_line   : 13
    <611>   DW_AT_decl_column : 6
    <612>   DW_AT_type        : <0x64>
    <616>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><619>: Abbrev Number: 19 (DW_TAG_member)
    <61a>   DW_AT_name        : sen
    <61e>   DW_AT_decl_file   : 17
    <61f>   DW_AT_decl_line   : 14
    <620>   DW_AT_decl_column : 6
    <621>   DW_AT_type        : <0x64>
    <625>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><628>: Abbrev Number: 9 (DW_TAG_member)
    <629>   DW_AT_name        : (indirect string, offset: 0x32f): sys_func
    <62d>   DW_AT_decl_file   : 17
    <62e>   DW_AT_decl_line   : 15
    <62f>   DW_AT_decl_column : 8
    <630>   DW_AT_type        : <0x652>
    <634>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><637>: Abbrev Number: 9 (DW_TAG_member)
    <638>   DW_AT_name        : (indirect string, offset: 0x2a4): sys_name
    <63c>   DW_AT_decl_file   : 17
    <63d>   DW_AT_decl_line   : 16
    <63e>   DW_AT_decl_column : 14
    <63f>   DW_AT_type        : <0x1ce>
    <643>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><646>: Abbrev Number: 0
 <1><647>: Abbrev Number: 20 (DW_TAG_subroutine_type)
    <648>   DW_AT_type        : <0x64>
    <64c>   DW_AT_sibling     : <0x652>
 <2><650>: Abbrev Number: 21 (DW_TAG_unspecified_parameters)
 <2><651>: Abbrev Number: 0
 <1><652>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <653>   DW_AT_byte_size   : 4
    <654>   DW_AT_type        : <0x647>
 <1><658>: Abbrev Number: 4 (DW_TAG_typedef)
    <659>   DW_AT_name        : (indirect string, offset: 0xf16): struct_sysent
    <65d>   DW_AT_decl_file   : 17
    <65e>   DW_AT_decl_line   : 17
    <65f>   DW_AT_decl_column : 3
    <660>   DW_AT_type        : <0x5ee>
 <1><664>: Abbrev Number: 3 (DW_TAG_const_type)
    <665>   DW_AT_type        : <0x658>
 <1><669>: Abbrev Number: 11 (DW_TAG_variable)
    <66a>   DW_AT_name        : (indirect string, offset: 0xdce): current_personality
    <66e>   DW_AT_decl_file   : 18
    <66f>   DW_AT_decl_line   : 158
    <670>   DW_AT_decl_column : 17
    <671>   DW_AT_type        : <0x2b>
    <675>   DW_AT_external    : 1
    <676>   DW_AT_declaration : 1
 <1><677>: Abbrev Number: 11 (DW_TAG_variable)
    <678>   DW_AT_name        : (indirect string, offset: 0x873): current_wordsize
    <67c>   DW_AT_decl_file   : 18
    <67d>   DW_AT_decl_line   : 171
    <67e>   DW_AT_decl_column : 17
    <67f>   DW_AT_type        : <0x2b>
    <683>   DW_AT_external    : 1
    <684>   DW_AT_declaration : 1
 <1><685>: Abbrev Number: 11 (DW_TAG_variable)
    <686>   DW_AT_name        : (indirect string, offset: 0xac5): current_klongsize
    <68a>   DW_AT_decl_file   : 18
    <68b>   DW_AT_decl_line   : 176
    <68c>   DW_AT_decl_column : 17
    <68d>   DW_AT_type        : <0x2b>
    <691>   DW_AT_external    : 1
    <692>   DW_AT_declaration : 1
 <1><693>: Abbrev Number: 8 (DW_TAG_structure_type)
    <694>   DW_AT_name        : (indirect string, offset: 0xcfa): ioctlent
    <698>   DW_AT_byte_size   : 8
    <699>   DW_AT_decl_file   : 18
    <69a>   DW_AT_decl_line   : 217
    <69b>   DW_AT_decl_column : 16
    <69c>   DW_AT_sibling     : <0x6bf>
 <2><6a0>: Abbrev Number: 9 (DW_TAG_member)
    <6a1>   DW_AT_name        : (indirect string, offset: 0xfca): symbol
    <6a5>   DW_AT_decl_file   : 18
    <6a6>   DW_AT_decl_line   : 218
    <6a7>   DW_AT_decl_column : 14
    <6a8>   DW_AT_type        : <0x1ce>
    <6ac>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6af>: Abbrev Number: 9 (DW_TAG_member)
    <6b0>   DW_AT_name        : (indirect string, offset: 0xd97): code
    <6b4>   DW_AT_decl_file   : 18
    <6b5>   DW_AT_decl_line   : 219
    <6b6>   DW_AT_decl_column : 15
    <6b7>   DW_AT_type        : <0x2b>
    <6bb>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6be>: Abbrev Number: 0
 <1><6bf>: Abbrev Number: 4 (DW_TAG_typedef)
    <6c0>   DW_AT_name        : (indirect string, offset: 0xca6): struct_ioctlent
    <6c4>   DW_AT_decl_file   : 18
    <6c5>   DW_AT_decl_line   : 220
    <6c6>   DW_AT_decl_column : 3
    <6c7>   DW_AT_type        : <0x693>
 <1><6cb>: Abbrev Number: 3 (DW_TAG_const_type)
    <6cc>   DW_AT_type        : <0x6bf>
 <1><6d0>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6d1>   DW_AT_name        : (indirect string, offset: 0x867): inject_data
    <6d5>   DW_AT_byte_size   : 10
    <6d6>   DW_AT_decl_file   : 18
    <6d7>   DW_AT_decl_line   : 241
    <6d8>   DW_AT_decl_column : 8
    <6d9>   DW_AT_sibling     : <0x738>
 <2><6dd>: Abbrev Number: 9 (DW_TAG_member)
    <6de>   DW_AT_name        : (indirect string, offset: 0x5a8): flags
    <6e2>   DW_AT_decl_file   : 18
    <6e3>   DW_AT_decl_line   : 242
    <6e4>   DW_AT_decl_column : 10
    <6e5>   DW_AT_type        : <0xf7>
    <6e9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6ec>: Abbrev Number: 9 (DW_TAG_member)
    <6ed>   DW_AT_name        : (indirect string, offset: 0x986): signo
    <6f1>   DW_AT_decl_file   : 18
    <6f2>   DW_AT_decl_line   : 243
    <6f3>   DW_AT_decl_column : 10
    <6f4>   DW_AT_type        : <0xf7>
    <6f8>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><6fb>: Abbrev Number: 9 (DW_TAG_member)
    <6fc>   DW_AT_name        : (indirect string, offset: 0x12b): rval_idx
    <700>   DW_AT_decl_file   : 18
    <701>   DW_AT_decl_line   : 244
    <702>   DW_AT_decl_column : 11
    <703>   DW_AT_type        : <0x103>
    <707>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><70a>: Abbrev Number: 9 (DW_TAG_member)
    <70b>   DW_AT_name        : (indirect string, offset: 0x4a): delay_idx
    <70f>   DW_AT_decl_file   : 18
    <710>   DW_AT_decl_line   : 245
    <711>   DW_AT_decl_column : 11
    <712>   DW_AT_type        : <0x103>
    <716>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><719>: Abbrev Number: 9 (DW_TAG_member)
    <71a>   DW_AT_name        : (indirect string, offset: 0x62b): poke_idx
    <71e>   DW_AT_decl_file   : 18
    <71f>   DW_AT_decl_line   : 246
    <720>   DW_AT_decl_column : 11
    <721>   DW_AT_type        : <0x103>
    <725>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><728>: Abbrev Number: 9 (DW_TAG_member)
    <729>   DW_AT_name        : (indirect string, offset: 0x1d2): scno
    <72d>   DW_AT_decl_file   : 18
    <72e>   DW_AT_decl_line   : 247
    <72f>   DW_AT_decl_column : 11
    <730>   DW_AT_type        : <0x103>
    <734>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><737>: Abbrev Number: 0
 <1><738>: Abbrev Number: 8 (DW_TAG_structure_type)
    <739>   DW_AT_name        : (indirect string, offset: 0x10c): inject_opts
    <73d>   DW_AT_byte_size   : 16
    <73e>   DW_AT_decl_file   : 18
    <73f>   DW_AT_decl_line   : 250
    <740>   DW_AT_decl_column : 8
    <741>   DW_AT_sibling     : <0x782>
 <2><745>: Abbrev Number: 9 (DW_TAG_member)
    <746>   DW_AT_name        : (indirect string, offset: 0xaa3): first
    <74a>   DW_AT_decl_file   : 18
    <74b>   DW_AT_decl_line   : 251
    <74c>   DW_AT_decl_column : 11
    <74d>   DW_AT_type        : <0x103>
    <751>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><754>: Abbrev Number: 9 (DW_TAG_member)
    <755>   DW_AT_name        : (indirect string, offset: 0x1188): last
    <759>   DW_AT_decl_file   : 18
    <75a>   DW_AT_decl_line   : 252
    <75b>   DW_AT_decl_column : 11
    <75c>   DW_AT_type        : <0x103>
    <760>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><763>: Abbrev Number: 9 (DW_TAG_member)
    <764>   DW_AT_name        : (indirect string, offset: 0x3d4): step
    <768>   DW_AT_decl_file   : 18
    <769>   DW_AT_decl_line   : 253
    <76a>   DW_AT_decl_column : 11
    <76b>   DW_AT_type        : <0x103>
    <76f>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><772>: Abbrev Number: 9 (DW_TAG_member)
    <773>   DW_AT_name        : (indirect string, offset: 0x115a): data
    <777>   DW_AT_decl_file   : 18
    <778>   DW_AT_decl_line   : 254
    <779>   DW_AT_decl_column : 21
    <77a>   DW_AT_type        : <0x6d0>
    <77e>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><781>: Abbrev Number: 0
 <1><782>: Abbrev Number: 22 (DW_TAG_structure_type)
    <783>   DW_AT_name        : tcb
    <787>   DW_AT_byte_size   : 280
    <789>   DW_AT_decl_file   : 18
    <78a>   DW_AT_decl_line   : 262
    <78c>   DW_AT_decl_column : 8
    <78d>   DW_AT_sibling     : <0x9b2>
 <2><791>: Abbrev Number: 13 (DW_TAG_member)
    <792>   DW_AT_name        : (indirect string, offset: 0x5a8): flags
    <796>   DW_AT_decl_file   : 18
    <797>   DW_AT_decl_line   : 263
    <799>   DW_AT_decl_column : 6
    <79a>   DW_AT_type        : <0x64>
    <79e>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7a1>: Abbrev Number: 23 (DW_TAG_member)
    <7a2>   DW_AT_name        : pid
    <7a6>   DW_AT_decl_file   : 18
    <7a7>   DW_AT_decl_line   : 264
    <7a9>   DW_AT_decl_column : 6
    <7aa>   DW_AT_type        : <0x64>
    <7ae>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7b1>: Abbrev Number: 13 (DW_TAG_member)
    <7b2>   DW_AT_name        : (indirect string, offset: 0x62): qual_flg
    <7b6>   DW_AT_decl_file   : 18
    <7b7>   DW_AT_decl_line   : 265
    <7b9>   DW_AT_decl_column : 6
    <7ba>   DW_AT_type        : <0x64>
    <7be>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7c1>: Abbrev Number: 13 (DW_TAG_member)
    <7c2>   DW_AT_name        : (indirect string, offset: 0x3c5): currpers
    <7c6>   DW_AT_decl_file   : 18
    <7c7>   DW_AT_decl_line   : 267
    <7c9>   DW_AT_decl_column : 15
    <7ca>   DW_AT_type        : <0x2b>
    <7ce>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><7d1>: Abbrev Number: 13 (DW_TAG_member)
    <7d2>   DW_AT_name        : (indirect string, offset: 0xba7): u_error
    <7d6>   DW_AT_decl_file   : 18
    <7d7>   DW_AT_decl_line   : 269
    <7d9>   DW_AT_decl_column : 16
    <7da>   DW_AT_type        : <0x37>
    <7de>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><7e1>: Abbrev Number: 13 (DW_TAG_member)
    <7e2>   DW_AT_name        : (indirect string, offset: 0x1d2): scno
    <7e6>   DW_AT_decl_file   : 18
    <7e7>   DW_AT_decl_line   : 270
    <7e9>   DW_AT_decl_column : 17
    <7ea>   DW_AT_type        : <0x5ab>
    <7ee>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><7f1>: Abbrev Number: 13 (DW_TAG_member)
    <7f2>   DW_AT_name        : (indirect string, offset: 0xbec): true_scno
    <7f6>   DW_AT_decl_file   : 18
    <7f7>   DW_AT_decl_line   : 271
    <7f9>   DW_AT_decl_column : 17
    <7fa>   DW_AT_type        : <0x5ab>
    <7fe>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><801>: Abbrev Number: 13 (DW_TAG_member)
    <802>   DW_AT_name        : (indirect string, offset: 0x1dc): u_arg
    <806>   DW_AT_decl_file   : 18
    <807>   DW_AT_decl_line   : 272
    <809>   DW_AT_decl_column : 17
    <80a>   DW_AT_type        : <0x9b2>
    <80e>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><811>: Abbrev Number: 13 (DW_TAG_member)
    <812>   DW_AT_name        : (indirect string, offset: 0x9f2): u_rval
    <816>   DW_AT_decl_file   : 18
    <817>   DW_AT_decl_line   : 273
    <819>   DW_AT_decl_column : 16
    <81a>   DW_AT_type        : <0x59f>
    <81e>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><821>: Abbrev Number: 13 (DW_TAG_member)
    <822>   DW_AT_name        : (indirect string, offset: 0xb26): sys_func_rval
    <826>   DW_AT_decl_file   : 18
    <827>   DW_AT_decl_line   : 274
    <829>   DW_AT_decl_column : 6
    <82a>   DW_AT_type        : <0x64>
    <82e>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><831>: Abbrev Number: 13 (DW_TAG_member)
    <832>   DW_AT_name        : (indirect string, offset: 0xd78): curcol
    <836>   DW_AT_decl_file   : 18
    <837>   DW_AT_decl_line   : 275
    <839>   DW_AT_decl_column : 6
    <83a>   DW_AT_type        : <0x64>
    <83e>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><841>: Abbrev Number: 13 (DW_TAG_member)
    <842>   DW_AT_name        : (indirect string, offset: 0xa04): outf
    <846>   DW_AT_decl_file   : 18
    <847>   DW_AT_decl_line   : 276
    <849>   DW_AT_decl_column : 8
    <84a>   DW_AT_type        : <0x9c2>
    <84e>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><851>: Abbrev Number: 13 (DW_TAG_member)
    <852>   DW_AT_name        : (indirect string, offset: 0xfa2): staged_output_data
    <856>   DW_AT_decl_file   : 18
    <857>   DW_AT_decl_line   : 277
    <859>   DW_AT_decl_column : 29
    <85a>   DW_AT_type        : <0x9ce>
    <85e>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><861>: Abbrev Number: 13 (DW_TAG_member)
    <862>   DW_AT_name        : (indirect string, offset: 0xaf1): auxstr
    <866>   DW_AT_decl_file   : 18
    <867>   DW_AT_decl_line   : 279
    <869>   DW_AT_decl_column : 14
    <86a>   DW_AT_type        : <0x1ce>
    <86e>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><871>: Abbrev Number: 13 (DW_TAG_member)
    <872>   DW_AT_name        : (indirect string, offset: 0x1a4): _priv_data
    <876>   DW_AT_decl_file   : 18
    <877>   DW_AT_decl_line   : 280
    <879>   DW_AT_decl_column : 8
    <87a>   DW_AT_type        : <0xc6>
    <87e>   DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
 <2><881>: Abbrev Number: 13 (DW_TAG_member)
    <882>   DW_AT_name        : (indirect string, offset: 0xc81): _free_priv_data
    <886>   DW_AT_decl_file   : 18
    <887>   DW_AT_decl_line   : 281
    <889>   DW_AT_decl_column : 9
    <88a>   DW_AT_type        : <0x9e0>
    <88e>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><891>: Abbrev Number: 13 (DW_TAG_member)
    <892>   DW_AT_name        : (indirect string, offset: 0x1b5): s_ent
    <896>   DW_AT_decl_file   : 18
    <897>   DW_AT_decl_line   : 282
    <899>   DW_AT_decl_column : 23
    <89a>   DW_AT_type        : <0x9e6>
    <89e>   DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
 <2><8a1>: Abbrev Number: 13 (DW_TAG_member)
    <8a2>   DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
    <8a6>   DW_AT_decl_file   : 18
    <8a7>   DW_AT_decl_line   : 285
    <8a9>   DW_AT_decl_column : 23
    <8aa>   DW_AT_type        : <0x9e6>
    <8ae>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><8b2>: Abbrev Number: 13 (DW_TAG_member)
    <8b3>   DW_AT_name        : (indirect string, offset: 0x3ba): inject_vec
    <8b7>   DW_AT_decl_file   : 18
    <8b8>   DW_AT_decl_line   : 286
    <8ba>   DW_AT_decl_column : 22
    <8bb>   DW_AT_type        : <0x9f1>
    <8bf>   DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
 <2><8c3>: Abbrev Number: 13 (DW_TAG_member)
    <8c4>   DW_AT_name        : (indirect string, offset: 0x833): stime
    <8c8>   DW_AT_decl_file   : 18
    <8c9>   DW_AT_decl_line   : 287
    <8cb>   DW_AT_decl_column : 18
    <8cc>   DW_AT_type        : <0x13f>
    <8d0>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><8d4>: Abbrev Number: 13 (DW_TAG_member)
    <8d5>   DW_AT_name        : (indirect string, offset: 0x3ce): ltime
    <8d9>   DW_AT_decl_file   : 18
    <8da>   DW_AT_decl_line   : 288
    <8dc>   DW_AT_decl_column : 18
    <8dd>   DW_AT_type        : <0x13f>
    <8e1>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><8e5>: Abbrev Number: 13 (DW_TAG_member)
    <8e6>   DW_AT_name        : (indirect string, offset: 0x107d): atime
    <8ea>   DW_AT_decl_file   : 18
    <8eb>   DW_AT_decl_line   : 289
    <8ed>   DW_AT_decl_column : 18
    <8ee>   DW_AT_type        : <0x13f>
    <8f2>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><8f6>: Abbrev Number: 13 (DW_TAG_member)
    <8f7>   DW_AT_name        : (indirect string, offset: 0x5a2): etime
    <8fb>   DW_AT_decl_file   : 18
    <8fc>   DW_AT_decl_line   : 290
    <8fe>   DW_AT_decl_column : 18
    <8ff>   DW_AT_type        : <0x13f>
    <903>   DW_AT_data_member_location: 3 byte block: 23 c0 1 	(DW_OP_plus_uconst: 192)
 <2><907>: Abbrev Number: 13 (DW_TAG_member)
    <908>   DW_AT_name        : (indirect string, offset: 0xde2): delay_expiration_time
    <90c>   DW_AT_decl_file   : 18
    <90d>   DW_AT_decl_line   : 291
    <90f>   DW_AT_decl_column : 18
    <910>   DW_AT_type        : <0x13f>
    <914>   DW_AT_data_member_location: 3 byte block: 23 d0 1 	(DW_OP_plus_uconst: 208)
 <2><918>: Abbrev Number: 13 (DW_TAG_member)
    <919>   DW_AT_name        : (indirect string, offset: 0x32): pid_ns
    <91d>   DW_AT_decl_file   : 18
    <91e>   DW_AT_decl_line   : 298
    <920>   DW_AT_decl_column : 15
    <921>   DW_AT_type        : <0x2b>
    <925>   DW_AT_data_member_location: 3 byte block: 23 e0 1 	(DW_OP_plus_uconst: 224)
 <2><929>: Abbrev Number: 13 (DW_TAG_member)
    <92a>   DW_AT_name        : (indirect string, offset: 0x1013): mmap_cache
    <92e>   DW_AT_decl_file   : 18
    <92f>   DW_AT_decl_line   : 304
    <931>   DW_AT_decl_column : 23
    <932>   DW_AT_type        : <0xa0d>
    <936>   DW_AT_data_member_location: 3 byte block: 23 e4 1 	(DW_OP_plus_uconst: 228)
 <2><93a>: Abbrev Number: 13 (DW_TAG_member)
    <93b>   DW_AT_name        : (indirect string, offset: 0xbb6): wait_data_idx
    <93f>   DW_AT_decl_file   : 18
    <940>   DW_AT_decl_line   : 311
    <942>   DW_AT_decl_column : 9
    <943>   DW_AT_type        : <0x12e>
    <947>   DW_AT_data_member_location: 3 byte block: 23 e8 1 	(DW_OP_plus_uconst: 232)
 <2><94b>: Abbrev Number: 13 (DW_TAG_member)
    <94c>   DW_AT_name        : (indirect string, offset: 0xaf8): delayed_wait_data
    <950>   DW_AT_decl_file   : 18
    <951>   DW_AT_decl_line   : 313
    <953>   DW_AT_decl_column : 24
    <954>   DW_AT_type        : <0xa19>
    <958>   DW_AT_data_member_location: 3 byte block: 23 ec 1 	(DW_OP_plus_uconst: 236)
 <2><95c>: Abbrev Number: 13 (DW_TAG_member)
    <95d>   DW_AT_name        : (indirect string, offset: 0xb68): wait_list
    <961>   DW_AT_decl_file   : 18
    <962>   DW_AT_decl_line   : 314
    <964>   DW_AT_decl_column : 19
    <965>   DW_AT_type        : <0x5bc>
    <969>   DW_AT_data_member_location: 3 byte block: 23 f0 1 	(DW_OP_plus_uconst: 240)
 <2><96d>: Abbrev Number: 13 (DW_TAG_member)
    <96e>   DW_AT_name        : (indirect string, offset: 0x707): vcpu_info_list
    <972>   DW_AT_decl_file   : 18
    <973>   DW_AT_decl_line   : 318
    <975>   DW_AT_decl_column : 20
    <976>   DW_AT_type        : <0xa25>
    <97a>   DW_AT_data_member_location: 3 byte block: 23 f8 1 	(DW_OP_plus_uconst: 248)
 <2><97e>: Abbrev Number: 13 (DW_TAG_member)
    <97f>   DW_AT_name        : (indirect string, offset: 0xd35): unwind_ctx
    <983>   DW_AT_decl_file   : 18
    <984>   DW_AT_decl_line   : 322
    <986>   DW_AT_decl_column : 8
    <987>   DW_AT_type        : <0xc6>
    <98b>   DW_AT_data_member_location: 3 byte block: 23 fc 1 	(DW_OP_plus_uconst: 252)
 <2><98f>: Abbrev Number: 13 (DW_TAG_member)
    <990>   DW_AT_name        : (indirect string, offset: 0x58c): unwind_queue
    <994>   DW_AT_decl_file   : 18
    <995>   DW_AT_decl_line   : 323
    <997>   DW_AT_decl_column : 25
    <998>   DW_AT_type        : <0xa31>
    <99c>   DW_AT_data_member_location: 3 byte block: 23 80 2 	(DW_OP_plus_uconst: 256)
 <2><9a0>: Abbrev Number: 13 (DW_TAG_member)
    <9a1>   DW_AT_name        : (indirect string, offset: 0x199): comm
    <9a5>   DW_AT_decl_file   : 18
    <9a6>   DW_AT_decl_line   : 327
    <9a8>   DW_AT_decl_column : 7
    <9a9>   DW_AT_type        : <0xa37>
    <9ad>   DW_AT_data_member_location: 3 byte block: 23 84 2 	(DW_OP_plus_uconst: 260)
 <2><9b1>: Abbrev Number: 0
 <1><9b2>: Abbrev Number: 15 (DW_TAG_array_type)
    <9b3>   DW_AT_type        : <0x5ab>
    <9b7>   DW_AT_sibling     : <0x9c2>
 <2><9bb>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <9bc>   DW_AT_type        : <0x2b>
    <9c0>   DW_AT_upper_bound : 5
 <2><9c1>: Abbrev Number: 0
 <1><9c2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9c3>   DW_AT_byte_size   : 4
    <9c4>   DW_AT_type        : <0x3b8>
 <1><9c8>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9c9>   DW_AT_name        : (indirect string, offset: 0xfa2): staged_output_data
    <9cd>   DW_AT_declaration : 1
 <1><9ce>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9cf>   DW_AT_byte_size   : 4
    <9d0>   DW_AT_type        : <0x9c8>
 <1><9d4>: Abbrev Number: 24 (DW_TAG_subroutine_type)
    <9d5>   DW_AT_prototyped  : 1
    <9d6>   DW_AT_sibling     : <0x9e0>
 <2><9da>: Abbrev Number: 25 (DW_TAG_formal_parameter)
    <9db>   DW_AT_type        : <0xc6>
 <2><9df>: Abbrev Number: 0
 <1><9e0>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9e1>   DW_AT_byte_size   : 4
    <9e2>   DW_AT_type        : <0x9d4>
 <1><9e6>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9e7>   DW_AT_byte_size   : 4
    <9e8>   DW_AT_type        : <0x664>
 <1><9ec>: Abbrev Number: 3 (DW_TAG_const_type)
    <9ed>   DW_AT_type        : <0x9e6>
 <1><9f1>: Abbrev Number: 15 (DW_TAG_array_type)
    <9f2>   DW_AT_type        : <0xa01>
    <9f6>   DW_AT_sibling     : <0xa01>
 <2><9fa>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <9fb>   DW_AT_type        : <0x2b>
    <9ff>   DW_AT_upper_bound : 2
 <2><a00>: Abbrev Number: 0
 <1><a01>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a02>   DW_AT_byte_size   : 4
    <a03>   DW_AT_type        : <0x738>
 <1><a07>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a08>   DW_AT_name        : (indirect string, offset: 0xd8): mmap_cache_t
    <a0c>   DW_AT_declaration : 1
 <1><a0d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a0e>   DW_AT_byte_size   : 4
    <a0f>   DW_AT_type        : <0xa07>
 <1><a13>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a14>   DW_AT_name        : (indirect string, offset: 0x3ef): tcb_wait_data
    <a18>   DW_AT_declaration : 1
 <1><a19>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a1a>   DW_AT_byte_size   : 4
    <a1b>   DW_AT_type        : <0xa13>
 <1><a1f>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a20>   DW_AT_name        : (indirect string, offset: 0x18f): vcpu_info
    <a24>   DW_AT_declaration : 1
 <1><a25>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a26>   DW_AT_byte_size   : 4
    <a27>   DW_AT_type        : <0xa1f>
 <1><a2b>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a2c>   DW_AT_name        : (indirect string, offset: 0xf86): unwind_queue_t
    <a30>   DW_AT_declaration : 1
 <1><a31>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a32>   DW_AT_byte_size   : 4
    <a33>   DW_AT_type        : <0xa2b>
 <1><a37>: Abbrev Number: 15 (DW_TAG_array_type)
    <a38>   DW_AT_type        : <0xeb>
    <a3c>   DW_AT_sibling     : <0xa47>
 <2><a40>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a41>   DW_AT_type        : <0x2b>
    <a45>   DW_AT_upper_bound : 15
 <2><a46>: Abbrev Number: 0
 <1><a47>: Abbrev Number: 10 (DW_TAG_variable)
    <a48>   DW_AT_name        : (indirect string, offset: 0xbff): stub_sysent
    <a4c>   DW_AT_decl_file   : 18
    <a4d>   DW_AT_decl_line   : 400
    <a4f>   DW_AT_decl_column : 28
    <a50>   DW_AT_type        : <0x664>
    <a54>   DW_AT_external    : 1
    <a55>   DW_AT_declaration : 1
 <1><a56>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a57>   DW_AT_name        : (indirect string, offset: 0x113d): xlat_type
    <a5b>   DW_AT_encoding    : 7	(unsigned)
    <a5c>   DW_AT_byte_size   : 4
    <a5d>   DW_AT_type        : <0x2b>
    <a61>   DW_AT_decl_file   : 19
    <a62>   DW_AT_decl_line   : 13
    <a63>   DW_AT_decl_column : 6
    <a64>   DW_AT_sibling     : <0xa7b>
 <2><a68>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a69>   DW_AT_name        : (indirect string, offset: 0x2ff): XT_NORMAL
    <a6d>   DW_AT_const_value : 0
 <2><a6e>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a6f>   DW_AT_name        : (indirect string, offset: 0xcc9): XT_SORTED
    <a73>   DW_AT_const_value : 1
 <2><a74>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a75>   DW_AT_name        : (indirect string, offset: 0xe71): XT_INDEXED
    <a79>   DW_AT_const_value : 2
 <2><a7a>: Abbrev Number: 0
 <1><a7b>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a7c>   DW_AT_name        : (indirect string, offset: 0xc2b): xlat_style
    <a80>   DW_AT_encoding    : 7	(unsigned)
    <a81>   DW_AT_byte_size   : 4
    <a82>   DW_AT_type        : <0x2b>
    <a86>   DW_AT_decl_file   : 19
    <a87>   DW_AT_decl_line   : 19
    <a88>   DW_AT_decl_column : 6
    <a89>   DW_AT_sibling     : <0xab8>
 <2><a8d>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a8e>   DW_AT_name        : (indirect string, offset: 0x118): XLAT_STYLE_DEFAULT
    <a92>   DW_AT_const_value : 0
 <2><a93>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a94>   DW_AT_name        : (indirect string, offset: 0xc5e): XLAT_STYLE_RAW
    <a98>   DW_AT_const_value : 1
 <2><a99>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a9a>   DW_AT_name        : (indirect string, offset: 0x1108): XLAT_STYLE_ABBREV
    <a9e>   DW_AT_const_value : 2
 <2><a9f>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa0>   DW_AT_name        : (indirect string, offset: 0x31c): XLAT_STYLE_VERBOSE
    <aa4>   DW_AT_const_value : 3
 <2><aa5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa6>   DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
    <aaa>   DW_AT_const_value : 0
 <2><aab>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aac>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <ab0>   DW_AT_const_value : 4
 <2><ab1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab2>   DW_AT_name        : (indirect string, offset: 0x1177): XLAT_STYLE_FMT_D
    <ab6>   DW_AT_const_value : 8
 <2><ab7>: Abbrev Number: 0
 <1><ab8>: Abbrev Number: 8 (DW_TAG_structure_type)
    <ab9>   DW_AT_name        : (indirect string, offset: 0x357): xlat_data
    <abd>   DW_AT_byte_size   : 16
    <abe>   DW_AT_decl_file   : 19
    <abf>   DW_AT_decl_line   : 51
    <ac0>   DW_AT_decl_column : 8
    <ac1>   DW_AT_sibling     : <0xae4>
 <2><ac5>: Abbrev Number: 19 (DW_TAG_member)
    <ac6>   DW_AT_name        : val
    <aca>   DW_AT_decl_file   : 19
    <acb>   DW_AT_decl_line   : 52
    <acc>   DW_AT_decl_column : 11
    <acd>   DW_AT_type        : <0x11b>
    <ad1>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ad4>: Abbrev Number: 19 (DW_TAG_member)
    <ad5>   DW_AT_name        : str
    <ad9>   DW_AT_decl_file   : 19
    <ada>   DW_AT_decl_line   : 53
    <adb>   DW_AT_decl_column : 14
    <adc>   DW_AT_type        : <0x1ce>
    <ae0>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><ae3>: Abbrev Number: 0
 <1><ae4>: Abbrev Number: 3 (DW_TAG_const_type)
    <ae5>   DW_AT_type        : <0xab8>
 <1><ae9>: Abbrev Number: 8 (DW_TAG_structure_type)
    <aea>   DW_AT_name        : (indirect string, offset: 0x22): xlat
    <aee>   DW_AT_byte_size   : 24
    <aef>   DW_AT_decl_file   : 19
    <af0>   DW_AT_decl_line   : 56
    <af1>   DW_AT_decl_column : 8
    <af2>   DW_AT_sibling     : <0xb42>
 <2><af6>: Abbrev Number: 9 (DW_TAG_member)
    <af7>   DW_AT_name        : (indirect string, offset: 0x115a): data
    <afb>   DW_AT_decl_file   : 19
    <afc>   DW_AT_decl_line   : 57
    <afd>   DW_AT_decl_column : 26
    <afe>   DW_AT_type        : <0xb47>
    <b02>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b05>: Abbrev Number: 9 (DW_TAG_member)
    <b06>   DW_AT_name        : (indirect string, offset: 0x8c5): flags_strsz
    <b0a>   DW_AT_decl_file   : 19
    <b0b>   DW_AT_decl_line   : 58
    <b0c>   DW_AT_decl_column : 9
    <b0d>   DW_AT_type        : <0x12e>
    <b11>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b14>: Abbrev Number: 9 (DW_TAG_member)
    <b15>   DW_AT_name        : (indirect string, offset: 0xbc4): size
    <b19>   DW_AT_decl_file   : 19
    <b1a>   DW_AT_decl_line   : 59
    <b1b>   DW_AT_decl_column : 11
    <b1c>   DW_AT_type        : <0x10f>
    <b20>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b23>: Abbrev Number: 9 (DW_TAG_member)
    <b24>   DW_AT_name        : (indirect string, offset: 0x1d7): type
    <b28>   DW_AT_decl_file   : 19
    <b29>   DW_AT_decl_line   : 60
    <b2a>   DW_AT_decl_column : 17
    <b2b>   DW_AT_type        : <0xa56>
    <b2f>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b32>: Abbrev Number: 9 (DW_TAG_member)
    <b33>   DW_AT_name        : (indirect string, offset: 0x762): flags_mask
    <b37>   DW_AT_decl_file   : 19
    <b38>   DW_AT_decl_line   : 61
    <b39>   DW_AT_decl_column : 11
    <b3a>   DW_AT_type        : <0x11b>
    <b3e>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b41>: Abbrev Number: 0
 <1><b42>: Abbrev Number: 3 (DW_TAG_const_type)
    <b43>   DW_AT_type        : <0xae9>
 <1><b47>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b48>   DW_AT_byte_size   : 4
    <b49>   DW_AT_type        : <0xae4>
 <1><b4d>: Abbrev Number: 15 (DW_TAG_array_type)
    <b4e>   DW_AT_type        : <0xb42>
    <b52>   DW_AT_sibling     : <0xb58>
 <2><b56>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b57>: Abbrev Number: 0
 <1><b58>: Abbrev Number: 3 (DW_TAG_const_type)
    <b59>   DW_AT_type        : <0xb4d>
 <1><b5d>: Abbrev Number: 10 (DW_TAG_variable)
    <b5e>   DW_AT_name        : (indirect string, offset: 0xedf): addrfams
    <b62>   DW_AT_decl_file   : 18
    <b63>   DW_AT_decl_line   : 406
    <b65>   DW_AT_decl_column : 26
    <b66>   DW_AT_type        : <0xb58>
    <b6a>   DW_AT_external    : 1
    <b6b>   DW_AT_declaration : 1
 <1><b6c>: Abbrev Number: 10 (DW_TAG_variable)
    <b6d>   DW_AT_name        : (indirect string, offset: 0xda7): arp_hardware_types
    <b71>   DW_AT_decl_file   : 18
    <b72>   DW_AT_decl_line   : 407
    <b74>   DW_AT_decl_column : 26
    <b75>   DW_AT_type        : <0xb58>
    <b79>   DW_AT_external    : 1
    <b7a>   DW_AT_declaration : 1
 <1><b7b>: Abbrev Number: 10 (DW_TAG_variable)
    <b7c>   DW_AT_name        : (indirect string, offset: 0x1083): at_flags
    <b80>   DW_AT_decl_file   : 18
    <b81>   DW_AT_decl_line   : 408
    <b83>   DW_AT_decl_column : 26
    <b84>   DW_AT_type        : <0xb58>
    <b88>   DW_AT_external    : 1
    <b89>   DW_AT_declaration : 1
 <1><b8a>: Abbrev Number: 10 (DW_TAG_variable)
    <b8b>   DW_AT_name        : (indirect string, offset: 0x56a): clocknames
    <b8f>   DW_AT_decl_file   : 18
    <b90>   DW_AT_decl_line   : 409
    <b92>   DW_AT_decl_column : 26
    <b93>   DW_AT_type        : <0xb58>
    <b97>   DW_AT_external    : 1
    <b98>   DW_AT_declaration : 1
 <1><b99>: Abbrev Number: 10 (DW_TAG_variable)
    <b9a>   DW_AT_name        : (indirect string, offset: 0x104f): dirent_types
    <b9e>   DW_AT_decl_file   : 18
    <b9f>   DW_AT_decl_line   : 410
    <ba1>   DW_AT_decl_column : 26
    <ba2>   DW_AT_type        : <0xb58>
    <ba6>   DW_AT_external    : 1
    <ba7>   DW_AT_declaration : 1
 <1><ba8>: Abbrev Number: 10 (DW_TAG_variable)
    <ba9>   DW_AT_name        : (indirect string, offset: 0x916): ethernet_protocols
    <bad>   DW_AT_decl_file   : 18
    <bae>   DW_AT_decl_line   : 411
    <bb0>   DW_AT_decl_column : 26
    <bb1>   DW_AT_type        : <0xb58>
    <bb5>   DW_AT_external    : 1
    <bb6>   DW_AT_declaration : 1
 <1><bb7>: Abbrev Number: 10 (DW_TAG_variable)
    <bb8>   DW_AT_name        : (indirect string, offset: 0x67e): inet_protocols
    <bbc>   DW_AT_decl_file   : 18
    <bbd>   DW_AT_decl_line   : 412
    <bbf>   DW_AT_decl_column : 26
    <bc0>   DW_AT_type        : <0xb58>
    <bc4>   DW_AT_external    : 1
    <bc5>   DW_AT_declaration : 1
 <1><bc6>: Abbrev Number: 10 (DW_TAG_variable)
    <bc7>   DW_AT_name        : (indirect string, offset: 0x2ec): evdev_abs
    <bcb>   DW_AT_decl_file   : 18
    <bcc>   DW_AT_decl_line   : 413
    <bce>   DW_AT_decl_column : 26
    <bcf>   DW_AT_type        : <0xb58>
    <bd3>   DW_AT_external    : 1
    <bd4>   DW_AT_declaration : 1
 <1><bd5>: Abbrev Number: 10 (DW_TAG_variable)
    <bd6>   DW_AT_name        : (indirect string, offset: 0x757): audit_arch
    <bda>   DW_AT_decl_file   : 18
    <bdb>   DW_AT_decl_line   : 414
    <bdd>   DW_AT_decl_column : 26
    <bde>   DW_AT_type        : <0xb58>
    <be2>   DW_AT_external    : 1
    <be3>   DW_AT_declaration : 1
 <1><be4>: Abbrev Number: 10 (DW_TAG_variable)
    <be5>   DW_AT_name        : (indirect string, offset: 0xc4): evdev_ev
    <be9>   DW_AT_decl_file   : 18
    <bea>   DW_AT_decl_line   : 415
    <bec>   DW_AT_decl_column : 26
    <bed>   DW_AT_type        : <0xb58>
    <bf1>   DW_AT_external    : 1
    <bf2>   DW_AT_declaration : 1
 <1><bf3>: Abbrev Number: 10 (DW_TAG_variable)
    <bf4>   DW_AT_name        : (indirect string, offset: 0x535): iffflags
    <bf8>   DW_AT_decl_file   : 18
    <bf9>   DW_AT_decl_line   : 416
    <bfb>   DW_AT_decl_column : 26
    <bfc>   DW_AT_type        : <0xb58>
    <c00>   DW_AT_external    : 1
    <c01>   DW_AT_declaration : 1
 <1><c02>: Abbrev Number: 10 (DW_TAG_variable)
    <c03>   DW_AT_name        : (indirect string, offset: 0xc6d): ip_type_of_services
    <c07>   DW_AT_decl_file   : 18
    <c08>   DW_AT_decl_line   : 417
    <c0a>   DW_AT_decl_column : 26
    <c0b>   DW_AT_type        : <0xb58>
    <c0f>   DW_AT_external    : 1
    <c10>   DW_AT_declaration : 1
 <1><c11>: Abbrev Number: 10 (DW_TAG_variable)
    <c12>   DW_AT_name        : (indirect string, offset: 0x6d9): ipc_private
    <c16>   DW_AT_decl_file   : 18
    <c17>   DW_AT_decl_line   : 418
    <c19>   DW_AT_decl_column : 26
    <c1a>   DW_AT_type        : <0xb58>
    <c1e>   DW_AT_external    : 1
    <c1f>   DW_AT_declaration : 1
 <1><c20>: Abbrev Number: 10 (DW_TAG_variable)
    <c21>   DW_AT_name        : (indirect string, offset: 0x34d): msg_flags
    <c25>   DW_AT_decl_file   : 18
    <c26>   DW_AT_decl_line   : 419
    <c28>   DW_AT_decl_column : 26
    <c29>   DW_AT_type        : <0xb58>
    <c2d>   DW_AT_external    : 1
    <c2e>   DW_AT_declaration : 1
 <1><c2f>: Abbrev Number: 10 (DW_TAG_variable)
    <c30>   DW_AT_name        : (indirect string, offset: 0x134): netlink_protocols
    <c34>   DW_AT_decl_file   : 18
    <c35>   DW_AT_decl_line   : 420
    <c37>   DW_AT_decl_column : 26
    <c38>   DW_AT_type        : <0xb58>
    <c3c>   DW_AT_external    : 1
    <c3d>   DW_AT_declaration : 1
 <1><c3e>: Abbrev Number: 10 (DW_TAG_variable)
    <c3f>   DW_AT_name        : (indirect string, offset: 0xfb5): nl_bridge_vlan_flags
    <c43>   DW_AT_decl_file   : 18
    <c44>   DW_AT_decl_line   : 421
    <c46>   DW_AT_decl_column : 26
    <c47>   DW_AT_type        : <0xb58>
    <c4b>   DW_AT_external    : 1
    <c4c>   DW_AT_declaration : 1
 <1><c4d>: Abbrev Number: 10 (DW_TAG_variable)
    <c4e>   DW_AT_name        : (indirect string, offset: 0xe5a): nl_netfilter_msg_types
    <c52>   DW_AT_decl_file   : 18
    <c53>   DW_AT_decl_line   : 422
    <c55>   DW_AT_decl_column : 26
    <c56>   DW_AT_type        : <0xb58>
    <c5a>   DW_AT_external    : 1
    <c5b>   DW_AT_declaration : 1
 <1><c5c>: Abbrev Number: 10 (DW_TAG_variable)
    <c5d>   DW_AT_name        : (indirect string, offset: 0x258): nl_route_types
    <c61>   DW_AT_decl_file   : 18
    <c62>   DW_AT_decl_line   : 423
    <c64>   DW_AT_decl_column : 26
    <c65>   DW_AT_type        : <0xb58>
    <c69>   DW_AT_external    : 1
    <c6a>   DW_AT_declaration : 1
 <1><c6b>: Abbrev Number: 10 (DW_TAG_variable)
    <c6c>   DW_AT_name        : (indirect string, offset: 0xf24): open_access_modes
    <c70>   DW_AT_decl_file   : 18
    <c71>   DW_AT_decl_line   : 424
    <c73>   DW_AT_decl_column : 26
    <c74>   DW_AT_type        : <0xb58>
    <c78>   DW_AT_external    : 1
    <c79>   DW_AT_declaration : 1
 <1><c7a>: Abbrev Number: 10 (DW_TAG_variable)
    <c7b>   DW_AT_name        : (indirect string, offset: 0x89): open_mode_flags
    <c7f>   DW_AT_decl_file   : 18
    <c80>   DW_AT_decl_line   : 425
    <c82>   DW_AT_decl_column : 26
    <c83>   DW_AT_type        : <0xb58>
    <c87>   DW_AT_external    : 1
    <c88>   DW_AT_declaration : 1
 <1><c89>: Abbrev Number: 10 (DW_TAG_variable)
    <c8a>   DW_AT_name        : (indirect string, offset: 0xc99): perf_type_id
    <c8e>   DW_AT_decl_file   : 18
    <c8f>   DW_AT_decl_line   : 426
    <c91>   DW_AT_decl_column : 26
    <c92>   DW_AT_type        : <0xb58>
    <c96>   DW_AT_external    : 1
    <c97>   DW_AT_declaration : 1
 <1><c98>: Abbrev Number: 10 (DW_TAG_variable)
    <c99>   DW_AT_name        : (indirect string, offset: 0xee8): pollflags
    <c9d>   DW_AT_decl_file   : 18
    <c9e>   DW_AT_decl_line   : 427
    <ca0>   DW_AT_decl_column : 26
    <ca1>   DW_AT_type        : <0xb58>
    <ca5>   DW_AT_external    : 1
    <ca6>   DW_AT_declaration : 1
 <1><ca7>: Abbrev Number: 10 (DW_TAG_variable)
    <ca8>   DW_AT_name        : (indirect string, offset: 0x61f): ptrace_cmds
    <cac>   DW_AT_decl_file   : 18
    <cad>   DW_AT_decl_line   : 428
    <caf>   DW_AT_decl_column : 26
    <cb0>   DW_AT_type        : <0xb58>
    <cb4>   DW_AT_external    : 1
    <cb5>   DW_AT_declaration : 1
 <1><cb6>: Abbrev Number: 10 (DW_TAG_variable)
    <cb7>   DW_AT_name        : (indirect string, offset: 0x858): resource_flags
    <cbb>   DW_AT_decl_file   : 18
    <cbc>   DW_AT_decl_line   : 429
    <cbe>   DW_AT_decl_column : 26
    <cbf>   DW_AT_type        : <0xb58>
    <cc3>   DW_AT_external    : 1
    <cc4>   DW_AT_declaration : 1
 <1><cc5>: Abbrev Number: 10 (DW_TAG_variable)
    <cc6>   DW_AT_name        : (indirect string, offset: 0x2c2): route_nexthop_flags
    <cca>   DW_AT_decl_file   : 18
    <ccb>   DW_AT_decl_line   : 430
    <ccd>   DW_AT_decl_column : 26
    <cce>   DW_AT_type        : <0xb58>
    <cd2>   DW_AT_external    : 1
    <cd3>   DW_AT_declaration : 1
 <1><cd4>: Abbrev Number: 10 (DW_TAG_variable)
    <cd5>   DW_AT_name        : (indirect string, offset: 0xf41): routing_protocols
    <cd9>   DW_AT_decl_file   : 18
    <cda>   DW_AT_decl_line   : 431
    <cdc>   DW_AT_decl_column : 26
    <cdd>   DW_AT_type        : <0xb58>
    <ce1>   DW_AT_external    : 1
    <ce2>   DW_AT_declaration : 1
 <1><ce3>: Abbrev Number: 10 (DW_TAG_variable)
    <ce4>   DW_AT_name        : (indirect string, offset: 0x526): routing_scopes
    <ce8>   DW_AT_decl_file   : 18
    <ce9>   DW_AT_decl_line   : 432
    <ceb>   DW_AT_decl_column : 26
    <cec>   DW_AT_type        : <0xb58>
    <cf0>   DW_AT_external    : 1
    <cf1>   DW_AT_declaration : 1
 <1><cf2>: Abbrev Number: 10 (DW_TAG_variable)
    <cf3>   DW_AT_name        : (indirect string, offset: 0xe3c): routing_table_ids
    <cf7>   DW_AT_decl_file   : 18
    <cf8>   DW_AT_decl_line   : 433
    <cfa>   DW_AT_decl_column : 26
    <cfb>   DW_AT_type        : <0xb58>
    <cff>   DW_AT_external    : 1
    <d00>   DW_AT_declaration : 1
 <1><d01>: Abbrev Number: 10 (DW_TAG_variable)
    <d02>   DW_AT_name        : (indirect string, offset: 0x6b6): routing_types
    <d06>   DW_AT_decl_file   : 18
    <d07>   DW_AT_decl_line   : 434
    <d09>   DW_AT_decl_column : 26
    <d0a>   DW_AT_type        : <0xb58>
    <d0e>   DW_AT_external    : 1
    <d0f>   DW_AT_declaration : 1
 <1><d10>: Abbrev Number: 10 (DW_TAG_variable)
    <d11>   DW_AT_name        : (indirect string, offset: 0x1fb): rwf_flags
    <d15>   DW_AT_decl_file   : 18
    <d16>   DW_AT_decl_line   : 435
    <d18>   DW_AT_decl_column : 26
    <d19>   DW_AT_type        : <0xb58>
    <d1d>   DW_AT_external    : 1
    <d1e>   DW_AT_declaration : 1
 <1><d1f>: Abbrev Number: 10 (DW_TAG_variable)
    <d20>   DW_AT_name        : (indirect string, offset: 0x890): seccomp_filter_flags
    <d24>   DW_AT_decl_file   : 18
    <d25>   DW_AT_decl_line   : 436
    <d27>   DW_AT_decl_column : 26
    <d28>   DW_AT_type        : <0xb58>
    <d2c>   DW_AT_external    : 1
    <d2d>   DW_AT_declaration : 1
 <1><d2e>: Abbrev Number: 10 (DW_TAG_variable)
    <d2f>   DW_AT_name        : (indirect string, offset: 0x309): seccomp_ret_action
    <d33>   DW_AT_decl_file   : 18
    <d34>   DW_AT_decl_line   : 437
    <d36>   DW_AT_decl_column : 26
    <d37>   DW_AT_type        : <0xb58>
    <d3b>   DW_AT_external    : 1
    <d3c>   DW_AT_declaration : 1
 <1><d3d>: Abbrev Number: 10 (DW_TAG_variable)
    <d3e>   DW_AT_name        : (indirect string, offset: 0x4e9): setns_types
    <d42>   DW_AT_decl_file   : 18
    <d43>   DW_AT_decl_line   : 438
    <d45>   DW_AT_decl_column : 26
    <d46>   DW_AT_type        : <0xb58>
    <d4a>   DW_AT_external    : 1
    <d4b>   DW_AT_declaration : 1
 <1><d4c>: Abbrev Number: 10 (DW_TAG_variable)
    <d4d>   DW_AT_name        : (indirect string, offset: 0xed4): sg_io_info
    <d51>   DW_AT_decl_file   : 18
    <d52>   DW_AT_decl_line   : 439
    <d54>   DW_AT_decl_column : 26
    <d55>   DW_AT_type        : <0xb58>
    <d59>   DW_AT_external    : 1
    <d5a>   DW_AT_declaration : 1
 <1><d5b>: Abbrev Number: 10 (DW_TAG_variable)
    <d5c>   DW_AT_name        : (indirect string, offset: 0xc13): socketlayers
    <d60>   DW_AT_decl_file   : 18
    <d61>   DW_AT_decl_line   : 440
    <d63>   DW_AT_decl_column : 26
    <d64>   DW_AT_type        : <0xb58>
    <d68>   DW_AT_external    : 1
    <d69>   DW_AT_declaration : 1
 <1><d6a>: Abbrev Number: 10 (DW_TAG_variable)
    <d6b>   DW_AT_name        : (indirect string, offset: 0xe1b): socktypes
    <d6f>   DW_AT_decl_file   : 18
    <d70>   DW_AT_decl_line   : 441
    <d72>   DW_AT_decl_column : 26
    <d73>   DW_AT_type        : <0xb58>
    <d77>   DW_AT_external    : 1
    <d78>   DW_AT_declaration : 1
 <1><d79>: Abbrev Number: 10 (DW_TAG_variable)
    <d7a>   DW_AT_name        : (indirect string, offset: 0xad7): tcp_state_flags
    <d7e>   DW_AT_decl_file   : 18
    <d7f>   DW_AT_decl_line   : 442
    <d81>   DW_AT_decl_column : 26
    <d82>   DW_AT_type        : <0xb58>
    <d86>   DW_AT_external    : 1
    <d87>   DW_AT_declaration : 1
 <1><d88>: Abbrev Number: 10 (DW_TAG_variable)
    <d89>   DW_AT_name        : (indirect string, offset: 0x78c): tcp_states
    <d8d>   DW_AT_decl_file   : 18
    <d8e>   DW_AT_decl_line   : 443
    <d90>   DW_AT_decl_column : 26
    <d91>   DW_AT_type        : <0xb58>
    <d95>   DW_AT_external    : 1
    <d96>   DW_AT_declaration : 1
 <1><d97>: Abbrev Number: 10 (DW_TAG_variable)
    <d98>   DW_AT_name        : (indirect string, offset: 0x10eb): whence_codes
    <d9c>   DW_AT_decl_file   : 18
    <d9d>   DW_AT_decl_line   : 444
    <d9f>   DW_AT_decl_column : 26
    <da0>   DW_AT_type        : <0xb58>
    <da4>   DW_AT_external    : 1
    <da5>   DW_AT_declaration : 1
 <1><da6>: Abbrev Number: 28 (DW_TAG_enumeration_type)
    <da7>   DW_AT_encoding    : 7	(unsigned)
    <da8>   DW_AT_byte_size   : 4
    <da9>   DW_AT_type        : <0x2b>
    <dad>   DW_AT_decl_file   : 18
    <dae>   DW_AT_decl_line   : 505
    <db0>   DW_AT_decl_column : 14
    <db1>   DW_AT_sibling     : <0xdc8>
 <2><db5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <db6>   DW_AT_name        : (indirect string, offset: 0x9f9): CFLAG_NONE
    <dba>   DW_AT_const_value : 0
 <2><dbb>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dbc>   DW_AT_name        : (indirect string, offset: 0x929): CFLAG_ONLY_STATS
    <dc0>   DW_AT_const_value : 1
 <2><dc1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dc2>   DW_AT_name        : (indirect string, offset: 0xc20): CFLAG_BOTH
    <dc6>   DW_AT_const_value : 2
 <2><dc7>: Abbrev Number: 0
 <1><dc8>: Abbrev Number: 29 (DW_TAG_typedef)
    <dc9>   DW_AT_name        : (indirect string, offset: 0x118d): cflag_t
    <dcd>   DW_AT_decl_file   : 18
    <dce>   DW_AT_decl_line   : 509
    <dd0>   DW_AT_decl_column : 3
    <dd1>   DW_AT_type        : <0xda6>
 <1><dd5>: Abbrev Number: 10 (DW_TAG_variable)
    <dd6>   DW_AT_name        : (indirect string, offset: 0xd5a): cflag
    <dda>   DW_AT_decl_file   : 18
    <ddb>   DW_AT_decl_line   : 510
    <ddd>   DW_AT_decl_column : 16
    <dde>   DW_AT_type        : <0xdc8>
    <de2>   DW_AT_external    : 1
    <de3>   DW_AT_declaration : 1
 <1><de4>: Abbrev Number: 10 (DW_TAG_variable)
    <de5>   DW_AT_name        : (indirect string, offset: 0x1af): Tflag
    <de9>   DW_AT_decl_file   : 18
    <dea>   DW_AT_decl_line   : 511
    <dec>   DW_AT_decl_column : 13
    <ded>   DW_AT_type        : <0x57b>
    <df1>   DW_AT_external    : 1
    <df2>   DW_AT_declaration : 1
 <1><df3>: Abbrev Number: 10 (DW_TAG_variable)
    <df4>   DW_AT_name        : (indirect string, offset: 0x7f1): Tflag_scale
    <df8>   DW_AT_decl_file   : 18
    <df9>   DW_AT_decl_line   : 512
    <dfb>   DW_AT_decl_column : 12
    <dfc>   DW_AT_type        : <0x64>
    <e00>   DW_AT_external    : 1
    <e01>   DW_AT_declaration : 1
 <1><e02>: Abbrev Number: 10 (DW_TAG_variable)
    <e03>   DW_AT_name        : (indirect string, offset: 0x8a5): Tflag_width
    <e07>   DW_AT_decl_file   : 18
    <e08>   DW_AT_decl_line   : 513
    <e0a>   DW_AT_decl_column : 12
    <e0b>   DW_AT_type        : <0x64>
    <e0f>   DW_AT_external    : 1
    <e10>   DW_AT_declaration : 1
 <1><e11>: Abbrev Number: 10 (DW_TAG_variable)
    <e12>   DW_AT_name        : (indirect string, offset: 0xec6): iflag
    <e16>   DW_AT_decl_file   : 18
    <e17>   DW_AT_decl_line   : 514
    <e19>   DW_AT_decl_column : 13
    <e1a>   DW_AT_type        : <0x57b>
    <e1e>   DW_AT_external    : 1
    <e1f>   DW_AT_declaration : 1
 <1><e20>: Abbrev Number: 10 (DW_TAG_variable)
    <e21>   DW_AT_name        : (indirect string, offset: 0x65f): count_wallclock
    <e25>   DW_AT_decl_file   : 18
    <e26>   DW_AT_decl_line   : 515
    <e28>   DW_AT_decl_column : 13
    <e29>   DW_AT_type        : <0x57b>
    <e2d>   DW_AT_external    : 1
    <e2e>   DW_AT_declaration : 1
 <1><e2f>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e30>   DW_AT_name        : (indirect string, offset: 0x54): path_set_item
    <e34>   DW_AT_byte_size   : 4
    <e35>   DW_AT_decl_file   : 18
    <e36>   DW_AT_decl_line   : 517
    <e38>   DW_AT_decl_column : 8
    <e39>   DW_AT_sibling     : <0xe4e>
 <2><e3d>: Abbrev Number: 13 (DW_TAG_member)
    <e3e>   DW_AT_name        : (indirect string, offset: 0xf2): path
    <e42>   DW_AT_decl_file   : 18
    <e43>   DW_AT_decl_line   : 518
    <e45>   DW_AT_decl_column : 14
    <e46>   DW_AT_type        : <0x1ce>
    <e4a>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e4d>: Abbrev Number: 0
 <1><e4e>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e4f>   DW_AT_name        : (indirect string, offset: 0x797): path_set
    <e53>   DW_AT_byte_size   : 12
    <e54>   DW_AT_decl_file   : 18
    <e55>   DW_AT_decl_line   : 522
    <e57>   DW_AT_decl_column : 15
    <e58>   DW_AT_sibling     : <0xe8d>
 <2><e5c>: Abbrev Number: 13 (DW_TAG_member)
    <e5d>   DW_AT_name        : (indirect string, offset: 0x71e): paths_selected
    <e61>   DW_AT_decl_file   : 18
    <e62>   DW_AT_decl_line   : 523
    <e64>   DW_AT_decl_column : 24
    <e65>   DW_AT_type        : <0xe8d>
    <e69>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e6c>: Abbrev Number: 13 (DW_TAG_member)
    <e6d>   DW_AT_name        : (indirect string, offset: 0x10de): num_selected
    <e71>   DW_AT_decl_file   : 18
    <e72>   DW_AT_decl_line   : 524
    <e74>   DW_AT_decl_column : 9
    <e75>   DW_AT_type        : <0x12e>
    <e79>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><e7c>: Abbrev Number: 13 (DW_TAG_member)
    <e7d>   DW_AT_name        : (indirect string, offset: 0xbc4): size
    <e81>   DW_AT_decl_file   : 18
    <e82>   DW_AT_decl_line   : 525
    <e84>   DW_AT_decl_column : 9
    <e85>   DW_AT_type        : <0x12e>
    <e89>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><e8c>: Abbrev Number: 0
 <1><e8d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e8e>   DW_AT_byte_size   : 4
    <e8f>   DW_AT_type        : <0xe2f>
 <1><e93>: Abbrev Number: 10 (DW_TAG_variable)
    <e94>   DW_AT_name        : (indirect string, offset: 0x112d): global_path_set
    <e98>   DW_AT_decl_file   : 18
    <e99>   DW_AT_decl_line   : 526
    <e9b>   DW_AT_decl_column : 3
    <e9c>   DW_AT_type        : <0xe4e>
    <ea0>   DW_AT_external    : 1
    <ea1>   DW_AT_declaration : 1
 <1><ea2>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <ea3>   DW_AT_name        : (indirect string, offset: 0x103c): xflag_opts
    <ea7>   DW_AT_encoding    : 7	(unsigned)
    <ea8>   DW_AT_byte_size   : 4
    <ea9>   DW_AT_type        : <0x2b>
    <ead>   DW_AT_decl_file   : 18
    <eae>   DW_AT_decl_line   : 528
    <eb0>   DW_AT_decl_column : 6
    <eb1>   DW_AT_sibling     : <0xed4>
 <2><eb5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <eb6>   DW_AT_name        : (indirect string, offset: 0xa97): HEXSTR_NONE
    <eba>   DW_AT_const_value : 0
 <2><ebb>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ebc>   DW_AT_name        : (indirect string, offset: 0x1065): HEXSTR_NON_ASCII
    <ec0>   DW_AT_const_value : 1
 <2><ec1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec2>   DW_AT_name        : (indirect string, offset: 0x971): HEXSTR_ALL
    <ec6>   DW_AT_const_value : 2
 <2><ec7>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec8>   DW_AT_name        : (indirect string, offset: 0x69f): HEXSTR_NON_ASCII_CHARS
    <ecc>   DW_AT_const_value : 3
 <2><ecd>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ece>   DW_AT_name        : (indirect string, offset: 0x10f8): NUM_HEXSTR_OPTS
    <ed2>   DW_AT_const_value : 4
 <2><ed3>: Abbrev Number: 0
 <1><ed4>: Abbrev Number: 10 (DW_TAG_variable)
    <ed5>   DW_AT_name        : (indirect string, offset: 0xea0): xflag
    <ed9>   DW_AT_decl_file   : 18
    <eda>   DW_AT_decl_line   : 541
    <edc>   DW_AT_decl_column : 17
    <edd>   DW_AT_type        : <0x2b>
    <ee1>   DW_AT_external    : 1
    <ee2>   DW_AT_declaration : 1
 <1><ee3>: Abbrev Number: 10 (DW_TAG_variable)
    <ee4>   DW_AT_name        : (indirect string, offset: 0xe25): followfork
    <ee8>   DW_AT_decl_file   : 18
    <ee9>   DW_AT_decl_line   : 542
    <eeb>   DW_AT_decl_column : 13
    <eec>   DW_AT_type        : <0x57b>
    <ef0>   DW_AT_external    : 1
    <ef1>   DW_AT_declaration : 1
 <1><ef2>: Abbrev Number: 10 (DW_TAG_variable)
    <ef3>   DW_AT_name        : (indirect string, offset: 0x361): output_separately
    <ef7>   DW_AT_decl_file   : 18
    <ef8>   DW_AT_decl_line   : 543
    <efa>   DW_AT_decl_column : 13
    <efb>   DW_AT_type        : <0x57b>
    <eff>   DW_AT_external    : 1
    <f00>   DW_AT_declaration : 1
 <1><f01>: Abbrev Number: 10 (DW_TAG_variable)
    <f02>   DW_AT_name        : (indirect string, offset: 0x267): stack_trace_enabled
    <f06>   DW_AT_decl_file   : 18
    <f07>   DW_AT_decl_line   : 546
    <f09>   DW_AT_decl_column : 13
    <f0a>   DW_AT_type        : <0x57b>
    <f0e>   DW_AT_external    : 1
    <f0f>   DW_AT_declaration : 1
 <1><f10>: Abbrev Number: 10 (DW_TAG_variable)
    <f11>   DW_AT_name        : (indirect string, offset: 0x68d): ptrace_setoptions
    <f15>   DW_AT_decl_file   : 18
    <f16>   DW_AT_decl_line   : 550
    <f18>   DW_AT_decl_column : 17
    <f19>   DW_AT_type        : <0x2b>
    <f1d>   DW_AT_external    : 1
    <f1e>   DW_AT_declaration : 1
 <1><f1f>: Abbrev Number: 10 (DW_TAG_variable)
    <f20>   DW_AT_name        : (indirect string, offset: 0xa8c): max_strlen
    <f24>   DW_AT_decl_file   : 18
    <f25>   DW_AT_decl_line   : 551
    <f27>   DW_AT_decl_column : 17
    <f28>   DW_AT_type        : <0x2b>
    <f2c>   DW_AT_external    : 1
    <f2d>   DW_AT_declaration : 1
 <1><f2e>: Abbrev Number: 10 (DW_TAG_variable)
    <f2f>   DW_AT_name        : (indirect string, offset: 0xaba): os_release
    <f33>   DW_AT_decl_file   : 18
    <f34>   DW_AT_decl_line   : 552
    <f36>   DW_AT_decl_column : 17
    <f37>   DW_AT_type        : <0x2b>
    <f3b>   DW_AT_external    : 1
    <f3c>   DW_AT_declaration : 1
 <1><f3d>: Abbrev Number: 10 (DW_TAG_variable)
    <f3e>   DW_AT_name        : (indirect string, offset: 0x734): xlat_verbosity
    <f42>   DW_AT_decl_file   : 18
    <f43>   DW_AT_decl_line   : 914
    <f45>   DW_AT_decl_column : 24
    <f46>   DW_AT_type        : <0xa7b>
    <f4a>   DW_AT_external    : 1
    <f4b>   DW_AT_declaration : 1
 <1><f4c>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f4d>   DW_AT_name        : (indirect string, offset: 0x642): xlat_style_private_flag_bits
    <f51>   DW_AT_encoding    : 7	(unsigned)
    <f52>   DW_AT_byte_size   : 4
    <f53>   DW_AT_type        : <0x2b>
    <f57>   DW_AT_decl_file   : 18
    <f58>   DW_AT_decl_line   : 934
    <f5a>   DW_AT_decl_column : 6
    <f5b>   DW_AT_sibling     : <0xf78>
 <2><f5f>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f60>   DW_AT_name        : (indirect string, offset: 0x2d6): PAF_PRINT_INDICES_BIT
    <f64>   DW_AT_const_value : 5
 <2><f65>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f66>   DW_AT_name        : (indirect string, offset: 0xb7b): PAF_ARRAY_TRUNCATED_BIT
    <f6a>   DW_AT_const_value : 6
 <2><f6b>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f6c>   DW_AT_name        : (indirect string, offset: 0x49b): PXF_DEFAULT_STR_BIT
    <f70>   DW_AT_const_value : 7
 <2><f71>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f72>   DW_AT_name        : (indirect string, offset: 0xce5): SPFF_AUXSTR_MODE_BIT
    <f76>   DW_AT_const_value : 8
 <2><f77>: Abbrev Number: 0
 <1><f78>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <f79>   DW_AT_byte_size   : 4
    <f7a>   DW_AT_type        : <0x782>
 <1><f7e>: Abbrev Number: 3 (DW_TAG_const_type)
    <f7f>   DW_AT_type        : <0xf78>
 <1><f83>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f84>   DW_AT_name        : (indirect string, offset: 0xdba): find_xlat_flag_bits
    <f88>   DW_AT_encoding    : 7	(unsigned)
    <f89>   DW_AT_byte_size   : 4
    <f8a>   DW_AT_type        : <0x2b>
    <f8e>   DW_AT_decl_file   : 18
    <f8f>   DW_AT_decl_line   : 1438
    <f91>   DW_AT_decl_column : 6
    <f92>   DW_AT_sibling     : <0xf9d>
 <2><f96>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f97>   DW_AT_name        : (indirect string, offset: 0x9ae): FXL_CASE_SENSITIVE_BIT
    <f9b>   DW_AT_const_value : 0
 <2><f9c>: Abbrev Number: 0
 <1><f9d>: Abbrev Number: 10 (DW_TAG_variable)
    <f9e>   DW_AT_name        : (indirect string, offset: 0xa68): printing_tcp
    <fa2>   DW_AT_decl_file   : 18
    <fa3>   DW_AT_decl_line   : 1684
    <fa5>   DW_AT_decl_column : 20
    <fa6>   DW_AT_type        : <0xf78>
    <faa>   DW_AT_external    : 1
    <fab>   DW_AT_declaration : 1
 <1><fac>: Abbrev Number: 10 (DW_TAG_variable)
    <fad>   DW_AT_name        : (indirect string, offset: 0x60a): errnoent
    <fb1>   DW_AT_decl_file   : 18
    <fb2>   DW_AT_decl_line   : 1882
    <fb4>   DW_AT_decl_column : 26
    <fb5>   DW_AT_type        : <0x4af>
    <fb9>   DW_AT_external    : 1
    <fba>   DW_AT_declaration : 1
 <1><fbb>: Abbrev Number: 10 (DW_TAG_variable)
    <fbc>   DW_AT_name        : (indirect string, offset: 0x8b1): signalent
    <fc0>   DW_AT_decl_file   : 18
    <fc1>   DW_AT_decl_line   : 1883
    <fc3>   DW_AT_decl_column : 26
    <fc4>   DW_AT_type        : <0x4af>
    <fc8>   DW_AT_external    : 1
    <fc9>   DW_AT_declaration : 1
 <1><fca>: Abbrev Number: 10 (DW_TAG_variable)
    <fcb>   DW_AT_name        : (indirect string, offset: 0xf0e): nerrnos
    <fcf>   DW_AT_decl_file   : 18
    <fd0>   DW_AT_decl_line   : 1884
    <fd2>   DW_AT_decl_column : 27
    <fd3>   DW_AT_type        : <0x32>
    <fd7>   DW_AT_external    : 1
    <fd8>   DW_AT_declaration : 1
 <1><fd9>: Abbrev Number: 10 (DW_TAG_variable)
    <fda>   DW_AT_name        : (indirect string, offset: 0x10c7): nsignals
    <fde>   DW_AT_decl_file   : 18
    <fdf>   DW_AT_decl_line   : 1885
    <fe1>   DW_AT_decl_column : 27
    <fe2>   DW_AT_type        : <0x32>
    <fe6>   DW_AT_external    : 1
    <fe7>   DW_AT_declaration : 1
 <1><fe8>: Abbrev Number: 15 (DW_TAG_array_type)
    <fe9>   DW_AT_type        : <0x664>
    <fed>   DW_AT_sibling     : <0xff3>
 <2><ff1>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><ff2>: Abbrev Number: 0
 <1><ff3>: Abbrev Number: 3 (DW_TAG_const_type)
    <ff4>   DW_AT_type        : <0xfe8>
 <1><ff8>: Abbrev Number: 10 (DW_TAG_variable)
    <ff9>   DW_AT_name        : (indirect string, offset: 0xd7f): sysent0
    <ffd>   DW_AT_decl_file   : 18
    <ffe>   DW_AT_decl_line   : 1887
    <1000>   DW_AT_decl_column : 28
    <1001>   DW_AT_type        : <0xff3>
    <1005>   DW_AT_external    : 1
    <1006>   DW_AT_declaration : 1
 <1><1007>: Abbrev Number: 15 (DW_TAG_array_type)
    <1008>   DW_AT_type        : <0x6cb>
    <100c>   DW_AT_sibling     : <0x1012>
 <2><1010>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><1011>: Abbrev Number: 0
 <1><1012>: Abbrev Number: 3 (DW_TAG_const_type)
    <1013>   DW_AT_type        : <0x1007>
 <1><1017>: Abbrev Number: 10 (DW_TAG_variable)
    <1018>   DW_AT_name        : (indirect string, offset: 0x1123): ioctlent0
    <101c>   DW_AT_decl_file   : 18
    <101d>   DW_AT_decl_line   : 1888
    <101f>   DW_AT_decl_column : 30
    <1020>   DW_AT_type        : <0x1012>
    <1024>   DW_AT_external    : 1
    <1025>   DW_AT_declaration : 1
 <1><1026>: Abbrev Number: 10 (DW_TAG_variable)
    <1027>   DW_AT_name        : (indirect string, offset: 0x514): personality_names
    <102b>   DW_AT_decl_file   : 18
    <102c>   DW_AT_decl_line   : 1890
    <102e>   DW_AT_decl_column : 26
    <102f>   DW_AT_type        : <0x4af>
    <1033>   DW_AT_external    : 1
    <1034>   DW_AT_declaration : 1
 <1><1035>: Abbrev Number: 10 (DW_TAG_variable)
    <1036>   DW_AT_name        : (indirect string, offset: 0x8d1): sysent
    <103a>   DW_AT_decl_file   : 18
    <103b>   DW_AT_decl_line   : 1893
    <103d>   DW_AT_decl_column : 29
    <103e>   DW_AT_type        : <0x9e6>
    <1042>   DW_AT_external    : 1
    <1043>   DW_AT_declaration : 1
 <1><1044>: Abbrev Number: 10 (DW_TAG_variable)
    <1045>   DW_AT_name        : (indirect string, offset: 0xcfa): ioctlent
    <1049>   DW_AT_decl_file   : 18
    <104a>   DW_AT_decl_line   : 1894
    <104c>   DW_AT_decl_column : 31
    <104d>   DW_AT_type        : <0x1053>
    <1051>   DW_AT_external    : 1
    <1052>   DW_AT_declaration : 1
 <1><1053>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1054>   DW_AT_byte_size   : 4
    <1055>   DW_AT_type        : <0x6cb>
 <1><1059>: Abbrev Number: 10 (DW_TAG_variable)
    <105a>   DW_AT_name        : (indirect string, offset: 0x8bb): nsyscalls
    <105e>   DW_AT_decl_file   : 18
    <105f>   DW_AT_decl_line   : 1900
    <1061>   DW_AT_decl_column : 17
    <1062>   DW_AT_type        : <0x2b>
    <1066>   DW_AT_external    : 1
    <1067>   DW_AT_declaration : 1
 <1><1068>: Abbrev Number: 10 (DW_TAG_variable)
    <1069>   DW_AT_name        : (indirect string, offset: 0xf36): nioctlents
    <106d>   DW_AT_decl_file   : 18
    <106e>   DW_AT_decl_line   : 1901
    <1070>   DW_AT_decl_column : 17
    <1071>   DW_AT_type        : <0x2b>
    <1075>   DW_AT_external    : 1
    <1076>   DW_AT_declaration : 1
 <1><1077>: Abbrev Number: 15 (DW_TAG_array_type)
    <1078>   DW_AT_type        : <0x32>
    <107c>   DW_AT_sibling     : <0x1087>
 <2><1080>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <1081>   DW_AT_type        : <0x2b>
    <1085>   DW_AT_upper_bound : 2
 <2><1086>: Abbrev Number: 0
 <1><1087>: Abbrev Number: 3 (DW_TAG_const_type)
    <1088>   DW_AT_type        : <0x1077>
 <1><108c>: Abbrev Number: 10 (DW_TAG_variable)
    <108d>   DW_AT_name        : (indirect string, offset: 0xf95): nsyscall_vec
    <1091>   DW_AT_decl_file   : 18
    <1092>   DW_AT_decl_line   : 1903
    <1094>   DW_AT_decl_column : 27
    <1095>   DW_AT_type        : <0x1087>
    <1099>   DW_AT_external    : 1
    <109a>   DW_AT_declaration : 1
 <1><109b>: Abbrev Number: 15 (DW_TAG_array_type)
    <109c>   DW_AT_type        : <0x9ec>
    <10a0>   DW_AT_sibling     : <0x10ab>
 <2><10a4>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <10a5>   DW_AT_type        : <0x2b>
    <10a9>   DW_AT_upper_bound : 2
 <2><10aa>: Abbrev Number: 0
 <1><10ab>: Abbrev Number: 3 (DW_TAG_const_type)
    <10ac>   DW_AT_type        : <0x109b>
 <1><10b0>: Abbrev Number: 10 (DW_TAG_variable)
    <10b1>   DW_AT_name        : (indirect string, offset: 0x7de): sysent_vec
    <10b5>   DW_AT_decl_file   : 18
    <10b6>   DW_AT_decl_line   : 1904
    <10b8>   DW_AT_decl_column : 35
    <10b9>   DW_AT_type        : <0x10ab>
    <10bd>   DW_AT_external    : 1
    <10be>   DW_AT_declaration : 1
 <1><10bf>: Abbrev Number: 10 (DW_TAG_variable)
    <10c0>   DW_AT_name        : (indirect string, offset: 0x3ba): inject_vec
    <10c4>   DW_AT_decl_file   : 18
    <10c5>   DW_AT_decl_line   : 1905
    <10c7>   DW_AT_decl_column : 28
    <10c8>   DW_AT_type        : <0x9f1>
    <10cc>   DW_AT_external    : 1
    <10cd>   DW_AT_declaration : 1
 <1><10ce>: Abbrev Number: 30 (DW_TAG_structure_type)
    <10cf>   DW_AT_name        : (indirect string, offset: 0xe0e): audit_arch_t
    <10d3>   DW_AT_byte_size   : 8
    <10d4>   DW_AT_decl_file   : 18
    <10d5>   DW_AT_decl_line   : 1907
    <10d7>   DW_AT_decl_column : 8
    <10d8>   DW_AT_sibling     : <0x10fd>
 <2><10dc>: Abbrev Number: 13 (DW_TAG_member)
    <10dd>   DW_AT_name        : (indirect string, offset: 0x634): arch
    <10e1>   DW_AT_decl_file   : 18
    <10e2>   DW_AT_decl_line   : 1908
    <10e4>   DW_AT_decl_column : 15
    <10e5>   DW_AT_type        : <0x2b>
    <10e9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><10ec>: Abbrev Number: 13 (DW_TAG_member)
    <10ed>   DW_AT_name        : (indirect string, offset: 0xa4e): flag
    <10f1>   DW_AT_decl_file   : 18
    <10f2>   DW_AT_decl_line   : 1909
    <10f4>   DW_AT_decl_column : 15
    <10f5>   DW_AT_type        : <0x2b>
    <10f9>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><10fc>: Abbrev Number: 0
 <1><10fd>: Abbrev Number: 3 (DW_TAG_const_type)
    <10fe>   DW_AT_type        : <0x10ce>
 <1><1102>: Abbrev Number: 15 (DW_TAG_array_type)
    <1103>   DW_AT_type        : <0x10fd>
    <1107>   DW_AT_sibling     : <0x1112>
 <2><110b>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <110c>   DW_AT_type        : <0x2b>
    <1110>   DW_AT_upper_bound : 2
 <2><1111>: Abbrev Number: 0
 <1><1112>: Abbrev Number: 3 (DW_TAG_const_type)
    <1113>   DW_AT_type        : <0x1102>
 <1><1117>: Abbrev Number: 10 (DW_TAG_variable)
    <1118>   DW_AT_name        : (indirect string, offset: 0x99f): audit_arch_vec
    <111c>   DW_AT_decl_file   : 18
    <111d>   DW_AT_decl_line   : 1912
    <111f>   DW_AT_decl_column : 34
    <1120>   DW_AT_type        : <0x1112>
    <1124>   DW_AT_external    : 1
    <1125>   DW_AT_declaration : 1
 <1><1126>: Abbrev Number: 32 (DW_TAG_structure_type)
    <1127>   DW_AT_byte_size   : 180
    <1128>   DW_AT_decl_file   : 20
    <1129>   DW_AT_decl_line   : 2
    <112a>   DW_AT_decl_column : 9
    <112b>   DW_AT_sibling     : <0x13e0>
 <2><112f>: Abbrev Number: 9 (DW_TAG_member)
    <1130>   DW_AT_name        : (indirect string, offset: 0x213): block_ioctl
    <1134>   DW_AT_decl_file   : 20
    <1135>   DW_AT_decl_line   : 3
    <1136>   DW_AT_decl_column : 8
    <1137>   DW_AT_type        : <0x13fa>
    <113b>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><113e>: Abbrev Number: 9 (DW_TAG_member)
    <113f>   DW_AT_name        : (indirect string, offset: 0xb1a): btrfs_ioctl
    <1143>   DW_AT_decl_file   : 20
    <1144>   DW_AT_decl_line   : 6
    <1145>   DW_AT_decl_column : 8
    <1146>   DW_AT_type        : <0x13fa>
    <114a>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><114d>: Abbrev Number: 9 (DW_TAG_member)
    <114e>   DW_AT_name        : (indirect string, offset: 0x76d): evdev_write_ioctl_mpers
    <1152>   DW_AT_decl_file   : 20
    <1153>   DW_AT_decl_line   : 9
    <1154>   DW_AT_decl_column : 8
    <1155>   DW_AT_type        : <0x13fa>
    <1159>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><115c>: Abbrev Number: 9 (DW_TAG_member)
    <115d>   DW_AT_name        : (indirect string, offset: 0x743): get_sock_fprog_size
    <1161>   DW_AT_decl_file   : 20
    <1162>   DW_AT_decl_line   : 12
    <1163>   DW_AT_decl_column : 17
    <1164>   DW_AT_type        : <0x1406>
    <1168>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><116b>: Abbrev Number: 9 (DW_TAG_member)
    <116c>   DW_AT_name        : (indirect string, offset: 0x1e2): fetch_bpf_fprog
