Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x174e (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0x3dd): GNU C17 9.4.0 -mx32 -mtune=generic -march=x86-64 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0xfae): mpers-mx32/struct_mmsghdr.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xc63): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x3b3): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0xff1): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x981): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <4b>   DW_AT_decl_line   : 37
    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0xdff): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x4fe): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x881): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x8b1): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x76c): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xb52): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x7da): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0xb88): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0x96>
 <1><ae>: Abbrev Number: 4 (DW_TAG_typedef)
    <af>   DW_AT_name        : (indirect string, offset: 0xce5): __off64_t
    <b3>   DW_AT_decl_file   : 1
    <b4>   DW_AT_decl_line   : 141
    <b5>   DW_AT_decl_column : 27
    <b6>   DW_AT_type        : <0x96>
 <1><ba>: Abbrev Number: 4 (DW_TAG_typedef)
    <bb>   DW_AT_name        : (indirect string, offset: 0xc3c): __time_t
    <bf>   DW_AT_decl_file   : 1
    <c0>   DW_AT_decl_line   : 148
    <c1>   DW_AT_decl_column : 26
    <c2>   DW_AT_type        : <0x96>
 <1><c6>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <c7>   DW_AT_byte_size   : 4
 <1><c8>: Abbrev Number: 3 (DW_TAG_const_type)
    <c9>   DW_AT_type        : <0xc6>
 <1><cd>: Abbrev Number: 4 (DW_TAG_typedef)
    <ce>   DW_AT_name        : (indirect string, offset: 0x46a): __syscall_slong_t
    <d2>   DW_AT_decl_file   : 1
    <d3>   DW_AT_decl_line   : 184
    <d4>   DW_AT_decl_column : 33
    <d5>   DW_AT_type        : <0x96>
 <1><d9>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <da>   DW_AT_byte_size   : 4
    <db>   DW_AT_type        : <0xdf>
 <1><df>: Abbrev Number: 2 (DW_TAG_base_type)
    <e0>   DW_AT_byte_size   : 1
    <e1>   DW_AT_encoding    : 6	(signed char)
    <e2>   DW_AT_name        : (indirect string, offset: 0x4c4): char
 <1><e6>: Abbrev Number: 3 (DW_TAG_const_type)
    <e7>   DW_AT_type        : <0xdf>
 <1><eb>: Abbrev Number: 4 (DW_TAG_typedef)
    <ec>   DW_AT_name        : (indirect string, offset: 0x5bc): __socklen_t
    <f0>   DW_AT_decl_file   : 1
    <f1>   DW_AT_decl_line   : 197
    <f2>   DW_AT_decl_column : 23
    <f3>   DW_AT_type        : <0x2b>
 <1><f7>: Abbrev Number: 4 (DW_TAG_typedef)
    <f8>   DW_AT_name        : (indirect string, offset: 0x370): uint8_t
    <fc>   DW_AT_decl_file   : 2
    <fd>   DW_AT_decl_line   : 24
    <fe>   DW_AT_decl_column : 19
    <ff>   DW_AT_type        : <0x45>
 <1><103>: Abbrev Number: 4 (DW_TAG_typedef)
    <104>   DW_AT_name        : (indirect string, offset: 0xb73): uint16_t
    <108>   DW_AT_decl_file   : 2
    <109>   DW_AT_decl_line   : 25
    <10a>   DW_AT_decl_column : 20
    <10b>   DW_AT_type        : <0x58>
 <1><10f>: Abbrev Number: 4 (DW_TAG_typedef)
    <110>   DW_AT_name        : (indirect string, offset: 0xf85): uint32_t
    <114>   DW_AT_decl_file   : 2
    <115>   DW_AT_decl_line   : 26
    <116>   DW_AT_decl_column : 20
    <117>   DW_AT_type        : <0x70>
 <1><11b>: Abbrev Number: 4 (DW_TAG_typedef)
    <11c>   DW_AT_name        : (indirect string, offset: 0xe0f): uint64_t
    <120>   DW_AT_decl_file   : 2
    <121>   DW_AT_decl_line   : 27
    <122>   DW_AT_decl_column : 20
    <123>   DW_AT_type        : <0x83>
 <1><127>: Abbrev Number: 2 (DW_TAG_base_type)
    <128>   DW_AT_byte_size   : 4
    <129>   DW_AT_encoding    : 5	(signed)
    <12a>   DW_AT_name        : (indirect string, offset: 0x2e0): long int
 <1><12e>: Abbrev Number: 4 (DW_TAG_typedef)
    <12f>   DW_AT_name        : (indirect string, offset: 0x32): size_t
    <133>   DW_AT_decl_file   : 3
    <134>   DW_AT_decl_line   : 209
    <135>   DW_AT_decl_column : 23
    <136>   DW_AT_type        : <0x2b>
 <1><13a>: Abbrev Number: 3 (DW_TAG_const_type)
    <13b>   DW_AT_type        : <0x12e>
 <1><13f>: Abbrev Number: 8 (DW_TAG_structure_type)
    <140>   DW_AT_name        : (indirect string, offset: 0xafb): timespec
    <144>   DW_AT_byte_size   : 16
    <145>   DW_AT_decl_file   : 4
    <146>   DW_AT_decl_line   : 9
    <147>   DW_AT_decl_column : 8
    <148>   DW_AT_sibling     : <0x16b>
 <2><14c>: Abbrev Number: 9 (DW_TAG_member)
    <14d>   DW_AT_name        : (indirect string, offset: 0x10c7): tv_sec
    <151>   DW_AT_decl_file   : 4
    <152>   DW_AT_decl_line   : 11
    <153>   DW_AT_decl_column : 12
    <154>   DW_AT_type        : <0xba>
    <158>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><15b>: Abbrev Number: 9 (DW_TAG_member)
    <15c>   DW_AT_name        : (indirect string, offset: 0xe35): tv_nsec
    <160>   DW_AT_decl_file   : 4
    <161>   DW_AT_decl_line   : 12
    <162>   DW_AT_decl_column : 21
    <163>   DW_AT_type        : <0xcd>
    <167>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><16a>: Abbrev Number: 0
 <1><16b>: Abbrev Number: 2 (DW_TAG_base_type)
    <16c>   DW_AT_byte_size   : 16
    <16d>   DW_AT_encoding    : 4	(float)
    <16e>   DW_AT_name        : (indirect string, offset: 0xabd): long double
 <1><172>: Abbrev Number: 10 (DW_TAG_typedef)
    <173>   DW_AT_name        : (indirect string, offset: 0x11): socklen_t
    <177>   DW_AT_decl_file   : 5
    <178>   DW_AT_decl_line   : 277
    <17a>   DW_AT_decl_column : 21
    <17b>   DW_AT_type        : <0xeb>
 <1><17f>: Abbrev Number: 11 (DW_TAG_variable)
    <180>   DW_AT_name        : (indirect string, offset: 0x297): __environ
    <184>   DW_AT_decl_file   : 5
    <185>   DW_AT_decl_line   : 546
    <187>   DW_AT_decl_column : 15
    <188>   DW_AT_type        : <0x18e>
    <18c>   DW_AT_external    : 1
    <18d>   DW_AT_declaration : 1
 <1><18e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <18f>   DW_AT_byte_size   : 4
    <190>   DW_AT_type        : <0xd9>
 <1><194>: Abbrev Number: 11 (DW_TAG_variable)
    <195>   DW_AT_name        : (indirect string, offset: 0x3ab): environ
    <199>   DW_AT_decl_file   : 5
    <19a>   DW_AT_decl_line   : 548
    <19c>   DW_AT_decl_column : 15
    <19d>   DW_AT_type        : <0x18e>
    <1a1>   DW_AT_external    : 1
    <1a2>   DW_AT_declaration : 1
 <1><1a3>: Abbrev Number: 12 (DW_TAG_variable)
    <1a4>   DW_AT_name        : (indirect string, offset: 0xfdb): optarg
    <1a8>   DW_AT_decl_file   : 6
    <1a9>   DW_AT_decl_line   : 36
    <1aa>   DW_AT_decl_column : 14
    <1ab>   DW_AT_type        : <0xd9>
    <1af>   DW_AT_external    : 1
    <1b0>   DW_AT_declaration : 1
 <1><1b1>: Abbrev Number: 12 (DW_TAG_variable)
    <1b2>   DW_AT_name        : (indirect string, offset: 0x73f): optind
    <1b6>   DW_AT_decl_file   : 6
    <1b7>   DW_AT_decl_line   : 50
    <1b8>   DW_AT_decl_column : 12
    <1b9>   DW_AT_type        : <0x64>
    <1bd>   DW_AT_external    : 1
    <1be>   DW_AT_declaration : 1
 <1><1bf>: Abbrev Number: 12 (DW_TAG_variable)
    <1c0>   DW_AT_name        : (indirect string, offset: 0xc2b): opterr
    <1c4>   DW_AT_decl_file   : 6
    <1c5>   DW_AT_decl_line   : 55
    <1c6>   DW_AT_decl_column : 12
    <1c7>   DW_AT_type        : <0x64>
    <1cb>   DW_AT_external    : 1
    <1cc>   DW_AT_declaration : 1
 <1><1cd>: Abbrev Number: 12 (DW_TAG_variable)
    <1ce>   DW_AT_name        : (indirect string, offset: 0xb38): optopt
    <1d2>   DW_AT_decl_file   : 6
    <1d3>   DW_AT_decl_line   : 59
    <1d4>   DW_AT_decl_column : 12
    <1d5>   DW_AT_type        : <0x64>
    <1d9>   DW_AT_external    : 1
    <1da>   DW_AT_declaration : 1
 <1><1db>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1dc>   DW_AT_byte_size   : 4
    <1dd>   DW_AT_type        : <0xe6>
 <1><1e1>: Abbrev Number: 3 (DW_TAG_const_type)
    <1e2>   DW_AT_type        : <0x1db>
 <1><1e6>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1e7>   DW_AT_byte_size   : 4
    <1e8>   DW_AT_type        : <0x1ec>
 <1><1ec>: Abbrev Number: 13 (DW_TAG_const_type)
 <1><1ed>: Abbrev Number: 8 (DW_TAG_structure_type)
    <1ee>   DW_AT_name        : (indirect string, offset: 0x378): _IO_FILE
    <1f2>   DW_AT_byte_size   : 152
    <1f3>   DW_AT_decl_file   : 7
    <1f4>   DW_AT_decl_line   : 245
    <1f5>   DW_AT_decl_column : 8
    <1f6>   DW_AT_sibling     : <0x3c5>
 <2><1fa>: Abbrev Number: 9 (DW_TAG_member)
    <1fb>   DW_AT_name        : (indirect string, offset: 0xa18): _flags
    <1ff>   DW_AT_decl_file   : 7
    <200>   DW_AT_decl_line   : 246
    <201>   DW_AT_decl_column : 7
    <202>   DW_AT_type        : <0x64>
    <206>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><209>: Abbrev Number: 9 (DW_TAG_member)
    <20a>   DW_AT_name        : (indirect string, offset: 0x577): _IO_read_ptr
    <20e>   DW_AT_decl_file   : 7
    <20f>   DW_AT_decl_line   : 251
    <210>   DW_AT_decl_column : 9
    <211>   DW_AT_type        : <0xd9>
    <215>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><218>: Abbrev Number: 9 (DW_TAG_member)
    <219>   DW_AT_name        : (indirect string, offset: 0xf3d): _IO_read_end
    <21d>   DW_AT_decl_file   : 7
    <21e>   DW_AT_decl_line   : 252
    <21f>   DW_AT_decl_column : 9
    <220>   DW_AT_type        : <0xd9>
    <224>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><227>: Abbrev Number: 9 (DW_TAG_member)
    <228>   DW_AT_name        : (indirect string, offset: 0x7b7): _IO_read_base
    <22c>   DW_AT_decl_file   : 7
    <22d>   DW_AT_decl_line   : 253
    <22e>   DW_AT_decl_column : 9
    <22f>   DW_AT_type        : <0xd9>
    <233>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><236>: Abbrev Number: 9 (DW_TAG_member)
    <237>   DW_AT_name        : (indirect string, offset: 0x145): _IO_write_base
    <23b>   DW_AT_decl_file   : 7
    <23c>   DW_AT_decl_line   : 254
    <23d>   DW_AT_decl_column : 9
    <23e>   DW_AT_type        : <0xd9>
    <242>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><245>: Abbrev Number: 9 (DW_TAG_member)
    <246>   DW_AT_name        : (indirect string, offset: 0x1033): _IO_write_ptr
    <24a>   DW_AT_decl_file   : 7
    <24b>   DW_AT_decl_line   : 255
    <24c>   DW_AT_decl_column : 9
    <24d>   DW_AT_type        : <0xd9>
    <251>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><254>: Abbrev Number: 14 (DW_TAG_member)
    <255>   DW_AT_name        : (indirect string, offset: 0x8f9): _IO_write_end
    <259>   DW_AT_decl_file   : 7
    <25a>   DW_AT_decl_line   : 256
    <25c>   DW_AT_decl_column : 9
    <25d>   DW_AT_type        : <0xd9>
    <261>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><264>: Abbrev Number: 14 (DW_TAG_member)
    <265>   DW_AT_name        : (indirect string, offset: 0x96a): _IO_buf_base
    <269>   DW_AT_decl_file   : 7
    <26a>   DW_AT_decl_line   : 257
    <26c>   DW_AT_decl_column : 9
    <26d>   DW_AT_type        : <0xd9>
    <271>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><274>: Abbrev Number: 14 (DW_TAG_member)
    <275>   DW_AT_name        : (indirect string, offset: 0xd97): _IO_buf_end
    <279>   DW_AT_decl_file   : 7
    <27a>   DW_AT_decl_line   : 258
    <27c>   DW_AT_decl_column : 9
    <27d>   DW_AT_type        : <0xd9>
    <281>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><284>: Abbrev Number: 14 (DW_TAG_member)
    <285>   DW_AT_name        : (indirect string, offset: 0x1de): _IO_save_base
    <289>   DW_AT_decl_file   : 7
    <28a>   DW_AT_decl_line   : 260
    <28c>   DW_AT_decl_column : 9
    <28d>   DW_AT_type        : <0xd9>
    <291>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><294>: Abbrev Number: 14 (DW_TAG_member)
    <295>   DW_AT_name        : (indirect string, offset: 0xca0): _IO_backup_base
    <299>   DW_AT_decl_file   : 7
    <29a>   DW_AT_decl_line   : 261
    <29c>   DW_AT_decl_column : 9
    <29d>   DW_AT_type        : <0xd9>
    <2a1>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><2a4>: Abbrev Number: 14 (DW_TAG_member)
    <2a5>   DW_AT_name        : (indirect string, offset: 0xcd): _IO_save_end
    <2a9>   DW_AT_decl_file   : 7
    <2aa>   DW_AT_decl_line   : 262
    <2ac>   DW_AT_decl_column : 9
    <2ad>   DW_AT_type        : <0xd9>
    <2b1>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><2b4>: Abbrev Number: 14 (DW_TAG_member)
    <2b5>   DW_AT_name        : (indirect string, offset: 0x5fd): _markers
    <2b9>   DW_AT_decl_file   : 7
    <2ba>   DW_AT_decl_line   : 264
    <2bc>   DW_AT_decl_column : 22
    <2bd>   DW_AT_type        : <0x414>
    <2c1>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2c4>: Abbrev Number: 14 (DW_TAG_member)
    <2c5>   DW_AT_name        : (indirect string, offset: 0x221): _chain
    <2c9>   DW_AT_decl_file   : 7
    <2ca>   DW_AT_decl_line   : 266
    <2cc>   DW_AT_decl_column : 20
    <2cd>   DW_AT_type        : <0x41a>
    <2d1>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2d4>: Abbrev Number: 14 (DW_TAG_member)
    <2d5>   DW_AT_name        : (indirect string, offset: 0xf99): _fileno
    <2d9>   DW_AT_decl_file   : 7
    <2da>   DW_AT_decl_line   : 268
    <2dc>   DW_AT_decl_column : 7
    <2dd>   DW_AT_type        : <0x64>
    <2e1>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2e4>: Abbrev Number: 14 (DW_TAG_member)
    <2e5>   DW_AT_name        : (indirect string, offset: 0x7a3): _flags2
    <2e9>   DW_AT_decl_file   : 7
    <2ea>   DW_AT_decl_line   : 272
    <2ec>   DW_AT_decl_column : 7
    <2ed>   DW_AT_type        : <0x64>
    <2f1>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2f4>: Abbrev Number: 14 (DW_TAG_member)
    <2f5>   DW_AT_name        : (indirect string, offset: 0x82d): _old_offset
    <2f9>   DW_AT_decl_file   : 7
    <2fa>   DW_AT_decl_line   : 274
    <2fc>   DW_AT_decl_column : 13
    <2fd>   DW_AT_type        : <0xa2>
    <301>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><304>: Abbrev Number: 14 (DW_TAG_member)
    <305>   DW_AT_name        : (indirect string, offset: 0x254): _cur_column
    <309>   DW_AT_decl_file   : 7
    <30a>   DW_AT_decl_line   : 278
    <30c>   DW_AT_decl_column : 18
    <30d>   DW_AT_type        : <0x24>
    <311>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><314>: Abbrev Number: 14 (DW_TAG_member)
    <315>   DW_AT_name        : (indirect string, offset: 0xe5b): _vtable_offset
    <319>   DW_AT_decl_file   : 7
    <31a>   DW_AT_decl_line   : 279
    <31c>   DW_AT_decl_column : 15
    <31d>   DW_AT_type        : <0x3e>
    <321>   DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><324>: Abbrev Number: 14 (DW_TAG_member)
    <325>   DW_AT_name        : (indirect string, offset: 0xcb0): _shortbuf
    <329>   DW_AT_decl_file   : 7
    <32a>   DW_AT_decl_line   : 280
    <32c>   DW_AT_decl_column : 8
    <32d>   DW_AT_type        : <0x420>
    <331>   DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><334>: Abbrev Number: 14 (DW_TAG_member)
    <335>   DW_AT_name        : (indirect string, offset: 0x186): _lock
    <339>   DW_AT_decl_file   : 7
    <33a>   DW_AT_decl_line   : 284
    <33c>   DW_AT_decl_column : 15
    <33d>   DW_AT_type        : <0x430>
    <341>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><344>: Abbrev Number: 14 (DW_TAG_member)
    <345>   DW_AT_name        : (indirect string, offset: 0x6d0): _offset
    <349>   DW_AT_decl_file   : 7
    <34a>   DW_AT_decl_line   : 293
    <34c>   DW_AT_decl_column : 15
    <34d>   DW_AT_type        : <0xae>
    <351>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><354>: Abbrev Number: 14 (DW_TAG_member)
    <355>   DW_AT_name        : (indirect string, offset: 0x9b8): __pad1
    <359>   DW_AT_decl_file   : 7
    <35a>   DW_AT_decl_line   : 301
    <35c>   DW_AT_decl_column : 9
    <35d>   DW_AT_type        : <0xc6>
    <361>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><364>: Abbrev Number: 14 (DW_TAG_member)
    <365>   DW_AT_name        : (indirect string, offset: 0x9bf): __pad2
    <369>   DW_AT_decl_file   : 7
    <36a>   DW_AT_decl_line   : 302
    <36c>   DW_AT_decl_column : 9
    <36d>   DW_AT_type        : <0xc6>
    <371>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><374>: Abbrev Number: 14 (DW_TAG_member)
    <375>   DW_AT_name        : (indirect string, offset: 0x9c6): __pad3
    <379>   DW_AT_decl_file   : 7
    <37a>   DW_AT_decl_line   : 303
    <37c>   DW_AT_decl_column : 9
    <37d>   DW_AT_type        : <0xc6>
    <381>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><384>: Abbrev Number: 14 (DW_TAG_member)
    <385>   DW_AT_name        : (indirect string, offset: 0x9cd): __pad4
    <389>   DW_AT_decl_file   : 7
    <38a>   DW_AT_decl_line   : 304
    <38c>   DW_AT_decl_column : 9
    <38d>   DW_AT_type        : <0xc6>
    <391>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><394>: Abbrev Number: 14 (DW_TAG_member)
    <395>   DW_AT_name        : (indirect string, offset: 0x9d4): __pad5
    <399>   DW_AT_decl_file   : 7
    <39a>   DW_AT_decl_line   : 306
    <39c>   DW_AT_decl_column : 10
    <39d>   DW_AT_type        : <0x12e>
    <3a1>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><3a4>: Abbrev Number: 14 (DW_TAG_member)
    <3a5>   DW_AT_name        : (indirect string, offset: 0xa3c): _mode
    <3a9>   DW_AT_decl_file   : 7
    <3aa>   DW_AT_decl_line   : 307
    <3ac>   DW_AT_decl_column : 7
    <3ad>   DW_AT_type        : <0x64>
    <3b1>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><3b4>: Abbrev Number: 14 (DW_TAG_member)
    <3b5>   DW_AT_name        : (indirect string, offset: 0x7d1): _unused2
    <3b9>   DW_AT_decl_file   : 7
    <3ba>   DW_AT_decl_line   : 309
    <3bc>   DW_AT_decl_column : 8
    <3bd>   DW_AT_type        : <0x436>
    <3c1>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><3c4>: Abbrev Number: 0
 <1><3c5>: Abbrev Number: 4 (DW_TAG_typedef)
    <3c6>   DW_AT_name        : (indirect string, offset: 0xadd): FILE
    <3ca>   DW_AT_decl_file   : 8
    <3cb>   DW_AT_decl_line   : 7
    <3cc>   DW_AT_decl_column : 25
    <3cd>   DW_AT_type        : <0x1ed>
 <1><3d1>: Abbrev Number: 15 (DW_TAG_typedef)
    <3d2>   DW_AT_name        : (indirect string, offset: 0x4f3): _IO_lock_t
    <3d6>   DW_AT_decl_file   : 7
    <3d7>   DW_AT_decl_line   : 154
    <3d8>   DW_AT_decl_column : 14
 <1><3d9>: Abbrev Number: 8 (DW_TAG_structure_type)
    <3da>   DW_AT_name        : (indirect string, offset: 0x322): _IO_marker
    <3de>   DW_AT_byte_size   : 12
    <3df>   DW_AT_decl_file   : 7
    <3e0>   DW_AT_decl_line   : 160
    <3e1>   DW_AT_decl_column : 8
    <3e2>   DW_AT_sibling     : <0x414>
 <2><3e6>: Abbrev Number: 9 (DW_TAG_member)
    <3e7>   DW_AT_name        : (indirect string, offset: 0xcdf): _next
    <3eb>   DW_AT_decl_file   : 7
    <3ec>   DW_AT_decl_line   : 161
    <3ed>   DW_AT_decl_column : 22
    <3ee>   DW_AT_type        : <0x414>
    <3f2>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3f5>: Abbrev Number: 9 (DW_TAG_member)
    <3f6>   DW_AT_name        : (indirect string, offset: 0x9db): _sbuf
    <3fa>   DW_AT_decl_file   : 7
    <3fb>   DW_AT_decl_line   : 162
    <3fc>   DW_AT_decl_column : 20
    <3fd>   DW_AT_type        : <0x41a>
    <401>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><404>: Abbrev Number: 9 (DW_TAG_member)
    <405>   DW_AT_name        : (indirect string, offset: 0x5b7): _pos
    <409>   DW_AT_decl_file   : 7
    <40a>   DW_AT_decl_line   : 166
    <40b>   DW_AT_decl_column : 7
    <40c>   DW_AT_type        : <0x64>
    <410>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><413>: Abbrev Number: 0
 <1><414>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <415>   DW_AT_byte_size   : 4
    <416>   DW_AT_type        : <0x3d9>
 <1><41a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <41b>   DW_AT_byte_size   : 4
    <41c>   DW_AT_type        : <0x1ed>
 <1><420>: Abbrev Number: 16 (DW_TAG_array_type)
    <421>   DW_AT_type        : <0xdf>
    <425>   DW_AT_sibling     : <0x430>
 <2><429>: Abbrev Number: 17 (DW_TAG_subrange_type)
    <42a>   DW_AT_type        : <0x2b>
    <42e>   DW_AT_upper_bound : 0
 <2><42f>: Abbrev Number: 0
 <1><430>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <431>   DW_AT_byte_size   : 4
    <432>   DW_AT_type        : <0x3d1>
 <1><436>: Abbrev Number: 16 (DW_TAG_array_type)
    <437>   DW_AT_type        : <0xdf>
    <43b>   DW_AT_sibling     : <0x446>
 <2><43f>: Abbrev Number: 17 (DW_TAG_subrange_type)
    <440>   DW_AT_type        : <0x2b>
    <444>   DW_AT_upper_bound : 39
 <2><445>: Abbrev Number: 0
 <1><446>: Abbrev Number: 18 (DW_TAG_structure_type)
    <447>   DW_AT_name        : (indirect string, offset: 0x496): _IO_FILE_plus
    <44b>   DW_AT_declaration : 1
 <1><44c>: Abbrev Number: 11 (DW_TAG_variable)
    <44d>   DW_AT_name        : (indirect string, offset: 0x777): _IO_2_1_stdin_
    <451>   DW_AT_decl_file   : 7
    <452>   DW_AT_decl_line   : 319
    <454>   DW_AT_decl_column : 29
    <455>   DW_AT_type        : <0x446>
    <459>   DW_AT_external    : 1
    <45a>   DW_AT_declaration : 1
 <1><45b>: Abbrev Number: 11 (DW_TAG_variable)
    <45c>   DW_AT_name        : (indirect string, offset: 0xcc0): _IO_2_1_stdout_
    <460>   DW_AT_decl_file   : 7
    <461>   DW_AT_decl_line   : 320
    <463>   DW_AT_decl_column : 29
    <464>   DW_AT_type        : <0x446>
    <468>   DW_AT_external    : 1
    <469>   DW_AT_declaration : 1
 <1><46a>: Abbrev Number: 11 (DW_TAG_variable)
    <46b>   DW_AT_name        : (indirect string, offset: 0x9c): _IO_2_1_stderr_
    <46f>   DW_AT_decl_file   : 7
    <470>   DW_AT_decl_line   : 321
    <472>   DW_AT_decl_column : 29
    <473>   DW_AT_type        : <0x446>
    <477>   DW_AT_external    : 1
    <478>   DW_AT_declaration : 1
 <1><479>: Abbrev Number: 12 (DW_TAG_variable)
    <47a>   DW_AT_name        : (indirect string, offset: 0x5c8): stdin
    <47e>   DW_AT_decl_file   : 9
    <47f>   DW_AT_decl_line   : 135
    <480>   DW_AT_decl_column : 25
    <481>   DW_AT_type        : <0x41a>
    <485>   DW_AT_external    : 1
    <486>   DW_AT_declaration : 1
 <1><487>: Abbrev Number: 12 (DW_TAG_variable)
    <488>   DW_AT_name        : (indirect string, offset: 0x1004): stdout
    <48c>   DW_AT_decl_file   : 9
    <48d>   DW_AT_decl_line   : 136
    <48e>   DW_AT_decl_column : 25
    <48f>   DW_AT_type        : <0x41a>
    <493>   DW_AT_external    : 1
    <494>   DW_AT_declaration : 1
 <1><495>: Abbrev Number: 12 (DW_TAG_variable)
    <496>   DW_AT_name        : (indirect string, offset: 0xdf8): stderr
    <49a>   DW_AT_decl_file   : 9
    <49b>   DW_AT_decl_line   : 137
    <49c>   DW_AT_decl_column : 25
    <49d>   DW_AT_type        : <0x41a>
    <4a1>   DW_AT_external    : 1
    <4a2>   DW_AT_declaration : 1
 <1><4a3>: Abbrev Number: 12 (DW_TAG_variable)
    <4a4>   DW_AT_name        : (indirect string, offset: 0x260): sys_nerr
    <4a8>   DW_AT_decl_file   : 10
    <4a9>   DW_AT_decl_line   : 26
    <4aa>   DW_AT_decl_column : 12
    <4ab>   DW_AT_type        : <0x64>
    <4af>   DW_AT_external    : 1
    <4b0>   DW_AT_declaration : 1
 <1><4b1>: Abbrev Number: 16 (DW_TAG_array_type)
    <4b2>   DW_AT_type        : <0x1e1>
    <4b6>   DW_AT_sibling     : <0x4bc>
 <2><4ba>: Abbrev Number: 19 (DW_TAG_subrange_type)
 <2><4bb>: Abbrev Number: 0
 <1><4bc>: Abbrev Number: 3 (DW_TAG_const_type)
    <4bd>   DW_AT_type        : <0x4b1>
 <1><4c1>: Abbrev Number: 12 (DW_TAG_variable)
    <4c2>   DW_AT_name        : (indirect string, offset: 0x5d7): sys_errlist
    <4c6>   DW_AT_decl_file   : 10
    <4c7>   DW_AT_decl_line   : 27
    <4c8>   DW_AT_decl_column : 26
    <4c9>   DW_AT_type        : <0x4bc>
    <4cd>   DW_AT_external    : 1
    <4ce>   DW_AT_declaration : 1
 <1><4cf>: Abbrev Number: 12 (DW_TAG_variable)
    <4d0>   DW_AT_name        : (indirect string, offset: 0x284): _sys_nerr
    <4d4>   DW_AT_decl_file   : 10
    <4d5>   DW_AT_decl_line   : 30
    <4d6>   DW_AT_decl_column : 12
    <4d7>   DW_AT_type        : <0x64>
    <4db>   DW_AT_external    : 1
    <4dc>   DW_AT_declaration : 1
 <1><4dd>: Abbrev Number: 12 (DW_TAG_variable)
    <4de>   DW_AT_name        : (indirect string, offset: 0xe6a): _sys_errlist
    <4e2>   DW_AT_decl_file   : 10
    <4e3>   DW_AT_decl_line   : 31
    <4e4>   DW_AT_decl_column : 26
    <4e5>   DW_AT_type        : <0x4bc>
    <4e9>   DW_AT_external    : 1
    <4ea>   DW_AT_declaration : 1
 <1><4eb>: Abbrev Number: 12 (DW_TAG_variable)
    <4ec>   DW_AT_name        : (indirect string, offset: 0x6a9): program_invocation_name
    <4f0>   DW_AT_decl_file   : 11
    <4f1>   DW_AT_decl_line   : 45
    <4f2>   DW_AT_decl_column : 14
    <4f3>   DW_AT_type        : <0xd9>
    <4f7>   DW_AT_external    : 1
    <4f8>   DW_AT_declaration : 1
 <1><4f9>: Abbrev Number: 12 (DW_TAG_variable)
    <4fa>   DW_AT_name        : (indirect string, offset: 0xbb3): program_invocation_short_name
    <4fe>   DW_AT_decl_file   : 11
    <4ff>   DW_AT_decl_line   : 46
    <500>   DW_AT_decl_column : 14
    <501>   DW_AT_type        : <0xd9>
    <505>   DW_AT_external    : 1
    <506>   DW_AT_declaration : 1
 <1><507>: Abbrev Number: 16 (DW_TAG_array_type)
    <508>   DW_AT_type        : <0xd9>
    <50c>   DW_AT_sibling     : <0x517>
 <2><510>: Abbrev Number: 17 (DW_TAG_subrange_type)
    <511>   DW_AT_type        : <0x2b>
    <515>   DW_AT_upper_bound : 1
 <2><516>: Abbrev Number: 0
 <1><517>: Abbrev Number: 12 (DW_TAG_variable)
    <518>   DW_AT_name        : (indirect string, offset: 0x1cb): __tzname
    <51c>   DW_AT_decl_file   : 12
    <51d>   DW_AT_decl_line   : 159
    <51e>   DW_AT_decl_column : 14
    <51f>   DW_AT_type        : <0x507>
    <523>   DW_AT_external    : 1
    <524>   DW_AT_declaration : 1
 <1><525>: Abbrev Number: 12 (DW_TAG_variable)
    <526>   DW_AT_name        : (indirect string, offset: 0xed9): __daylight
    <52a>   DW_AT_decl_file   : 12
    <52b>   DW_AT_decl_line   : 160
    <52c>   DW_AT_decl_column : 12
    <52d>   DW_AT_type        : <0x64>
    <531>   DW_AT_external    : 1
    <532>   DW_AT_declaration : 1
 <1><533>: Abbrev Number: 12 (DW_TAG_variable)
    <534>   DW_AT_name        : (indirect string, offset: 0x381): __timezone
    <538>   DW_AT_decl_file   : 12
    <539>   DW_AT_decl_line   : 161
    <53a>   DW_AT_decl_column : 17
    <53b>   DW_AT_type        : <0x127>
    <53f>   DW_AT_external    : 1
    <540>   DW_AT_declaration : 1
 <1><541>: Abbrev Number: 12 (DW_TAG_variable)
    <542>   DW_AT_name        : (indirect string, offset: 0x6e7): tzname
    <546>   DW_AT_decl_file   : 12
    <547>   DW_AT_decl_line   : 166
    <548>   DW_AT_decl_column : 14
    <549>   DW_AT_type        : <0x507>
    <54d>   DW_AT_external    : 1
    <54e>   DW_AT_declaration : 1
 <1><54f>: Abbrev Number: 12 (DW_TAG_variable)
    <550>   DW_AT_name        : (indirect string, offset: 0x107d): daylight
    <554>   DW_AT_decl_file   : 12
    <555>   DW_AT_decl_line   : 174
    <556>   DW_AT_decl_column : 12
    <557>   DW_AT_type        : <0x64>
    <55b>   DW_AT_external    : 1
    <55c>   DW_AT_declaration : 1
 <1><55d>: Abbrev Number: 12 (DW_TAG_variable)
    <55e>   DW_AT_name        : (indirect string, offset: 0x556): timezone
    <562>   DW_AT_decl_file   : 12
    <563>   DW_AT_decl_line   : 175
    <564>   DW_AT_decl_column : 17
    <565>   DW_AT_type        : <0x127>
    <569>   DW_AT_external    : 1
    <56a>   DW_AT_declaration : 1
 <1><56b>: Abbrev Number: 11 (DW_TAG_variable)
    <56c>   DW_AT_name        : (indirect string, offset: 0xf59): getdate_err
    <570>   DW_AT_decl_file   : 12
    <571>   DW_AT_decl_line   : 280
    <573>   DW_AT_decl_column : 12
    <574>   DW_AT_type        : <0x64>
    <578>   DW_AT_external    : 1
    <579>   DW_AT_declaration : 1
 <1><57a>: Abbrev Number: 12 (DW_TAG_variable)
    <57b>   DW_AT_name        : (indirect string, offset: 0x9e6): debug_flag
    <57f>   DW_AT_decl_file   : 13
    <580>   DW_AT_decl_line   : 20
    <581>   DW_AT_decl_column : 13
    <582>   DW_AT_type        : <0x588>
    <586>   DW_AT_external    : 1
    <587>   DW_AT_declaration : 1
 <1><588>: Abbrev Number: 2 (DW_TAG_base_type)
    <589>   DW_AT_byte_size   : 1
    <58a>   DW_AT_encoding    : 2	(boolean)
    <58b>   DW_AT_name        : (indirect string, offset: 0x47c): _Bool
 <1><58f>: Abbrev Number: 3 (DW_TAG_const_type)
    <590>   DW_AT_type        : <0x588>
 <1><594>: Abbrev Number: 4 (DW_TAG_typedef)
    <595>   DW_AT_name        : (indirect string, offset: 0xa93): __kernel_long_t
    <599>   DW_AT_decl_file   : 14
    <59a>   DW_AT_decl_line   : 14
    <59b>   DW_AT_decl_column : 19
    <59c>   DW_AT_type        : <0x7c>
 <1><5a0>: Abbrev Number: 4 (DW_TAG_typedef)
    <5a1>   DW_AT_name        : (indirect string, offset: 0x4c): __kernel_ulong_t
    <5a5>   DW_AT_decl_file   : 14
    <5a6>   DW_AT_decl_line   : 15
    <5a7>   DW_AT_decl_column : 28
    <5a8>   DW_AT_type        : <0x8f>
 <1><5ac>: Abbrev Number: 4 (DW_TAG_typedef)
    <5ad>   DW_AT_name        : (indirect string, offset: 0x3cf): kernel_long_t
    <5b1>   DW_AT_decl_file   : 15
    <5b2>   DW_AT_decl_line   : 16
    <5b3>   DW_AT_decl_column : 25
    <5b4>   DW_AT_type        : <0x594>
 <1><5b8>: Abbrev Number: 4 (DW_TAG_typedef)
    <5b9>   DW_AT_name        : (indirect string, offset: 0x8a2): kernel_ulong_t
    <5bd>   DW_AT_decl_file   : 15
    <5be>   DW_AT_decl_line   : 17
    <5bf>   DW_AT_decl_column : 26
    <5c0>   DW_AT_type        : <0x5a0>
 <1><5c4>: Abbrev Number: 3 (DW_TAG_const_type)
    <5c5>   DW_AT_type        : <0x5b8>
 <1><5c9>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5ca>   DW_AT_name        : (indirect string, offset: 0xbd1): list_item
    <5ce>   DW_AT_byte_size   : 8
    <5cf>   DW_AT_decl_file   : 16
    <5d0>   DW_AT_decl_line   : 92
    <5d1>   DW_AT_decl_column : 8
    <5d2>   DW_AT_sibling     : <0x5f5>
 <2><5d6>: Abbrev Number: 9 (DW_TAG_member)
    <5d7>   DW_AT_name        : (indirect string, offset: 0x10c2): prev
    <5db>   DW_AT_decl_file   : 16
    <5dc>   DW_AT_decl_line   : 93
    <5dd>   DW_AT_decl_column : 20
    <5de>   DW_AT_type        : <0x5f5>
    <5e2>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5e5>: Abbrev Number: 9 (DW_TAG_member)
    <5e6>   DW_AT_name        : (indirect string, offset: 0x10b8): next
    <5ea>   DW_AT_decl_file   : 16
    <5eb>   DW_AT_decl_line   : 94
    <5ec>   DW_AT_decl_column : 20
    <5ed>   DW_AT_type        : <0x5f5>
    <5f1>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><5f4>: Abbrev Number: 0
 <1><5f5>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <5f6>   DW_AT_byte_size   : 4
    <5f7>   DW_AT_type        : <0x5c9>
 <1><5fb>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5fc>   DW_AT_name        : (indirect string, offset: 0x87a): sysent
    <600>   DW_AT_byte_size   : 20
    <601>   DW_AT_decl_file   : 17
    <602>   DW_AT_decl_line   : 11
    <603>   DW_AT_decl_column : 16
    <604>   DW_AT_sibling     : <0x654>
 <2><608>: Abbrev Number: 9 (DW_TAG_member)
    <609>   DW_AT_name        : (indirect string, offset: 0x101b): nargs
    <60d>   DW_AT_decl_file   : 17
    <60e>   DW_AT_decl_line   : 12
    <60f>   DW_AT_decl_column : 11
    <610>   DW_AT_type        : <0x2b>
    <614>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><617>: Abbrev Number: 9 (DW_TAG_member)
    <618>   DW_AT_name        : (indirect string, offset: 0x977): sys_flags
    <61c>   DW_AT_decl_file   : 17
    <61d>   DW_AT_decl_line   : 13
    <61e>   DW_AT_decl_column : 6
    <61f>   DW_AT_type        : <0x64>
    <623>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><626>: Abbrev Number: 20 (DW_TAG_member)
    <627>   DW_AT_name        : sen
    <62b>   DW_AT_decl_file   : 17
    <62c>   DW_AT_decl_line   : 14
    <62d>   DW_AT_decl_column : 6
    <62e>   DW_AT_type        : <0x64>
    <632>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><635>: Abbrev Number: 9 (DW_TAG_member)
    <636>   DW_AT_name        : (indirect string, offset: 0x319): sys_func
    <63a>   DW_AT_decl_file   : 17
    <63b>   DW_AT_decl_line   : 15
    <63c>   DW_AT_decl_column : 8
    <63d>   DW_AT_type        : <0x65f>
    <641>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><644>: Abbrev Number: 9 (DW_TAG_member)
    <645>   DW_AT_name        : (indirect string, offset: 0x28e): sys_name
    <649>   DW_AT_decl_file   : 17
    <64a>   DW_AT_decl_line   : 16
    <64b>   DW_AT_decl_column : 14
    <64c>   DW_AT_type        : <0x1db>
    <650>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><653>: Abbrev Number: 0
 <1><654>: Abbrev Number: 21 (DW_TAG_subroutine_type)
    <655>   DW_AT_type        : <0x64>
    <659>   DW_AT_sibling     : <0x65f>
 <2><65d>: Abbrev Number: 22 (DW_TAG_unspecified_parameters)
 <2><65e>: Abbrev Number: 0
 <1><65f>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <660>   DW_AT_byte_size   : 4
    <661>   DW_AT_type        : <0x654>
 <1><665>: Abbrev Number: 4 (DW_TAG_typedef)
    <666>   DW_AT_name        : (indirect string, offset: 0xe7f): struct_sysent
    <66a>   DW_AT_decl_file   : 17
    <66b>   DW_AT_decl_line   : 17
    <66c>   DW_AT_decl_column : 3
    <66d>   DW_AT_type        : <0x5fb>
 <1><671>: Abbrev Number: 3 (DW_TAG_const_type)
    <672>   DW_AT_type        : <0x665>
 <1><676>: Abbrev Number: 12 (DW_TAG_variable)
    <677>   DW_AT_name        : (indirect string, offset: 0xd26): current_personality
    <67b>   DW_AT_decl_file   : 18
    <67c>   DW_AT_decl_line   : 158
    <67d>   DW_AT_decl_column : 17
    <67e>   DW_AT_type        : <0x2b>
    <682>   DW_AT_external    : 1
    <683>   DW_AT_declaration : 1
 <1><684>: Abbrev Number: 12 (DW_TAG_variable)
    <685>   DW_AT_name        : (indirect string, offset: 0x81c): current_wordsize
    <689>   DW_AT_decl_file   : 18
    <68a>   DW_AT_decl_line   : 171
    <68b>   DW_AT_decl_column : 17
    <68c>   DW_AT_type        : <0x2b>
    <690>   DW_AT_external    : 1
    <691>   DW_AT_declaration : 1
 <1><692>: Abbrev Number: 12 (DW_TAG_variable)
    <693>   DW_AT_name        : (indirect string, offset: 0xa58): current_klongsize
    <697>   DW_AT_decl_file   : 18
    <698>   DW_AT_decl_line   : 176
    <699>   DW_AT_decl_column : 17
    <69a>   DW_AT_type        : <0x2b>
    <69e>   DW_AT_external    : 1
    <69f>   DW_AT_declaration : 1
 <1><6a0>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6a1>   DW_AT_name        : (indirect string, offset: 0xc5a): ioctlent
    <6a5>   DW_AT_byte_size   : 8
    <6a6>   DW_AT_decl_file   : 18
    <6a7>   DW_AT_decl_line   : 217
    <6a8>   DW_AT_decl_column : 16
    <6a9>   DW_AT_sibling     : <0x6cc>
 <2><6ad>: Abbrev Number: 9 (DW_TAG_member)
    <6ae>   DW_AT_name        : (indirect string, offset: 0xf36): symbol
    <6b2>   DW_AT_decl_file   : 18
    <6b3>   DW_AT_decl_line   : 218
    <6b4>   DW_AT_decl_column : 14
    <6b5>   DW_AT_type        : <0x1db>
    <6b9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6bc>: Abbrev Number: 9 (DW_TAG_member)
    <6bd>   DW_AT_name        : (indirect string, offset: 0xcef): code
    <6c1>   DW_AT_decl_file   : 18
    <6c2>   DW_AT_decl_line   : 219
    <6c3>   DW_AT_decl_column : 15
    <6c4>   DW_AT_type        : <0x2b>
    <6c8>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6cb>: Abbrev Number: 0
 <1><6cc>: Abbrev Number: 4 (DW_TAG_typedef)
    <6cd>   DW_AT_name        : (indirect string, offset: 0xc1b): struct_ioctlent
    <6d1>   DW_AT_decl_file   : 18
    <6d2>   DW_AT_decl_line   : 220
    <6d3>   DW_AT_decl_column : 3
    <6d4>   DW_AT_type        : <0x6a0>
 <1><6d8>: Abbrev Number: 3 (DW_TAG_const_type)
    <6d9>   DW_AT_type        : <0x6cc>
 <1><6dd>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6de>   DW_AT_name        : (indirect string, offset: 0x810): inject_data
    <6e2>   DW_AT_byte_size   : 10
    <6e3>   DW_AT_decl_file   : 18
    <6e4>   DW_AT_decl_line   : 241
    <6e5>   DW_AT_decl_column : 8
    <6e6>   DW_AT_sibling     : <0x745>
 <2><6ea>: Abbrev Number: 9 (DW_TAG_member)
    <6eb>   DW_AT_name        : (indirect string, offset: 0x571): flags
    <6ef>   DW_AT_decl_file   : 18
    <6f0>   DW_AT_decl_line   : 242
    <6f1>   DW_AT_decl_column : 10
    <6f2>   DW_AT_type        : <0xf7>
    <6f6>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6f9>: Abbrev Number: 9 (DW_TAG_member)
    <6fa>   DW_AT_name        : (indirect string, offset: 0x92b): signo
    <6fe>   DW_AT_decl_file   : 18
    <6ff>   DW_AT_decl_line   : 243
    <700>   DW_AT_decl_column : 10
    <701>   DW_AT_type        : <0xf7>
    <705>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><708>: Abbrev Number: 9 (DW_TAG_member)
    <709>   DW_AT_name        : (indirect string, offset: 0x113): rval_idx
    <70d>   DW_AT_decl_file   : 18
    <70e>   DW_AT_decl_line   : 244
    <70f>   DW_AT_decl_column : 11
    <710>   DW_AT_type        : <0x103>
    <714>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><717>: Abbrev Number: 9 (DW_TAG_member)
    <718>   DW_AT_name        : (indirect string, offset: 0x42): delay_idx
    <71c>   DW_AT_decl_file   : 18
    <71d>   DW_AT_decl_line   : 245
    <71e>   DW_AT_decl_column : 11
    <71f>   DW_AT_type        : <0x103>
    <723>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><726>: Abbrev Number: 9 (DW_TAG_member)
    <727>   DW_AT_name        : (indirect string, offset: 0x5ef): poke_idx
    <72b>   DW_AT_decl_file   : 18
    <72c>   DW_AT_decl_line   : 246
    <72d>   DW_AT_decl_column : 11
    <72e>   DW_AT_type        : <0x103>
    <732>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><735>: Abbrev Number: 9 (DW_TAG_member)
    <736>   DW_AT_name        : (indirect string, offset: 0x1ab): scno
    <73a>   DW_AT_decl_file   : 18
    <73b>   DW_AT_decl_line   : 247
    <73c>   DW_AT_decl_column : 11
    <73d>   DW_AT_type        : <0x103>
    <741>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><744>: Abbrev Number: 0
 <1><745>: Abbrev Number: 8 (DW_TAG_structure_type)
    <746>   DW_AT_name        : (indirect string, offset: 0xf4): inject_opts
    <74a>   DW_AT_byte_size   : 16
    <74b>   DW_AT_decl_file   : 18
    <74c>   DW_AT_decl_line   : 250
    <74d>   DW_AT_decl_column : 8
    <74e>   DW_AT_sibling     : <0x78f>
 <2><752>: Abbrev Number: 9 (DW_TAG_member)
    <753>   DW_AT_name        : (indirect string, offset: 0xa36): first
    <757>   DW_AT_decl_file   : 18
    <758>   DW_AT_decl_line   : 251
    <759>   DW_AT_decl_column : 11
    <75a>   DW_AT_type        : <0x103>
    <75e>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><761>: Abbrev Number: 9 (DW_TAG_member)
    <762>   DW_AT_name        : (indirect string, offset: 0x10eb): last
    <766>   DW_AT_decl_file   : 18
    <767>   DW_AT_decl_line   : 252
    <768>   DW_AT_decl_column : 11
    <769>   DW_AT_type        : <0x103>
    <76d>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><770>: Abbrev Number: 9 (DW_TAG_member)
    <771>   DW_AT_name        : (indirect string, offset: 0x3a6): step
    <775>   DW_AT_decl_file   : 18
    <776>   DW_AT_decl_line   : 253
    <777>   DW_AT_decl_column : 11
    <778>   DW_AT_type        : <0x103>
    <77c>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><77f>: Abbrev Number: 9 (DW_TAG_member)
    <780>   DW_AT_name        : (indirect string, offset: 0x10bd): data
    <784>   DW_AT_decl_file   : 18
    <785>   DW_AT_decl_line   : 254
    <786>   DW_AT_decl_column : 21
    <787>   DW_AT_type        : <0x6dd>
    <78b>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><78e>: Abbrev Number: 0
 <1><78f>: Abbrev Number: 23 (DW_TAG_structure_type)
    <790>   DW_AT_name        : tcb
    <794>   DW_AT_byte_size   : 280
    <796>   DW_AT_decl_file   : 18
    <797>   DW_AT_decl_line   : 262
    <799>   DW_AT_decl_column : 8
    <79a>   DW_AT_sibling     : <0x9bf>
 <2><79e>: Abbrev Number: 14 (DW_TAG_member)
    <79f>   DW_AT_name        : (indirect string, offset: 0x571): flags
    <7a3>   DW_AT_decl_file   : 18
    <7a4>   DW_AT_decl_line   : 263
    <7a6>   DW_AT_decl_column : 6
    <7a7>   DW_AT_type        : <0x64>
    <7ab>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7ae>: Abbrev Number: 24 (DW_TAG_member)
    <7af>   DW_AT_name        : pid
    <7b3>   DW_AT_decl_file   : 18
    <7b4>   DW_AT_decl_line   : 264
    <7b6>   DW_AT_decl_column : 6
    <7b7>   DW_AT_type        : <0x64>
    <7bb>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7be>: Abbrev Number: 14 (DW_TAG_member)
    <7bf>   DW_AT_name        : (indirect string, offset: 0x6b): qual_flg
    <7c3>   DW_AT_decl_file   : 18
    <7c4>   DW_AT_decl_line   : 265
    <7c6>   DW_AT_decl_column : 6
    <7c7>   DW_AT_type        : <0x64>
    <7cb>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7ce>: Abbrev Number: 14 (DW_TAG_member)
    <7cf>   DW_AT_name        : (indirect string, offset: 0x397): currpers
    <7d3>   DW_AT_decl_file   : 18
    <7d4>   DW_AT_decl_line   : 267
    <7d6>   DW_AT_decl_column : 15
    <7d7>   DW_AT_type        : <0x2b>
    <7db>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><7de>: Abbrev Number: 14 (DW_TAG_member)
    <7df>   DW_AT_name        : (indirect string, offset: 0xb30): u_error
    <7e3>   DW_AT_decl_file   : 18
    <7e4>   DW_AT_decl_line   : 269
    <7e6>   DW_AT_decl_column : 16
    <7e7>   DW_AT_type        : <0x37>
    <7eb>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><7ee>: Abbrev Number: 14 (DW_TAG_member)
    <7ef>   DW_AT_name        : (indirect string, offset: 0x1ab): scno
    <7f3>   DW_AT_decl_file   : 18
    <7f4>   DW_AT_decl_line   : 270
    <7f6>   DW_AT_decl_column : 17
    <7f7>   DW_AT_type        : <0x5b8>
    <7fb>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><7fe>: Abbrev Number: 14 (DW_TAG_member)
    <7ff>   DW_AT_name        : (indirect string, offset: 0xb69): true_scno
    <803>   DW_AT_decl_file   : 18
    <804>   DW_AT_decl_line   : 271
    <806>   DW_AT_decl_column : 17
    <807>   DW_AT_type        : <0x5b8>
    <80b>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><80e>: Abbrev Number: 14 (DW_TAG_member)
    <80f>   DW_AT_name        : (indirect string, offset: 0x1b5): u_arg
    <813>   DW_AT_decl_file   : 18
    <814>   DW_AT_decl_line   : 272
    <816>   DW_AT_decl_column : 17
    <817>   DW_AT_type        : <0x9bf>
    <81b>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><81e>: Abbrev Number: 14 (DW_TAG_member)
    <81f>   DW_AT_name        : (indirect string, offset: 0x98e): u_rval
    <823>   DW_AT_decl_file   : 18
    <824>   DW_AT_decl_line   : 273
    <826>   DW_AT_decl_column : 16
    <827>   DW_AT_type        : <0x5ac>
    <82b>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><82e>: Abbrev Number: 14 (DW_TAG_member)
    <82f>   DW_AT_name        : (indirect string, offset: 0xaaf): sys_func_rval
    <833>   DW_AT_decl_file   : 18
    <834>   DW_AT_decl_line   : 274
    <836>   DW_AT_decl_column : 6
    <837>   DW_AT_type        : <0x64>
    <83b>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><83e>: Abbrev Number: 14 (DW_TAG_member)
    <83f>   DW_AT_name        : (indirect string, offset: 0xcd0): curcol
    <843>   DW_AT_decl_file   : 18
    <844>   DW_AT_decl_line   : 275
    <846>   DW_AT_decl_column : 6
    <847>   DW_AT_type        : <0x64>
    <84b>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><84e>: Abbrev Number: 14 (DW_TAG_member)
    <84f>   DW_AT_name        : (indirect string, offset: 0x9a0): outf
    <853>   DW_AT_decl_file   : 18
    <854>   DW_AT_decl_line   : 276
    <856>   DW_AT_decl_column : 8
    <857>   DW_AT_type        : <0x9cf>
    <85b>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><85e>: Abbrev Number: 14 (DW_TAG_member)
    <85f>   DW_AT_name        : (indirect string, offset: 0xf0e): staged_output_data
    <863>   DW_AT_decl_file   : 18
    <864>   DW_AT_decl_line   : 277
    <866>   DW_AT_decl_column : 29
    <867>   DW_AT_type        : <0x9db>
    <86b>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><86e>: Abbrev Number: 14 (DW_TAG_member)
    <86f>   DW_AT_name        : (indirect string, offset: 0xa7a): auxstr
    <873>   DW_AT_decl_file   : 18
    <874>   DW_AT_decl_line   : 279
    <876>   DW_AT_decl_column : 14
    <877>   DW_AT_type        : <0x1db>
    <87b>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><87e>: Abbrev Number: 14 (DW_TAG_member)
    <87f>   DW_AT_name        : (indirect string, offset: 0x18c): _priv_data
    <883>   DW_AT_decl_file   : 18
    <884>   DW_AT_decl_line   : 280
    <886>   DW_AT_decl_column : 8
    <887>   DW_AT_type        : <0xc6>
    <88b>   DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
 <2><88e>: Abbrev Number: 14 (DW_TAG_member)
    <88f>   DW_AT_name        : (indirect string, offset: 0xbfe): _free_priv_data
    <893>   DW_AT_decl_file   : 18
    <894>   DW_AT_decl_line   : 281
    <896>   DW_AT_decl_column : 9
    <897>   DW_AT_type        : <0x9ed>
    <89b>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><89e>: Abbrev Number: 14 (DW_TAG_member)
    <89f>   DW_AT_name        : (indirect string, offset: 0x19d): s_ent
    <8a3>   DW_AT_decl_file   : 18
    <8a4>   DW_AT_decl_line   : 282
    <8a6>   DW_AT_decl_column : 23
    <8a7>   DW_AT_type        : <0x9f3>
    <8ab>   DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
 <2><8ae>: Abbrev Number: 14 (DW_TAG_member)
    <8af>   DW_AT_name        : (indirect string, offset: 0x20): s_prev_ent
    <8b3>   DW_AT_decl_file   : 18
    <8b4>   DW_AT_decl_line   : 285
    <8b6>   DW_AT_decl_column : 23
    <8b7>   DW_AT_type        : <0x9f3>
    <8bb>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><8bf>: Abbrev Number: 14 (DW_TAG_member)
    <8c0>   DW_AT_name        : (indirect string, offset: 0x38c): inject_vec
    <8c4>   DW_AT_decl_file   : 18
    <8c5>   DW_AT_decl_line   : 286
    <8c7>   DW_AT_decl_column : 22
    <8c8>   DW_AT_type        : <0x9fe>
    <8cc>   DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
 <2><8d0>: Abbrev Number: 14 (DW_TAG_member)
    <8d1>   DW_AT_name        : (indirect string, offset: 0x7eb): stime
    <8d5>   DW_AT_decl_file   : 18
    <8d6>   DW_AT_decl_line   : 287
    <8d8>   DW_AT_decl_column : 18
    <8d9>   DW_AT_type        : <0x13f>
    <8dd>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><8e1>: Abbrev Number: 14 (DW_TAG_member)
    <8e2>   DW_AT_name        : (indirect string, offset: 0x3a0): ltime
    <8e6>   DW_AT_decl_file   : 18
    <8e7>   DW_AT_decl_line   : 288
    <8e9>   DW_AT_decl_column : 18
    <8ea>   DW_AT_type        : <0x13f>
    <8ee>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><8f2>: Abbrev Number: 14 (DW_TAG_member)
    <8f3>   DW_AT_name        : (indirect string, offset: 0xfe2): atime
    <8f7>   DW_AT_decl_file   : 18
    <8f8>   DW_AT_decl_line   : 289
    <8fa>   DW_AT_decl_column : 18
    <8fb>   DW_AT_type        : <0x13f>
    <8ff>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><903>: Abbrev Number: 14 (DW_TAG_member)
    <904>   DW_AT_name        : (indirect string, offset: 0x56b): etime
    <908>   DW_AT_decl_file   : 18
    <909>   DW_AT_decl_line   : 290
    <90b>   DW_AT_decl_column : 18
    <90c>   DW_AT_type        : <0x13f>
    <910>   DW_AT_data_member_location: 3 byte block: 23 c0 1 	(DW_OP_plus_uconst: 192)
 <2><914>: Abbrev Number: 14 (DW_TAG_member)
    <915>   DW_AT_name        : (indirect string, offset: 0xd3a): delay_expiration_time
    <919>   DW_AT_decl_file   : 18
    <91a>   DW_AT_decl_line   : 291
    <91c>   DW_AT_decl_column : 18
    <91d>   DW_AT_type        : <0x13f>
    <921>   DW_AT_data_member_location: 3 byte block: 23 d0 1 	(DW_OP_plus_uconst: 208)
 <2><925>: Abbrev Number: 14 (DW_TAG_member)
    <926>   DW_AT_name        : (indirect string, offset: 0x2b): pid_ns
    <92a>   DW_AT_decl_file   : 18
    <92b>   DW_AT_decl_line   : 298
    <92d>   DW_AT_decl_column : 15
    <92e>   DW_AT_type        : <0x2b>
    <932>   DW_AT_data_member_location: 3 byte block: 23 e0 1 	(DW_OP_plus_uconst: 224)
 <2><936>: Abbrev Number: 14 (DW_TAG_member)
    <937>   DW_AT_name        : (indirect string, offset: 0xf65): mmap_cache
    <93b>   DW_AT_decl_file   : 18
    <93c>   DW_AT_decl_line   : 304
    <93e>   DW_AT_decl_column : 23
    <93f>   DW_AT_type        : <0xa1a>
    <943>   DW_AT_data_member_location: 3 byte block: 23 e4 1 	(DW_OP_plus_uconst: 228)
 <2><947>: Abbrev Number: 14 (DW_TAG_member)
    <948>   DW_AT_name        : (indirect string, offset: 0xb3f): wait_data_idx
    <94c>   DW_AT_decl_file   : 18
    <94d>   DW_AT_decl_line   : 311
    <94f>   DW_AT_decl_column : 9
    <950>   DW_AT_type        : <0x12e>
    <954>   DW_AT_data_member_location: 3 byte block: 23 e8 1 	(DW_OP_plus_uconst: 232)
 <2><958>: Abbrev Number: 14 (DW_TAG_member)
    <959>   DW_AT_name        : (indirect string, offset: 0xa81): delayed_wait_data
    <95d>   DW_AT_decl_file   : 18
    <95e>   DW_AT_decl_line   : 313
    <960>   DW_AT_decl_column : 24
    <961>   DW_AT_type        : <0xa26>
    <965>   DW_AT_data_member_location: 3 byte block: 23 ec 1 	(DW_OP_plus_uconst: 236)
 <2><969>: Abbrev Number: 14 (DW_TAG_member)
    <96a>   DW_AT_name        : (indirect string, offset: 0xaf1): wait_list
    <96e>   DW_AT_decl_file   : 18
    <96f>   DW_AT_decl_line   : 314
    <971>   DW_AT_decl_column : 19
    <972>   DW_AT_type        : <0x5c9>
    <976>   DW_AT_data_member_location: 3 byte block: 23 f0 1 	(DW_OP_plus_uconst: 240)
 <2><97a>: Abbrev Number: 14 (DW_TAG_member)
    <97b>   DW_AT_name        : (indirect string, offset: 0x6c1): vcpu_info_list
    <97f>   DW_AT_decl_file   : 18
    <980>   DW_AT_decl_line   : 318
    <982>   DW_AT_decl_column : 20
    <983>   DW_AT_type        : <0xa32>
    <987>   DW_AT_data_member_location: 3 byte block: 23 f8 1 	(DW_OP_plus_uconst: 248)
 <2><98b>: Abbrev Number: 14 (DW_TAG_member)
    <98c>   DW_AT_name        : (indirect string, offset: 0xc95): unwind_ctx
    <990>   DW_AT_decl_file   : 18
    <991>   DW_AT_decl_line   : 322
    <993>   DW_AT_decl_column : 8
    <994>   DW_AT_type        : <0xc6>
    <998>   DW_AT_data_member_location: 3 byte block: 23 fc 1 	(DW_OP_plus_uconst: 252)
 <2><99c>: Abbrev Number: 14 (DW_TAG_member)
    <99d>   DW_AT_name        : (indirect string, offset: 0x549): unwind_queue
    <9a1>   DW_AT_decl_file   : 18
    <9a2>   DW_AT_decl_line   : 323
    <9a4>   DW_AT_decl_column : 25
    <9a5>   DW_AT_type        : <0xa3e>
    <9a9>   DW_AT_data_member_location: 3 byte block: 23 80 2 	(DW_OP_plus_uconst: 256)
 <2><9ad>: Abbrev Number: 14 (DW_TAG_member)
    <9ae>   DW_AT_name        : (indirect string, offset: 0x181): comm
    <9b2>   DW_AT_decl_file   : 18
    <9b3>   DW_AT_decl_line   : 327
    <9b5>   DW_AT_decl_column : 7
    <9b6>   DW_AT_type        : <0xa44>
    <9ba>   DW_AT_data_member_location: 3 byte block: 23 84 2 	(DW_OP_plus_uconst: 260)
 <2><9be>: Abbrev Number: 0
 <1><9bf>: Abbrev Number: 16 (DW_TAG_array_type)
    <9c0>   DW_AT_type        : <0x5b8>
    <9c4>   DW_AT_sibling     : <0x9cf>
 <2><9c8>: Abbrev Number: 17 (DW_TAG_subrange_type)
    <9c9>   DW_AT_type        : <0x2b>
    <9cd>   DW_AT_upper_bound : 5
 <2><9ce>: Abbrev Number: 0
 <1><9cf>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9d0>   DW_AT_byte_size   : 4
    <9d1>   DW_AT_type        : <0x3c5>
 <1><9d5>: Abbrev Number: 18 (DW_TAG_structure_type)
    <9d6>   DW_AT_name        : (indirect string, offset: 0xf0e): staged_output_data
    <9da>   DW_AT_declaration : 1
 <1><9db>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9dc>   DW_AT_byte_size   : 4
    <9dd>   DW_AT_type        : <0x9d5>
 <1><9e1>: Abbrev Number: 25 (DW_TAG_subroutine_type)
    <9e2>   DW_AT_prototyped  : 1
    <9e3>   DW_AT_sibling     : <0x9ed>
 <2><9e7>: Abbrev Number: 26 (DW_TAG_formal_parameter)
    <9e8>   DW_AT_type        : <0xc6>
 <2><9ec>: Abbrev Number: 0
 <1><9ed>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9ee>   DW_AT_byte_size   : 4
    <9ef>   DW_AT_type        : <0x9e1>
 <1><9f3>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9f4>   DW_AT_byte_size   : 4
    <9f5>   DW_AT_type        : <0x671>
 <1><9f9>: Abbrev Number: 3 (DW_TAG_const_type)
    <9fa>   DW_AT_type        : <0x9f3>
 <1><9fe>: Abbrev Number: 16 (DW_TAG_array_type)
    <9ff>   DW_AT_type        : <0xa0e>
    <a03>   DW_AT_sibling     : <0xa0e>
 <2><a07>: Abbrev Number: 17 (DW_TAG_subrange_type)
    <a08>   DW_AT_type        : <0x2b>
    <a0c>   DW_AT_upper_bound : 2
 <2><a0d>: Abbrev Number: 0
 <1><a0e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a0f>   DW_AT_byte_size   : 4
    <a10>   DW_AT_type        : <0x745>
 <1><a14>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a15>   DW_AT_name        : (indirect string, offset: 0xc0): mmap_cache_t
    <a19>   DW_AT_declaration : 1
 <1><a1a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a1b>   DW_AT_byte_size   : 4
    <a1c>   DW_AT_type        : <0xa14>
 <1><a20>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a21>   DW_AT_name        : (indirect string, offset: 0x3c1): tcb_wait_data
    <a25>   DW_AT_declaration : 1
 <1><a26>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a27>   DW_AT_byte_size   : 4
    <a28>   DW_AT_type        : <0xa20>
 <1><a2c>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a2d>   DW_AT_name        : (indirect string, offset: 0x177): vcpu_info
    <a31>   DW_AT_declaration : 1
 <1><a32>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a33>   DW_AT_byte_size   : 4
    <a34>   DW_AT_type        : <0xa2c>
 <1><a38>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a39>   DW_AT_name        : (indirect string, offset: 0xef2): unwind_queue_t
    <a3d>   DW_AT_declaration : 1
 <1><a3e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a3f>   DW_AT_byte_size   : 4
    <a40>   DW_AT_type        : <0xa38>
 <1><a44>: Abbrev Number: 16 (DW_TAG_array_type)
    <a45>   DW_AT_type        : <0xdf>
    <a49>   DW_AT_sibling     : <0xa54>
 <2><a4d>: Abbrev Number: 17 (DW_TAG_subrange_type)
    <a4e>   DW_AT_type        : <0x2b>
    <a52>   DW_AT_upper_bound : 15
 <2><a53>: Abbrev Number: 0
 <1><a54>: Abbrev Number: 11 (DW_TAG_variable)
    <a55>   DW_AT_name        : (indirect string, offset: 0xb7c): stub_sysent
    <a59>   DW_AT_decl_file   : 18
    <a5a>   DW_AT_decl_line   : 400
    <a5c>   DW_AT_decl_column : 28
    <a5d>   DW_AT_type        : <0x671>
    <a61>   DW_AT_external    : 1
    <a62>   DW_AT_declaration : 1
 <1><a63>: Abbrev Number: 27 (DW_TAG_enumeration_type)
    <a64>   DW_AT_name        : (indirect string, offset: 0x10a0): xlat_type
    <a68>   DW_AT_encoding    : 7	(unsigned)
    <a69>   DW_AT_byte_size   : 4
    <a6a>   DW_AT_type        : <0x2b>
    <a6e>   DW_AT_decl_file   : 19
    <a6f>   DW_AT_decl_line   : 13
    <a70>   DW_AT_decl_column : 6
    <a71>   DW_AT_sibling     : <0xa88>
 <2><a75>: Abbrev Number: 28 (DW_TAG_enumerator)
    <a76>   DW_AT_name        : (indirect string, offset: 0x2e9): XT_NORMAL
    <a7a>   DW_AT_const_value : 0
 <2><a7b>: Abbrev Number: 28 (DW_TAG_enumerator)
    <a7c>   DW_AT_name        : (indirect string, offset: 0xc32): XT_SORTED
    <a80>   DW_AT_const_value : 1
 <2><a81>: Abbrev Number: 28 (DW_TAG_enumerator)
    <a82>   DW_AT_name        : (indirect string, offset: 0xdd7): XT_INDEXED
    <a86>   DW_AT_const_value : 2
 <2><a87>: Abbrev Number: 0
 <1><a88>: Abbrev Number: 27 (DW_TAG_enumeration_type)
    <a89>   DW_AT_name        : (indirect string, offset: 0xba8): xlat_style
    <a8d>   DW_AT_encoding    : 7	(unsigned)
    <a8e>   DW_AT_byte_size   : 4
    <a8f>   DW_AT_type        : <0x2b>
    <a93>   DW_AT_decl_file   : 19
    <a94>   DW_AT_decl_line   : 19
    <a95>   DW_AT_decl_column : 6
    <a96>   DW_AT_sibling     : <0xac5>
 <2><a9a>: Abbrev Number: 28 (DW_TAG_enumerator)
    <a9b>   DW_AT_name        : (indirect string, offset: 0x100): XLAT_STYLE_DEFAULT
    <a9f>   DW_AT_const_value : 0
 <2><aa0>: Abbrev Number: 28 (DW_TAG_enumerator)
    <aa1>   DW_AT_name        : (indirect string, offset: 0xbdb): XLAT_STYLE_RAW
    <aa5>   DW_AT_const_value : 1
 <2><aa6>: Abbrev Number: 28 (DW_TAG_enumerator)
    <aa7>   DW_AT_name        : (indirect string, offset: 0x106b): XLAT_STYLE_ABBREV
    <aab>   DW_AT_const_value : 2
 <2><aac>: Abbrev Number: 28 (DW_TAG_enumerator)
    <aad>   DW_AT_name        : (indirect string, offset: 0x306): XLAT_STYLE_VERBOSE
    <ab1>   DW_AT_const_value : 3
 <2><ab2>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ab3>   DW_AT_name        : (indirect string, offset: 0x273): XLAT_STYLE_FMT_X
    <ab7>   DW_AT_const_value : 0
 <2><ab8>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ab9>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <abd>   DW_AT_const_value : 4
 <2><abe>: Abbrev Number: 28 (DW_TAG_enumerator)
    <abf>   DW_AT_name        : (indirect string, offset: 0x10da): XLAT_STYLE_FMT_D
    <ac3>   DW_AT_const_value : 8
 <2><ac4>: Abbrev Number: 0
 <1><ac5>: Abbrev Number: 8 (DW_TAG_structure_type)
    <ac6>   DW_AT_name        : (indirect string, offset: 0x337): xlat_data
    <aca>   DW_AT_byte_size   : 16
    <acb>   DW_AT_decl_file   : 19
    <acc>   DW_AT_decl_line   : 51
    <acd>   DW_AT_decl_column : 8
    <ace>   DW_AT_sibling     : <0xaf1>
 <2><ad2>: Abbrev Number: 20 (DW_TAG_member)
    <ad3>   DW_AT_name        : val
    <ad7>   DW_AT_decl_file   : 19
    <ad8>   DW_AT_decl_line   : 52
    <ad9>   DW_AT_decl_column : 11
    <ada>   DW_AT_type        : <0x11b>
    <ade>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ae1>: Abbrev Number: 20 (DW_TAG_member)
    <ae2>   DW_AT_name        : str
    <ae6>   DW_AT_decl_file   : 19
    <ae7>   DW_AT_decl_line   : 53
    <ae8>   DW_AT_decl_column : 14
    <ae9>   DW_AT_type        : <0x1db>
    <aed>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><af0>: Abbrev Number: 0
 <1><af1>: Abbrev Number: 3 (DW_TAG_const_type)
    <af2>   DW_AT_type        : <0xac5>
 <1><af6>: Abbrev Number: 8 (DW_TAG_structure_type)
    <af7>   DW_AT_name        : (indirect string, offset: 0x1b): xlat
    <afb>   DW_AT_byte_size   : 24
    <afc>   DW_AT_decl_file   : 19
    <afd>   DW_AT_decl_line   : 56
    <afe>   DW_AT_decl_column : 8
    <aff>   DW_AT_sibling     : <0xb4f>
 <2><b03>: Abbrev Number: 9 (DW_TAG_member)
    <b04>   DW_AT_name        : (indirect string, offset: 0x10bd): data
    <b08>   DW_AT_decl_file   : 19
    <b09>   DW_AT_decl_line   : 57
    <b0a>   DW_AT_decl_column : 26
    <b0b>   DW_AT_type        : <0xb54>
    <b0f>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b12>: Abbrev Number: 9 (DW_TAG_member)
    <b13>   DW_AT_name        : (indirect string, offset: 0x86e): flags_strsz
    <b17>   DW_AT_decl_file   : 19
    <b18>   DW_AT_decl_line   : 58
    <b19>   DW_AT_decl_column : 9
    <b1a>   DW_AT_type        : <0x12e>
    <b1e>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b21>: Abbrev Number: 9 (DW_TAG_member)
    <b22>   DW_AT_name        : (indirect string, offset: 0xb4d): size
    <b26>   DW_AT_decl_file   : 19
    <b27>   DW_AT_decl_line   : 59
    <b28>   DW_AT_decl_column : 11
    <b29>   DW_AT_type        : <0x10f>
    <b2d>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b30>: Abbrev Number: 9 (DW_TAG_member)
    <b31>   DW_AT_name        : (indirect string, offset: 0x1b0): type
    <b35>   DW_AT_decl_file   : 19
    <b36>   DW_AT_decl_line   : 60
    <b37>   DW_AT_decl_column : 17
    <b38>   DW_AT_type        : <0xa63>
    <b3c>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b3f>: Abbrev Number: 9 (DW_TAG_member)
    <b40>   DW_AT_name        : (indirect string, offset: 0x71c): flags_mask
    <b44>   DW_AT_decl_file   : 19
    <b45>   DW_AT_decl_line   : 61
    <b46>   DW_AT_decl_column : 11
    <b47>   DW_AT_type        : <0x11b>
    <b4b>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b4e>: Abbrev Number: 0
 <1><b4f>: Abbrev Number: 3 (DW_TAG_const_type)
    <b50>   DW_AT_type        : <0xaf6>
 <1><b54>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b55>   DW_AT_byte_size   : 4
    <b56>   DW_AT_type        : <0xaf1>
 <1><b5a>: Abbrev Number: 16 (DW_TAG_array_type)
    <b5b>   DW_AT_type        : <0xb4f>
    <b5f>   DW_AT_sibling     : <0xb65>
 <2><b63>: Abbrev Number: 19 (DW_TAG_subrange_type)
 <2><b64>: Abbrev Number: 0
 <1><b65>: Abbrev Number: 3 (DW_TAG_const_type)
    <b66>   DW_AT_type        : <0xb5a>
 <1><b6a>: Abbrev Number: 11 (DW_TAG_variable)
    <b6b>   DW_AT_name        : (indirect string, offset: 0xe48): addrfams
    <b6f>   DW_AT_decl_file   : 18
    <b70>   DW_AT_decl_line   : 406
    <b72>   DW_AT_decl_column : 26
    <b73>   DW_AT_type        : <0xb65>
    <b77>   DW_AT_external    : 1
    <b78>   DW_AT_declaration : 1
 <1><b79>: Abbrev Number: 11 (DW_TAG_variable)
    <b7a>   DW_AT_name        : (indirect string, offset: 0xcff): arp_hardware_types
    <b7e>   DW_AT_decl_file   : 18
    <b7f>   DW_AT_decl_line   : 407
    <b81>   DW_AT_decl_column : 26
    <b82>   DW_AT_type        : <0xb65>
    <b86>   DW_AT_external    : 1
    <b87>   DW_AT_declaration : 1
 <1><b88>: Abbrev Number: 11 (DW_TAG_variable)
    <b89>   DW_AT_name        : (indirect string, offset: 0xfe8): at_flags
    <b8d>   DW_AT_decl_file   : 18
    <b8e>   DW_AT_decl_line   : 408
    <b90>   DW_AT_decl_column : 26
    <b91>   DW_AT_type        : <0xb65>
    <b95>   DW_AT_external    : 1
    <b96>   DW_AT_declaration : 1
 <1><b97>: Abbrev Number: 11 (DW_TAG_variable)
    <b98>   DW_AT_name        : (indirect string, offset: 0x509): clocknames
    <b9c>   DW_AT_decl_file   : 18
    <b9d>   DW_AT_decl_line   : 409
    <b9f>   DW_AT_decl_column : 26
    <ba0>   DW_AT_type        : <0xb65>
    <ba4>   DW_AT_external    : 1
    <ba5>   DW_AT_declaration : 1
 <1><ba6>: Abbrev Number: 11 (DW_TAG_variable)
    <ba7>   DW_AT_name        : (indirect string, offset: 0xfa1): dirent_types
    <bab>   DW_AT_decl_file   : 18
    <bac>   DW_AT_decl_line   : 410
    <bae>   DW_AT_decl_column : 26
    <baf>   DW_AT_type        : <0xb65>
    <bb3>   DW_AT_external    : 1
    <bb4>   DW_AT_declaration : 1
 <1><bb5>: Abbrev Number: 11 (DW_TAG_variable)
    <bb6>   DW_AT_name        : (indirect string, offset: 0x8bf): ethernet_protocols
    <bba>   DW_AT_decl_file   : 18
    <bbb>   DW_AT_decl_line   : 411
    <bbd>   DW_AT_decl_column : 26
    <bbe>   DW_AT_type        : <0xb65>
    <bc2>   DW_AT_external    : 1
    <bc3>   DW_AT_declaration : 1
 <1><bc4>: Abbrev Number: 11 (DW_TAG_variable)
    <bc5>   DW_AT_name        : (indirect string, offset: 0x642): inet_protocols
    <bc9>   DW_AT_decl_file   : 18
    <bca>   DW_AT_decl_line   : 412
    <bcc>   DW_AT_decl_column : 26
    <bcd>   DW_AT_type        : <0xb65>
    <bd1>   DW_AT_external    : 1
    <bd2>   DW_AT_declaration : 1
 <1><bd3>: Abbrev Number: 11 (DW_TAG_variable)
    <bd4>   DW_AT_name        : (indirect string, offset: 0x2d6): evdev_abs
    <bd8>   DW_AT_decl_file   : 18
    <bd9>   DW_AT_decl_line   : 413
    <bdb>   DW_AT_decl_column : 26
    <bdc>   DW_AT_type        : <0xb65>
    <be0>   DW_AT_external    : 1
    <be1>   DW_AT_declaration : 1
 <1><be2>: Abbrev Number: 11 (DW_TAG_variable)
    <be3>   DW_AT_name        : (indirect string, offset: 0x711): audit_arch
    <be7>   DW_AT_decl_file   : 18
    <be8>   DW_AT_decl_line   : 414
    <bea>   DW_AT_decl_column : 26
    <beb>   DW_AT_type        : <0xb65>
    <bef>   DW_AT_external    : 1
    <bf0>   DW_AT_declaration : 1
 <1><bf1>: Abbrev Number: 11 (DW_TAG_variable)
    <bf2>   DW_AT_name        : (indirect string, offset: 0xac): evdev_ev
    <bf6>   DW_AT_decl_file   : 18
    <bf7>   DW_AT_decl_line   : 415
    <bf9>   DW_AT_decl_column : 26
    <bfa>   DW_AT_type        : <0xb65>
    <bfe>   DW_AT_external    : 1
    <bff>   DW_AT_declaration : 1
 <1><c00>: Abbrev Number: 11 (DW_TAG_variable)
    <c01>   DW_AT_name        : (indirect string, offset: 0x4ea): iffflags
    <c05>   DW_AT_decl_file   : 18
    <c06>   DW_AT_decl_line   : 416
    <c08>   DW_AT_decl_column : 26
    <c09>   DW_AT_type        : <0xb65>
    <c0d>   DW_AT_external    : 1
    <c0e>   DW_AT_declaration : 1
 <1><c0f>: Abbrev Number: 11 (DW_TAG_variable)
    <c10>   DW_AT_name        : (indirect string, offset: 0xbea): ip_type_of_services
    <c14>   DW_AT_decl_file   : 18
    <c15>   DW_AT_decl_line   : 417
    <c17>   DW_AT_decl_column : 26
    <c18>   DW_AT_type        : <0xb65>
    <c1c>   DW_AT_external    : 1
    <c1d>   DW_AT_declaration : 1
 <1><c1e>: Abbrev Number: 11 (DW_TAG_variable)
    <c1f>   DW_AT_name        : (indirect string, offset: 0x69d): ipc_private
    <c23>   DW_AT_decl_file   : 18
    <c24>   DW_AT_decl_line   : 418
    <c26>   DW_AT_decl_column : 26
    <c27>   DW_AT_type        : <0xb65>
    <c2b>   DW_AT_external    : 1
    <c2c>   DW_AT_declaration : 1
 <1><c2d>: Abbrev Number: 11 (DW_TAG_variable)
    <c2e>   DW_AT_name        : (indirect string, offset: 0x32d): msg_flags
    <c32>   DW_AT_decl_file   : 18
    <c33>   DW_AT_decl_line   : 419
    <c35>   DW_AT_decl_column : 26
    <c36>   DW_AT_type        : <0xb65>
    <c3a>   DW_AT_external    : 1
    <c3b>   DW_AT_declaration : 1
 <1><c3c>: Abbrev Number: 11 (DW_TAG_variable)
    <c3d>   DW_AT_name        : (indirect string, offset: 0x11c): netlink_protocols
    <c41>   DW_AT_decl_file   : 18
    <c42>   DW_AT_decl_line   : 420
    <c44>   DW_AT_decl_column : 26
    <c45>   DW_AT_type        : <0xb65>
    <c49>   DW_AT_external    : 1
    <c4a>   DW_AT_declaration : 1
 <1><c4b>: Abbrev Number: 11 (DW_TAG_variable)
    <c4c>   DW_AT_name        : (indirect string, offset: 0xf21): nl_bridge_vlan_flags
    <c50>   DW_AT_decl_file   : 18
    <c51>   DW_AT_decl_line   : 421
    <c53>   DW_AT_decl_column : 26
    <c54>   DW_AT_type        : <0xb65>
    <c58>   DW_AT_external    : 1
    <c59>   DW_AT_declaration : 1
 <1><c5a>: Abbrev Number: 11 (DW_TAG_variable)
    <c5b>   DW_AT_name        : (indirect string, offset: 0xdc0): nl_netfilter_msg_types
    <c5f>   DW_AT_decl_file   : 18
    <c60>   DW_AT_decl_line   : 422
    <c62>   DW_AT_decl_column : 26
    <c63>   DW_AT_type        : <0xb65>
    <c67>   DW_AT_external    : 1
    <c68>   DW_AT_declaration : 1
 <1><c69>: Abbrev Number: 11 (DW_TAG_variable)
    <c6a>   DW_AT_name        : (indirect string, offset: 0x231): nl_route_types
    <c6e>   DW_AT_decl_file   : 18
    <c6f>   DW_AT_decl_line   : 423
    <c71>   DW_AT_decl_column : 26
    <c72>   DW_AT_type        : <0xb65>
    <c76>   DW_AT_external    : 1
    <c77>   DW_AT_declaration : 1
 <1><c78>: Abbrev Number: 11 (DW_TAG_variable)
    <c79>   DW_AT_name        : (indirect string, offset: 0xe8d): open_access_modes
    <c7d>   DW_AT_decl_file   : 18
    <c7e>   DW_AT_decl_line   : 424
    <c80>   DW_AT_decl_column : 26
    <c81>   DW_AT_type        : <0xb65>
    <c85>   DW_AT_external    : 1
    <c86>   DW_AT_declaration : 1
 <1><c87>: Abbrev Number: 11 (DW_TAG_variable)
    <c88>   DW_AT_name        : (indirect string, offset: 0x8c): open_mode_flags
    <c8c>   DW_AT_decl_file   : 18
    <c8d>   DW_AT_decl_line   : 425
    <c8f>   DW_AT_decl_column : 26
    <c90>   DW_AT_type        : <0xb65>
    <c94>   DW_AT_external    : 1
    <c95>   DW_AT_declaration : 1
 <1><c96>: Abbrev Number: 11 (DW_TAG_variable)
    <c97>   DW_AT_name        : (indirect string, offset: 0xc0e): perf_type_id
    <c9b>   DW_AT_decl_file   : 18
    <c9c>   DW_AT_decl_line   : 426
    <c9e>   DW_AT_decl_column : 26
    <c9f>   DW_AT_type        : <0xb65>
    <ca3>   DW_AT_external    : 1
    <ca4>   DW_AT_declaration : 1
 <1><ca5>: Abbrev Number: 11 (DW_TAG_variable)
    <ca6>   DW_AT_name        : (indirect string, offset: 0xe51): pollflags
    <caa>   DW_AT_decl_file   : 18
    <cab>   DW_AT_decl_line   : 427
    <cad>   DW_AT_decl_column : 26
    <cae>   DW_AT_type        : <0xb65>
    <cb2>   DW_AT_external    : 1
    <cb3>   DW_AT_declaration : 1
 <1><cb4>: Abbrev Number: 11 (DW_TAG_variable)
    <cb5>   DW_AT_name        : (indirect string, offset: 0x5e3): ptrace_cmds
    <cb9>   DW_AT_decl_file   : 18
    <cba>   DW_AT_decl_line   : 428
    <cbc>   DW_AT_decl_column : 26
    <cbd>   DW_AT_type        : <0xb65>
    <cc1>   DW_AT_external    : 1
    <cc2>   DW_AT_declaration : 1
 <1><cc3>: Abbrev Number: 11 (DW_TAG_variable)
    <cc4>   DW_AT_name        : (indirect string, offset: 0x801): resource_flags
    <cc8>   DW_AT_decl_file   : 18
    <cc9>   DW_AT_decl_line   : 429
    <ccb>   DW_AT_decl_column : 26
    <ccc>   DW_AT_type        : <0xb65>
    <cd0>   DW_AT_external    : 1
    <cd1>   DW_AT_declaration : 1
 <1><cd2>: Abbrev Number: 11 (DW_TAG_variable)
    <cd3>   DW_AT_name        : (indirect string, offset: 0x2ac): route_nexthop_flags
    <cd7>   DW_AT_decl_file   : 18
    <cd8>   DW_AT_decl_line   : 430
    <cda>   DW_AT_decl_column : 26
    <cdb>   DW_AT_type        : <0xb65>
    <cdf>   DW_AT_external    : 1
    <ce0>   DW_AT_declaration : 1
 <1><ce1>: Abbrev Number: 11 (DW_TAG_variable)
    <ce2>   DW_AT_name        : (indirect string, offset: 0xeb6): routing_protocols
    <ce6>   DW_AT_decl_file   : 18
    <ce7>   DW_AT_decl_line   : 431
    <ce9>   DW_AT_decl_column : 26
    <cea>   DW_AT_type        : <0xb65>
    <cee>   DW_AT_external    : 1
    <cef>   DW_AT_declaration : 1
 <1><cf0>: Abbrev Number: 11 (DW_TAG_variable)
    <cf1>   DW_AT_name        : (indirect string, offset: 0x4db): routing_scopes
    <cf5>   DW_AT_decl_file   : 18
    <cf6>   DW_AT_decl_line   : 432
    <cf8>   DW_AT_decl_column : 26
    <cf9>   DW_AT_type        : <0xb65>
    <cfd>   DW_AT_external    : 1
    <cfe>   DW_AT_declaration : 1
 <1><cff>: Abbrev Number: 11 (DW_TAG_variable)
    <d00>   DW_AT_name        : (indirect string, offset: 0xdae): routing_table_ids
    <d04>   DW_AT_decl_file   : 18
    <d05>   DW_AT_decl_line   : 433
    <d07>   DW_AT_decl_column : 26
    <d08>   DW_AT_type        : <0xb65>
    <d0c>   DW_AT_external    : 1
    <d0d>   DW_AT_declaration : 1
 <1><d0e>: Abbrev Number: 11 (DW_TAG_variable)
    <d0f>   DW_AT_name        : (indirect string, offset: 0x67a): routing_types
    <d13>   DW_AT_decl_file   : 18
    <d14>   DW_AT_decl_line   : 434
    <d16>   DW_AT_decl_column : 26
    <d17>   DW_AT_type        : <0xb65>
    <d1b>   DW_AT_external    : 1
    <d1c>   DW_AT_declaration : 1
 <1><d1d>: Abbrev Number: 11 (DW_TAG_variable)
    <d1e>   DW_AT_name        : (indirect string, offset: 0x1d4): rwf_flags
    <d22>   DW_AT_decl_file   : 18
    <d23>   DW_AT_decl_line   : 435
    <d25>   DW_AT_decl_column : 26
    <d26>   DW_AT_type        : <0xb65>
    <d2a>   DW_AT_external    : 1
    <d2b>   DW_AT_declaration : 1
 <1><d2c>: Abbrev Number: 11 (DW_TAG_variable)
    <d2d>   DW_AT_name        : (indirect string, offset: 0x839): seccomp_filter_flags
    <d31>   DW_AT_decl_file   : 18
    <d32>   DW_AT_decl_line   : 436
    <d34>   DW_AT_decl_column : 26
    <d35>   DW_AT_type        : <0xb65>
    <d39>   DW_AT_external    : 1
    <d3a>   DW_AT_declaration : 1
 <1><d3b>: Abbrev Number: 11 (DW_TAG_variable)
    <d3c>   DW_AT_name        : (indirect string, offset: 0x2f3): seccomp_ret_action
    <d40>   DW_AT_decl_file   : 18
    <d41>   DW_AT_decl_line   : 437
    <d43>   DW_AT_decl_column : 26
    <d44>   DW_AT_type        : <0xb65>
    <d48>   DW_AT_external    : 1
    <d49>   DW_AT_declaration : 1
 <1><d4a>: Abbrev Number: 11 (DW_TAG_variable)
    <d4b>   DW_AT_name        : (indirect string, offset: 0x4a4): setns_types
    <d4f>   DW_AT_decl_file   : 18
    <d50>   DW_AT_decl_line   : 438
    <d52>   DW_AT_decl_column : 26
    <d53>   DW_AT_type        : <0xb65>
    <d57>   DW_AT_external    : 1
    <d58>   DW_AT_declaration : 1
 <1><d59>: Abbrev Number: 11 (DW_TAG_variable)
    <d5a>   DW_AT_name        : (indirect string, offset: 0xe3d): sg_io_info
    <d5e>   DW_AT_decl_file   : 18
    <d5f>   DW_AT_decl_line   : 439
    <d61>   DW_AT_decl_column : 26
    <d62>   DW_AT_type        : <0xb65>
    <d66>   DW_AT_external    : 1
    <d67>   DW_AT_declaration : 1
 <1><d68>: Abbrev Number: 11 (DW_TAG_variable)
    <d69>   DW_AT_name        : (indirect string, offset: 0xb90): socketlayers
    <d6d>   DW_AT_decl_file   : 18
    <d6e>   DW_AT_decl_line   : 440
    <d70>   DW_AT_decl_column : 26
    <d71>   DW_AT_type        : <0xb65>
    <d75>   DW_AT_external    : 1
    <d76>   DW_AT_declaration : 1
 <1><d77>: Abbrev Number: 11 (DW_TAG_variable)
    <d78>   DW_AT_name        : (indirect string, offset: 0xd73): socktypes
    <d7c>   DW_AT_decl_file   : 18
    <d7d>   DW_AT_decl_line   : 441
    <d7f>   DW_AT_decl_column : 26
    <d80>   DW_AT_type        : <0xb65>
    <d84>   DW_AT_external    : 1
    <d85>   DW_AT_declaration : 1
 <1><d86>: Abbrev Number: 11 (DW_TAG_variable)
    <d87>   DW_AT_name        : (indirect string, offset: 0xa6a): tcp_state_flags
    <d8b>   DW_AT_decl_file   : 18
    <d8c>   DW_AT_decl_line   : 442
    <d8e>   DW_AT_decl_column : 26
    <d8f>   DW_AT_type        : <0xb65>
    <d93>   DW_AT_external    : 1
    <d94>   DW_AT_declaration : 1
 <1><d95>: Abbrev Number: 11 (DW_TAG_variable)
    <d96>   DW_AT_name        : (indirect string, offset: 0x746): tcp_states
    <d9a>   DW_AT_decl_file   : 18
    <d9b>   DW_AT_decl_line   : 443
    <d9d>   DW_AT_decl_column : 26
    <d9e>   DW_AT_type        : <0xb65>
    <da2>   DW_AT_external    : 1
    <da3>   DW_AT_declaration : 1
 <1><da4>: Abbrev Number: 11 (DW_TAG_variable)
    <da5>   DW_AT_name        : (indirect string, offset: 0x104e): whence_codes
    <da9>   DW_AT_decl_file   : 18
    <daa>   DW_AT_decl_line   : 444
    <dac>   DW_AT_decl_column : 26
    <dad>   DW_AT_type        : <0xb65>
    <db1>   DW_AT_external    : 1
    <db2>   DW_AT_declaration : 1
 <1><db3>: Abbrev Number: 29 (DW_TAG_enumeration_type)
    <db4>   DW_AT_encoding    : 7	(unsigned)
    <db5>   DW_AT_byte_size   : 4
    <db6>   DW_AT_type        : <0x2b>
    <dba>   DW_AT_decl_file   : 18
    <dbb>   DW_AT_decl_line   : 505
    <dbd>   DW_AT_decl_column : 14
    <dbe>   DW_AT_sibling     : <0xdd5>
 <2><dc2>: Abbrev Number: 28 (DW_TAG_enumerator)
    <dc3>   DW_AT_name        : (indirect string, offset: 0x995): CFLAG_NONE
    <dc7>   DW_AT_const_value : 0
 <2><dc8>: Abbrev Number: 28 (DW_TAG_enumerator)
    <dc9>   DW_AT_name        : (indirect string, offset: 0x8d2): CFLAG_ONLY_STATS
    <dcd>   DW_AT_const_value : 1
 <2><dce>: Abbrev Number: 28 (DW_TAG_enumerator)
    <dcf>   DW_AT_name        : (indirect string, offset: 0xb9d): CFLAG_BOTH
    <dd3>   DW_AT_const_value : 2
 <2><dd4>: Abbrev Number: 0
 <1><dd5>: Abbrev Number: 10 (DW_TAG_typedef)
    <dd6>   DW_AT_name        : (indirect string, offset: 0x10f0): cflag_t
    <dda>   DW_AT_decl_file   : 18
    <ddb>   DW_AT_decl_line   : 509
    <ddd>   DW_AT_decl_column : 3
    <dde>   DW_AT_type        : <0xdb3>
 <1><de2>: Abbrev Number: 11 (DW_TAG_variable)
    <de3>   DW_AT_name        : (indirect string, offset: 0xcba): cflag
    <de7>   DW_AT_decl_file   : 18
    <de8>   DW_AT_decl_line   : 510
    <dea>   DW_AT_decl_column : 16
    <deb>   DW_AT_type        : <0xdd5>
    <def>   DW_AT_external    : 1
    <df0>   DW_AT_declaration : 1
 <1><df1>: Abbrev Number: 11 (DW_TAG_variable)
    <df2>   DW_AT_name        : (indirect string, offset: 0x197): Tflag
    <df6>   DW_AT_decl_file   : 18
    <df7>   DW_AT_decl_line   : 511
    <df9>   DW_AT_decl_column : 13
    <dfa>   DW_AT_type        : <0x588>
    <dfe>   DW_AT_external    : 1
    <dff>   DW_AT_declaration : 1
 <1><e00>: Abbrev Number: 11 (DW_TAG_variable)
    <e01>   DW_AT_name        : (indirect string, offset: 0x7ab): Tflag_scale
    <e05>   DW_AT_decl_file   : 18
    <e06>   DW_AT_decl_line   : 512
    <e08>   DW_AT_decl_column : 12
    <e09>   DW_AT_type        : <0x64>
    <e0d>   DW_AT_external    : 1
    <e0e>   DW_AT_declaration : 1
 <1><e0f>: Abbrev Number: 11 (DW_TAG_variable)
    <e10>   DW_AT_name        : (indirect string, offset: 0x84e): Tflag_width
    <e14>   DW_AT_decl_file   : 18
    <e15>   DW_AT_decl_line   : 513
    <e17>   DW_AT_decl_column : 12
    <e18>   DW_AT_type        : <0x64>
    <e1c>   DW_AT_external    : 1
    <e1d>   DW_AT_declaration : 1
 <1><e1e>: Abbrev Number: 11 (DW_TAG_variable)
    <e1f>   DW_AT_name        : (indirect string, offset: 0xe2f): iflag
    <e23>   DW_AT_decl_file   : 18
    <e24>   DW_AT_decl_line   : 514
    <e26>   DW_AT_decl_column : 13
    <e27>   DW_AT_type        : <0x588>
    <e2b>   DW_AT_external    : 1
    <e2c>   DW_AT_declaration : 1
 <1><e2d>: Abbrev Number: 11 (DW_TAG_variable)
    <e2e>   DW_AT_name        : (indirect string, offset: 0x623): count_wallclock
    <e32>   DW_AT_decl_file   : 18
    <e33>   DW_AT_decl_line   : 515
    <e35>   DW_AT_decl_column : 13
    <e36>   DW_AT_type        : <0x588>
    <e3a>   DW_AT_external    : 1
    <e3b>   DW_AT_declaration : 1
 <1><e3c>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e3d>   DW_AT_name        : (indirect string, offset: 0x5d): path_set_item
    <e41>   DW_AT_byte_size   : 4
    <e42>   DW_AT_decl_file   : 18
    <e43>   DW_AT_decl_line   : 517
    <e45>   DW_AT_decl_column : 8
    <e46>   DW_AT_sibling     : <0xe5b>
 <2><e4a>: Abbrev Number: 14 (DW_TAG_member)
    <e4b>   DW_AT_name        : (indirect string, offset: 0xda): path
    <e4f>   DW_AT_decl_file   : 18
    <e50>   DW_AT_decl_line   : 518
    <e52>   DW_AT_decl_column : 14
    <e53>   DW_AT_type        : <0x1db>
    <e57>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e5a>: Abbrev Number: 0
 <1><e5b>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e5c>   DW_AT_name        : (indirect string, offset: 0x751): path_set
    <e60>   DW_AT_byte_size   : 12
    <e61>   DW_AT_decl_file   : 18
    <e62>   DW_AT_decl_line   : 522
    <e64>   DW_AT_decl_column : 15
    <e65>   DW_AT_sibling     : <0xe9a>
 <2><e69>: Abbrev Number: 14 (DW_TAG_member)
    <e6a>   DW_AT_name        : (indirect string, offset: 0x6d8): paths_selected
    <e6e>   DW_AT_decl_file   : 18
    <e6f>   DW_AT_decl_line   : 523
    <e71>   DW_AT_decl_column : 24
    <e72>   DW_AT_type        : <0xe9a>
    <e76>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e79>: Abbrev Number: 14 (DW_TAG_member)
    <e7a>   DW_AT_name        : (indirect string, offset: 0x1041): num_selected
    <e7e>   DW_AT_decl_file   : 18
    <e7f>   DW_AT_decl_line   : 524
    <e81>   DW_AT_decl_column : 9
    <e82>   DW_AT_type        : <0x12e>
    <e86>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><e89>: Abbrev Number: 14 (DW_TAG_member)
    <e8a>   DW_AT_name        : (indirect string, offset: 0xb4d): size
    <e8e>   DW_AT_decl_file   : 18
    <e8f>   DW_AT_decl_line   : 525
    <e91>   DW_AT_decl_column : 9
    <e92>   DW_AT_type        : <0x12e>
    <e96>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><e99>: Abbrev Number: 0
 <1><e9a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e9b>   DW_AT_byte_size   : 4
    <e9c>   DW_AT_type        : <0xe3c>
 <1><ea0>: Abbrev Number: 11 (DW_TAG_variable)
    <ea1>   DW_AT_name        : (indirect string, offset: 0x1090): global_path_set
    <ea5>   DW_AT_decl_file   : 18
    <ea6>   DW_AT_decl_line   : 526
    <ea8>   DW_AT_decl_column : 3
    <ea9>   DW_AT_type        : <0xe5b>
    <ead>   DW_AT_external    : 1
    <eae>   DW_AT_declaration : 1
 <1><eaf>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <eb0>   DW_AT_name        : (indirect string, offset: 0xf8e): xflag_opts
    <eb4>   DW_AT_encoding    : 7	(unsigned)
    <eb5>   DW_AT_byte_size   : 4
    <eb6>   DW_AT_type        : <0x2b>
    <eba>   DW_AT_decl_file   : 18
    <ebb>   DW_AT_decl_line   : 528
    <ebd>   DW_AT_decl_column : 6
    <ebe>   DW_AT_sibling     : <0xee1>
 <2><ec2>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ec3>   DW_AT_name        : (indirect string, offset: 0xa2a): HEXSTR_NONE
    <ec7>   DW_AT_const_value : 0
 <2><ec8>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ec9>   DW_AT_name        : (indirect string, offset: 0xfca): HEXSTR_NON_ASCII
    <ecd>   DW_AT_const_value : 1
 <2><ece>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ecf>   DW_AT_name        : (indirect string, offset: 0x916): HEXSTR_ALL
    <ed3>   DW_AT_const_value : 2
 <2><ed4>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ed5>   DW_AT_name        : (indirect string, offset: 0x663): HEXSTR_NON_ASCII_CHARS
    <ed9>   DW_AT_const_value : 3
 <2><eda>: Abbrev Number: 28 (DW_TAG_enumerator)
    <edb>   DW_AT_name        : (indirect string, offset: 0x105b): NUM_HEXSTR_OPTS
    <edf>   DW_AT_const_value : 4
 <2><ee0>: Abbrev Number: 0
 <1><ee1>: Abbrev Number: 11 (DW_TAG_variable)
    <ee2>   DW_AT_name        : (indirect string, offset: 0xe09): xflag
    <ee6>   DW_AT_decl_file   : 18
    <ee7>   DW_AT_decl_line   : 541
    <ee9>   DW_AT_decl_column : 17
    <eea>   DW_AT_type        : <0x2b>
    <eee>   DW_AT_external    : 1
    <eef>   DW_AT_declaration : 1
 <1><ef0>: Abbrev Number: 11 (DW_TAG_variable)
    <ef1>   DW_AT_name        : (indirect string, offset: 0xd8c): followfork
    <ef5>   DW_AT_decl_file   : 18
    <ef6>   DW_AT_decl_line   : 542
    <ef8>   DW_AT_decl_column : 13
    <ef9>   DW_AT_type        : <0x588>
    <efd>   DW_AT_external    : 1
    <efe>   DW_AT_declaration : 1
 <1><eff>: Abbrev Number: 11 (DW_TAG_variable)
    <f00>   DW_AT_name        : (indirect string, offset: 0x341): output_separately
    <f04>   DW_AT_decl_file   : 18
    <f05>   DW_AT_decl_line   : 543
    <f07>   DW_AT_decl_column : 13
    <f08>   DW_AT_type        : <0x588>
    <f0c>   DW_AT_external    : 1
    <f0d>   DW_AT_declaration : 1
 <1><f0e>: Abbrev Number: 11 (DW_TAG_variable)
    <f0f>   DW_AT_name        : (indirect string, offset: 0x240): stack_trace_enabled
    <f13>   DW_AT_decl_file   : 18
    <f14>   DW_AT_decl_line   : 546
    <f16>   DW_AT_decl_column : 13
    <f17>   DW_AT_type        : <0x588>
    <f1b>   DW_AT_external    : 1
    <f1c>   DW_AT_declaration : 1
 <1><f1d>: Abbrev Number: 11 (DW_TAG_variable)
    <f1e>   DW_AT_name        : (indirect string, offset: 0x651): ptrace_setoptions
    <f22>   DW_AT_decl_file   : 18
    <f23>   DW_AT_decl_line   : 550
    <f25>   DW_AT_decl_column : 17
    <f26>   DW_AT_type        : <0x2b>
    <f2a>   DW_AT_external    : 1
    <f2b>   DW_AT_declaration : 1
 <1><f2c>: Abbrev Number: 11 (DW_TAG_variable)
    <f2d>   DW_AT_name        : (indirect string, offset: 0xa1f): max_strlen
    <f31>   DW_AT_decl_file   : 18
    <f32>   DW_AT_decl_line   : 551
    <f34>   DW_AT_decl_column : 17
    <f35>   DW_AT_type        : <0x2b>
    <f39>   DW_AT_external    : 1
    <f3a>   DW_AT_declaration : 1
 <1><f3b>: Abbrev Number: 11 (DW_TAG_variable)
    <f3c>   DW_AT_name        : (indirect string, offset: 0xa4d): os_release
    <f40>   DW_AT_decl_file   : 18
    <f41>   DW_AT_decl_line   : 552
    <f43>   DW_AT_decl_column : 17
    <f44>   DW_AT_type        : <0x2b>
    <f48>   DW_AT_external    : 1
    <f49>   DW_AT_declaration : 1
 <1><f4a>: Abbrev Number: 11 (DW_TAG_variable)
    <f4b>   DW_AT_name        : (indirect string, offset: 0x6ee): xlat_verbosity
    <f4f>   DW_AT_decl_file   : 18
    <f50>   DW_AT_decl_line   : 914
    <f52>   DW_AT_decl_column : 24
    <f53>   DW_AT_type        : <0xa88>
    <f57>   DW_AT_external    : 1
    <f58>   DW_AT_declaration : 1
 <1><f59>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f5a>   DW_AT_name        : (indirect string, offset: 0x606): xlat_style_private_flag_bits
    <f5e>   DW_AT_encoding    : 7	(unsigned)
    <f5f>   DW_AT_byte_size   : 4
    <f60>   DW_AT_type        : <0x2b>
    <f64>   DW_AT_decl_file   : 18
    <f65>   DW_AT_decl_line   : 934
    <f67>   DW_AT_decl_column : 6
    <f68>   DW_AT_sibling     : <0xf85>
 <2><f6c>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f6d>   DW_AT_name        : (indirect string, offset: 0x2c0): PAF_PRINT_INDICES_BIT
    <f71>   DW_AT_const_value : 5
 <2><f72>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f73>   DW_AT_name        : (indirect string, offset: 0xb04): PAF_ARRAY_TRUNCATED_BIT
    <f77>   DW_AT_const_value : 6
 <2><f78>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f79>   DW_AT_name        : (indirect string, offset: 0x456): PXF_DEFAULT_STR_BIT
    <f7d>   DW_AT_const_value : 7
 <2><f7e>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f7f>   DW_AT_name        : (indirect string, offset: 0xc45): SPFF_AUXSTR_MODE_BIT
    <f83>   DW_AT_const_value : 8
 <2><f84>: Abbrev Number: 0
 <1><f85>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <f86>   DW_AT_byte_size   : 4
    <f87>   DW_AT_type        : <0x78f>
 <1><f8b>: Abbrev Number: 3 (DW_TAG_const_type)
    <f8c>   DW_AT_type        : <0xf85>
 <1><f90>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f91>   DW_AT_name        : (indirect string, offset: 0xd12): find_xlat_flag_bits
    <f95>   DW_AT_encoding    : 7	(unsigned)
    <f96>   DW_AT_byte_size   : 4
    <f97>   DW_AT_type        : <0x2b>
    <f9b>   DW_AT_decl_file   : 18
    <f9c>   DW_AT_decl_line   : 1438
    <f9e>   DW_AT_decl_column : 6
    <f9f>   DW_AT_sibling     : <0xfaa>
 <2><fa3>: Abbrev Number: 28 (DW_TAG_enumerator)
    <fa4>   DW_AT_name        : (indirect string, offset: 0x953): FXL_CASE_SENSITIVE_BIT
    <fa8>   DW_AT_const_value : 0
 <2><fa9>: Abbrev Number: 0
 <1><faa>: Abbrev Number: 11 (DW_TAG_variable)
    <fab>   DW_AT_name        : (indirect string, offset: 0x9fb): printing_tcp
    <faf>   DW_AT_decl_file   : 18
    <fb0>   DW_AT_decl_line   : 1684
    <fb2>   DW_AT_decl_column : 20
    <fb3>   DW_AT_type        : <0xf85>
    <fb7>   DW_AT_external    : 1
    <fb8>   DW_AT_declaration : 1
 <1><fb9>: Abbrev Number: 11 (DW_TAG_variable)
    <fba>   DW_AT_name        : (indirect string, offset: 0x5ce): errnoent
    <fbe>   DW_AT_decl_file   : 18
    <fbf>   DW_AT_decl_line   : 1882
    <fc1>   DW_AT_decl_column : 26
    <fc2>   DW_AT_type        : <0x4bc>
    <fc6>   DW_AT_external    : 1
    <fc7>   DW_AT_declaration : 1
 <1><fc8>: Abbrev Number: 11 (DW_TAG_variable)
    <fc9>   DW_AT_name        : (indirect string, offset: 0x85a): signalent
    <fcd>   DW_AT_decl_file   : 18
    <fce>   DW_AT_decl_line   : 1883
    <fd0>   DW_AT_decl_column : 26
    <fd1>   DW_AT_type        : <0x4bc>
    <fd5>   DW_AT_external    : 1
    <fd6>   DW_AT_declaration : 1
 <1><fd7>: Abbrev Number: 11 (DW_TAG_variable)
    <fd8>   DW_AT_name        : (indirect string, offset: 0xe77): nerrnos
    <fdc>   DW_AT_decl_file   : 18
    <fdd>   DW_AT_decl_line   : 1884
    <fdf>   DW_AT_decl_column : 27
    <fe0>   DW_AT_type        : <0x32>
    <fe4>   DW_AT_external    : 1
    <fe5>   DW_AT_declaration : 1
 <1><fe6>: Abbrev Number: 11 (DW_TAG_variable)
    <fe7>   DW_AT_name        : (indirect string, offset: 0x102a): nsignals
    <feb>   DW_AT_decl_file   : 18
    <fec>   DW_AT_decl_line   : 1885
    <fee>   DW_AT_decl_column : 27
    <fef>   DW_AT_type        : <0x32>
    <ff3>   DW_AT_external    : 1
    <ff4>   DW_AT_declaration : 1
 <1><ff5>: Abbrev Number: 16 (DW_TAG_array_type)
    <ff6>   DW_AT_type        : <0x671>
    <ffa>   DW_AT_sibling     : <0x1000>
 <2><ffe>: Abbrev Number: 19 (DW_TAG_subrange_type)
 <2><fff>: Abbrev Number: 0
 <1><1000>: Abbrev Number: 3 (DW_TAG_const_type)
    <1001>   DW_AT_type        : <0xff5>
 <1><1005>: Abbrev Number: 11 (DW_TAG_variable)
    <1006>   DW_AT_name        : (indirect string, offset: 0xcd7): sysent0
    <100a>   DW_AT_decl_file   : 18
    <100b>   DW_AT_decl_line   : 1887
    <100d>   DW_AT_decl_column : 28
    <100e>   DW_AT_type        : <0x1000>
    <1012>   DW_AT_external    : 1
    <1013>   DW_AT_declaration : 1
 <1><1014>: Abbrev Number: 16 (DW_TAG_array_type)
    <1015>   DW_AT_type        : <0x6d8>
    <1019>   DW_AT_sibling     : <0x101f>
 <2><101d>: Abbrev Number: 19 (DW_TAG_subrange_type)
 <2><101e>: Abbrev Number: 0
 <1><101f>: Abbrev Number: 3 (DW_TAG_const_type)
    <1020>   DW_AT_type        : <0x1014>
 <1><1024>: Abbrev Number: 11 (DW_TAG_variable)
    <1025>   DW_AT_name        : (indirect string, offset: 0x1086): ioctlent0
    <1029>   DW_AT_decl_file   : 18
    <102a>   DW_AT_decl_line   : 1888
    <102c>   DW_AT_decl_column : 30
    <102d>   DW_AT_type        : <0x101f>
    <1031>   DW_AT_external    : 1
    <1032>   DW_AT_declaration : 1
 <1><1033>: Abbrev Number: 11 (DW_TAG_variable)
    <1034>   DW_AT_name        : (indirect string, offset: 0x4c9): personality_names
    <1038>   DW_AT_decl_file   : 18
    <1039>   DW_AT_decl_line   : 1890
    <103b>   DW_AT_decl_column : 26
    <103c>   DW_AT_type        : <0x4bc>
    <1040>   DW_AT_external    : 1
    <1041>   DW_AT_declaration : 1
 <1><1042>: Abbrev Number: 11 (DW_TAG_variable)
    <1043>   DW_AT_name        : (indirect string, offset: 0x87a): sysent
    <1047>   DW_AT_decl_file   : 18
    <1048>   DW_AT_decl_line   : 1893
    <104a>   DW_AT_decl_column : 29
    <104b>   DW_AT_type        : <0x9f3>
    <104f>   DW_AT_external    : 1
    <1050>   DW_AT_declaration : 1
 <1><1051>: Abbrev Number: 11 (DW_TAG_variable)
    <1052>   DW_AT_name        : (indirect string, offset: 0xc5a): ioctlent
    <1056>   DW_AT_decl_file   : 18
    <1057>   DW_AT_decl_line   : 1894
    <1059>   DW_AT_decl_column : 31
    <105a>   DW_AT_type        : <0x1060>
    <105e>   DW_AT_external    : 1
    <105f>   DW_AT_declaration : 1
 <1><1060>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1061>   DW_AT_byte_size   : 4
    <1062>   DW_AT_type        : <0x6d8>
 <1><1066>: Abbrev Number: 11 (DW_TAG_variable)
    <1067>   DW_AT_name        : (indirect string, offset: 0x864): nsyscalls
    <106b>   DW_AT_decl_file   : 18
    <106c>   DW_AT_decl_line   : 1900
    <106e>   DW_AT_decl_column : 17
    <106f>   DW_AT_type        : <0x2b>
    <1073>   DW_AT_external    : 1
    <1074>   DW_AT_declaration : 1
 <1><1075>: Abbrev Number: 11 (DW_TAG_variable)
    <1076>   DW_AT_name        : (indirect string, offset: 0xeab): nioctlents
    <107a>   DW_AT_decl_file   : 18
    <107b>   DW_AT_decl_line   : 1901
    <107d>   DW_AT_decl_column : 17
    <107e>   DW_AT_type        : <0x2b>
    <1082>   DW_AT_external    : 1
    <1083>   DW_AT_declaration : 1
 <1><1084>: Abbrev Number: 16 (DW_TAG_array_type)
    <1085>   DW_AT_type        : <0x32>
    <1089>   DW_AT_sibling     : <0x1094>
 <2><108d>: Abbrev Number: 17 (DW_TAG_subrange_type)
    <108e>   DW_AT_type        : <0x2b>
    <1092>   DW_AT_upper_bound : 2
 <2><1093>: Abbrev Number: 0
 <1><1094>: Abbrev Number: 3 (DW_TAG_const_type)
    <1095>   DW_AT_type        : <0x1084>
 <1><1099>: Abbrev Number: 11 (DW_TAG_variable)
    <109a>   DW_AT_name        : (indirect string, offset: 0xf01): nsyscall_vec
    <109e>   DW_AT_decl_file   : 18
    <109f>   DW_AT_decl_line   : 1903
    <10a1>   DW_AT_decl_column : 27
    <10a2>   DW_AT_type        : <0x1094>
    <10a6>   DW_AT_external    : 1
    <10a7>   DW_AT_declaration : 1
 <1><10a8>: Abbrev Number: 16 (DW_TAG_array_type)
    <10a9>   DW_AT_type        : <0x9f9>
    <10ad>   DW_AT_sibling     : <0x10b8>
 <2><10b1>: Abbrev Number: 17 (DW_TAG_subrange_type)
    <10b2>   DW_AT_type        : <0x2b>
    <10b6>   DW_AT_upper_bound : 2
 <2><10b7>: Abbrev Number: 0
 <1><10b8>: Abbrev Number: 3 (DW_TAG_const_type)
    <10b9>   DW_AT_type        : <0x10a8>
 <1><10bd>: Abbrev Number: 11 (DW_TAG_variable)
    <10be>   DW_AT_name        : (indirect string, offset: 0x798): sysent_vec
    <10c2>   DW_AT_decl_file   : 18
    <10c3>   DW_AT_decl_line   : 1904
    <10c5>   DW_AT_decl_column : 35
    <10c6>   DW_AT_type        : <0x10b8>
    <10ca>   DW_AT_external    : 1
    <10cb>   DW_AT_declaration : 1
 <1><10cc>: Abbrev Number: 11 (DW_TAG_variable)
    <10cd>   DW_AT_name        : (indirect string, offset: 0x38c): inject_vec
    <10d1>   DW_AT_decl_file   : 18
    <10d2>   DW_AT_decl_line   : 1905
    <10d4>   DW_AT_decl_column : 28
    <10d5>   DW_AT_type        : <0x9fe>
    <10d9>   DW_AT_external    : 1
    <10da>   DW_AT_declaration : 1
 <1><10db>: Abbrev Number: 30 (DW_TAG_structure_type)
    <10dc>   DW_AT_name        : (indirect string, offset: 0xd66): audit_arch_t
    <10e0>   DW_AT_byte_size   : 8
    <10e1>   DW_AT_decl_file   : 18
    <10e2>   DW_AT_decl_line   : 1907
    <10e4>   DW_AT_decl_column : 8
    <10e5>   DW_AT_sibling     : <0x110a>
 <2><10e9>: Abbrev Number: 14 (DW_TAG_member)
    <10ea>   DW_AT_name        : (indirect string, offset: 0x5f8): arch
    <10ee>   DW_AT_decl_file   : 18
    <10ef>   DW_AT_decl_line   : 1908
    <10f1>   DW_AT_decl_column : 15
    <10f2>   DW_AT_type        : <0x2b>
    <10f6>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><10f9>: Abbrev Number: 14 (DW_TAG_member)
    <10fa>   DW_AT_name        : (indirect string, offset: 0x9e1): flag
    <10fe>   DW_AT_decl_file   : 18
    <10ff>   DW_AT_decl_line   : 1909
    <1101>   DW_AT_decl_column : 15
    <1102>   DW_AT_type        : <0x2b>
    <1106>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1109>: Abbrev Number: 0
 <1><110a>: Abbrev Number: 3 (DW_TAG_const_type)
    <110b>   DW_AT_type        : <0x10db>
 <1><110f>: Abbrev Number: 16 (DW_TAG_array_type)
    <1110>   DW_AT_type        : <0x110a>
    <1114>   DW_AT_sibling     : <0x111f>
 <2><1118>: Abbrev Number: 17 (DW_TAG_subrange_type)
    <1119>   DW_AT_type        : <0x2b>
    <111d>   DW_AT_upper_bound : 2
 <2><111e>: Abbrev Number: 0
 <1><111f>: Abbrev Number: 3 (DW_TAG_const_type)
    <1120>   DW_AT_type        : <0x110f>
 <1><1124>: Abbrev Number: 11 (DW_TAG_variable)
    <1125>   DW_AT_name        : (indirect string, offset: 0x944): audit_arch_vec
    <1129>   DW_AT_decl_file   : 18
    <112a>   DW_AT_decl_line   : 1912
    <112c>   DW_AT_decl_column : 34
    <112d>   DW_AT_type        : <0x111f>
    <1131>   DW_AT_external    : 1
    <1132>   DW_AT_declaration : 1
 <1><1133>: Abbrev Number: 32 (DW_TAG_structure_type)
    <1134>   DW_AT_byte_size   : 180
    <1135>   DW_AT_decl_file   : 20
    <1136>   DW_AT_decl_line   : 2
    <1137>   DW_AT_decl_column : 9
    <1138>   DW_AT_sibling     : <0x13ed>
 <2><113c>: Abbrev Number: 9 (DW_TAG_member)
    <113d>   DW_AT_name        : (indirect string, offset: 0x1ec): block_ioctl
    <1141>   DW_AT_decl_file   : 20
    <1142>   DW_AT_decl_line   : 3
    <1143>   DW_AT_decl_column : 8
    <1144>   DW_AT_type        : <0x1407>
    <1148>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><114b>: Abbrev Number: 9 (DW_TAG_member)
    <114c>   DW_AT_name        : (indirect string, offset: 0xaa3): btrfs_ioctl
    <1150>   DW_AT_decl_file   : 20
    <1151>   DW_AT_decl_line   : 6
    <1152>   DW_AT_decl_column : 8
    <1153>   DW_AT_type        : <0x1407>
    <1157>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><115a>: Abbrev Number: 9 (DW_TAG_member)
    <115b>   DW_AT_name        : (indirect string, offset: 0x727): evdev_write_ioctl_mpers
    <115f>   DW_AT_decl_file   : 20
    <1160>   DW_AT_decl_line   : 9
    <1161>   DW_AT_decl_column : 8
    <1162>   DW_AT_type        : <0x1407>
    <1166>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1169>: Abbrev Number: 9 (DW_TAG_member)
    <116a>   DW_AT_name        : (indirect string, offset: 0x6fd): get_sock_fprog_size
    <116e>   DW_AT_decl_file   : 20
    <116f>   DW_AT_decl_line   : 12
