Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x1769 (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0x3fd): GNU C17 9.4.0 -mx32 -mtune=generic -march=x86-64 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0x272): mpers-mx32/struct_loop_info.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xc9a): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x3d3): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0xff9): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x9a6): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <40>   DW_AT_encoding    : 6	(signed char)
    <41>   DW_AT_name        : (indirect string, offset: 0x384): signed char
 <1><45>: Abbrev Number: 4 (DW_TAG_typedef)
    <46>   DW_AT_name        : (indirect string, offset: 0x268): __uint8_t
    <4a>   DW_AT_decl_file   : 1
    <4b>   DW_AT_decl_line   : 37
    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0xe1c): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x51f): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x89d): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x8cd): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x785): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xb81): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x7fe): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0xbb7): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0x96>
 <1><ae>: Abbrev Number: 4 (DW_TAG_typedef)
    <af>   DW_AT_name        : (indirect string, offset: 0xd24): __off64_t
    <b3>   DW_AT_decl_file   : 1
    <b4>   DW_AT_decl_line   : 141
    <b5>   DW_AT_decl_column : 27
    <b6>   DW_AT_type        : <0x96>
 <1><ba>: Abbrev Number: 4 (DW_TAG_typedef)
    <bb>   DW_AT_name        : (indirect string, offset: 0xc73): __time_t
    <bf>   DW_AT_decl_file   : 1
    <c0>   DW_AT_decl_line   : 148
    <c1>   DW_AT_decl_column : 26
    <c2>   DW_AT_type        : <0x96>
 <1><c6>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <c7>   DW_AT_byte_size   : 4
 <1><c8>: Abbrev Number: 3 (DW_TAG_const_type)
    <c9>   DW_AT_type        : <0xc6>
 <1><cd>: Abbrev Number: 4 (DW_TAG_typedef)
    <ce>   DW_AT_name        : (indirect string, offset: 0x482): __syscall_slong_t
    <d2>   DW_AT_decl_file   : 1
    <d3>   DW_AT_decl_line   : 184
    <d4>   DW_AT_decl_column : 33
    <d5>   DW_AT_type        : <0x96>
 <1><d9>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <da>   DW_AT_byte_size   : 4
    <db>   DW_AT_type        : <0xdf>
 <1><df>: Abbrev Number: 2 (DW_TAG_base_type)
    <e0>   DW_AT_byte_size   : 1
    <e1>   DW_AT_encoding    : 6	(signed char)
    <e2>   DW_AT_name        : (indirect string, offset: 0x4e5): char
 <1><e6>: Abbrev Number: 3 (DW_TAG_const_type)
    <e7>   DW_AT_type        : <0xdf>
 <1><eb>: Abbrev Number: 4 (DW_TAG_typedef)
    <ec>   DW_AT_name        : (indirect string, offset: 0x390): uint8_t
    <f0>   DW_AT_decl_file   : 2
    <f1>   DW_AT_decl_line   : 24
    <f2>   DW_AT_decl_column : 19
    <f3>   DW_AT_type        : <0x45>
 <1><f7>: Abbrev Number: 4 (DW_TAG_typedef)
    <f8>   DW_AT_name        : (indirect string, offset: 0xba2): uint16_t
    <fc>   DW_AT_decl_file   : 2
    <fd>   DW_AT_decl_line   : 25
    <fe>   DW_AT_decl_column : 20
    <ff>   DW_AT_type        : <0x58>
 <1><103>: Abbrev Number: 4 (DW_TAG_typedef)
    <104>   DW_AT_name        : (indirect string, offset: 0xfa0): uint32_t
    <108>   DW_AT_decl_file   : 2
    <109>   DW_AT_decl_line   : 26
    <10a>   DW_AT_decl_column : 20
    <10b>   DW_AT_type        : <0x70>
 <1><10f>: Abbrev Number: 4 (DW_TAG_typedef)
    <110>   DW_AT_name        : (indirect string, offset: 0xe2c): uint64_t
    <114>   DW_AT_decl_file   : 2
    <115>   DW_AT_decl_line   : 27
    <116>   DW_AT_decl_column : 20
    <117>   DW_AT_type        : <0x83>
 <1><11b>: Abbrev Number: 2 (DW_TAG_base_type)
    <11c>   DW_AT_byte_size   : 4
    <11d>   DW_AT_encoding    : 5	(signed)
    <11e>   DW_AT_name        : (indirect string, offset: 0x300): long int
 <1><122>: Abbrev Number: 4 (DW_TAG_typedef)
    <123>   DW_AT_name        : (indirect string, offset: 0x39): size_t
    <127>   DW_AT_decl_file   : 3
    <128>   DW_AT_decl_line   : 209
    <129>   DW_AT_decl_column : 23
    <12a>   DW_AT_type        : <0x2b>
 <1><12e>: Abbrev Number: 3 (DW_TAG_const_type)
    <12f>   DW_AT_type        : <0x122>
 <1><133>: Abbrev Number: 8 (DW_TAG_structure_type)
    <134>   DW_AT_name        : (indirect string, offset: 0xb20): timespec
    <138>   DW_AT_byte_size   : 16
    <139>   DW_AT_decl_file   : 4
    <13a>   DW_AT_decl_line   : 9
    <13b>   DW_AT_decl_column : 8
    <13c>   DW_AT_sibling     : <0x15f>
 <2><140>: Abbrev Number: 9 (DW_TAG_member)
    <141>   DW_AT_name        : (indirect string, offset: 0x10d7): tv_sec
    <145>   DW_AT_decl_file   : 4
    <146>   DW_AT_decl_line   : 11
    <147>   DW_AT_decl_column : 12
    <148>   DW_AT_type        : <0xba>
    <14c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><14f>: Abbrev Number: 9 (DW_TAG_member)
    <150>   DW_AT_name        : (indirect string, offset: 0xe52): tv_nsec
    <154>   DW_AT_decl_file   : 4
    <155>   DW_AT_decl_line   : 12
    <156>   DW_AT_decl_column : 21
    <157>   DW_AT_type        : <0xcd>
    <15b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><15e>: Abbrev Number: 0
 <1><15f>: Abbrev Number: 10 (DW_TAG_array_type)
    <160>   DW_AT_type        : <0xdf>
    <164>   DW_AT_sibling     : <0x16f>
 <2><168>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <169>   DW_AT_type        : <0x2b>
    <16d>   DW_AT_upper_bound : 3
 <2><16e>: Abbrev Number: 0
 <1><16f>: Abbrev Number: 2 (DW_TAG_base_type)
    <170>   DW_AT_byte_size   : 16
    <171>   DW_AT_encoding    : 4	(float)
    <172>   DW_AT_name        : (indirect string, offset: 0xae2): long double
 <1><176>: Abbrev Number: 12 (DW_TAG_variable)
    <177>   DW_AT_name        : (indirect string, offset: 0x2a3): __environ
    <17b>   DW_AT_decl_file   : 5
    <17c>   DW_AT_decl_line   : 546
    <17e>   DW_AT_decl_column : 15
    <17f>   DW_AT_type        : <0x185>
    <183>   DW_AT_external    : 1
    <184>   DW_AT_declaration : 1
 <1><185>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <186>   DW_AT_byte_size   : 4
    <187>   DW_AT_type        : <0xd9>
 <1><18b>: Abbrev Number: 12 (DW_TAG_variable)
    <18c>   DW_AT_name        : (indirect string, offset: 0x3cb): environ
    <190>   DW_AT_decl_file   : 5
    <191>   DW_AT_decl_line   : 548
    <193>   DW_AT_decl_column : 15
    <194>   DW_AT_type        : <0x185>
    <198>   DW_AT_external    : 1
    <199>   DW_AT_declaration : 1
 <1><19a>: Abbrev Number: 13 (DW_TAG_variable)
    <19b>   DW_AT_name        : (indirect string, offset: 0xfda): optarg
    <19f>   DW_AT_decl_file   : 6
    <1a0>   DW_AT_decl_line   : 36
    <1a1>   DW_AT_decl_column : 14
    <1a2>   DW_AT_type        : <0xd9>
    <1a6>   DW_AT_external    : 1
    <1a7>   DW_AT_declaration : 1
 <1><1a8>: Abbrev Number: 13 (DW_TAG_variable)
    <1a9>   DW_AT_name        : (indirect string, offset: 0x758): optind
    <1ad>   DW_AT_decl_file   : 6
    <1ae>   DW_AT_decl_line   : 50
    <1af>   DW_AT_decl_column : 12
    <1b0>   DW_AT_type        : <0x64>
    <1b4>   DW_AT_external    : 1
    <1b5>   DW_AT_declaration : 1
 <1><1b6>: Abbrev Number: 13 (DW_TAG_variable)
    <1b7>   DW_AT_name        : (indirect string, offset: 0xc62): opterr
    <1bb>   DW_AT_decl_file   : 6
    <1bc>   DW_AT_decl_line   : 55
    <1bd>   DW_AT_decl_column : 12
    <1be>   DW_AT_type        : <0x64>
    <1c2>   DW_AT_external    : 1
    <1c3>   DW_AT_declaration : 1
 <1><1c4>: Abbrev Number: 13 (DW_TAG_variable)
    <1c5>   DW_AT_name        : (indirect string, offset: 0xb5d): optopt
    <1c9>   DW_AT_decl_file   : 6
    <1ca>   DW_AT_decl_line   : 59
    <1cb>   DW_AT_decl_column : 12
    <1cc>   DW_AT_type        : <0x64>
    <1d0>   DW_AT_external    : 1
    <1d1>   DW_AT_declaration : 1
 <1><1d2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1d3>   DW_AT_byte_size   : 4
    <1d4>   DW_AT_type        : <0xe6>
 <1><1d8>: Abbrev Number: 3 (DW_TAG_const_type)
    <1d9>   DW_AT_type        : <0x1d2>
 <1><1dd>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1de>   DW_AT_byte_size   : 4
    <1df>   DW_AT_type        : <0x1e3>
 <1><1e3>: Abbrev Number: 14 (DW_TAG_const_type)
 <1><1e4>: Abbrev Number: 8 (DW_TAG_structure_type)
    <1e5>   DW_AT_name        : (indirect string, offset: 0x398): _IO_FILE
    <1e9>   DW_AT_byte_size   : 152
    <1ea>   DW_AT_decl_file   : 7
    <1eb>   DW_AT_decl_line   : 245
    <1ec>   DW_AT_decl_column : 8
    <1ed>   DW_AT_sibling     : <0x3bc>
 <2><1f1>: Abbrev Number: 9 (DW_TAG_member)
    <1f2>   DW_AT_name        : (indirect string, offset: 0xa3d): _flags
    <1f6>   DW_AT_decl_file   : 7
    <1f7>   DW_AT_decl_line   : 246
    <1f8>   DW_AT_decl_column : 7
    <1f9>   DW_AT_type        : <0x64>
    <1fd>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><200>: Abbrev Number: 9 (DW_TAG_member)
    <201>   DW_AT_name        : (indirect string, offset: 0x56e): _IO_read_ptr
    <205>   DW_AT_decl_file   : 7
    <206>   DW_AT_decl_line   : 251
    <207>   DW_AT_decl_column : 9
    <208>   DW_AT_type        : <0xd9>
    <20c>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><20f>: Abbrev Number: 9 (DW_TAG_member)
    <210>   DW_AT_name        : (indirect string, offset: 0xf58): _IO_read_end
    <214>   DW_AT_decl_file   : 7
    <215>   DW_AT_decl_line   : 252
    <216>   DW_AT_decl_column : 9
    <217>   DW_AT_type        : <0xd9>
    <21b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><21e>: Abbrev Number: 9 (DW_TAG_member)
    <21f>   DW_AT_name        : (indirect string, offset: 0x7db): _IO_read_base
    <223>   DW_AT_decl_file   : 7
    <224>   DW_AT_decl_line   : 253
    <225>   DW_AT_decl_column : 9
    <226>   DW_AT_type        : <0xd9>
    <22a>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><22d>: Abbrev Number: 9 (DW_TAG_member)
    <22e>   DW_AT_name        : (indirect string, offset: 0x132): _IO_write_base
    <232>   DW_AT_decl_file   : 7
    <233>   DW_AT_decl_line   : 254
    <234>   DW_AT_decl_column : 9
    <235>   DW_AT_type        : <0xd9>
    <239>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><23c>: Abbrev Number: 9 (DW_TAG_member)
    <23d>   DW_AT_name        : (indirect string, offset: 0x1032): _IO_write_ptr
    <241>   DW_AT_decl_file   : 7
    <242>   DW_AT_decl_line   : 255
    <243>   DW_AT_decl_column : 9
    <244>   DW_AT_type        : <0xd9>
    <248>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><24b>: Abbrev Number: 15 (DW_TAG_member)
    <24c>   DW_AT_name        : (indirect string, offset: 0x91e): _IO_write_end
    <250>   DW_AT_decl_file   : 7
    <251>   DW_AT_decl_line   : 256
    <253>   DW_AT_decl_column : 9
    <254>   DW_AT_type        : <0xd9>
    <258>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><25b>: Abbrev Number: 15 (DW_TAG_member)
    <25c>   DW_AT_name        : (indirect string, offset: 0x98f): _IO_buf_base
    <260>   DW_AT_decl_file   : 7
    <261>   DW_AT_decl_line   : 257
    <263>   DW_AT_decl_column : 9
    <264>   DW_AT_type        : <0xd9>
    <268>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><26b>: Abbrev Number: 15 (DW_TAG_member)
    <26c>   DW_AT_name        : (indirect string, offset: 0xdc7): _IO_buf_end
    <270>   DW_AT_decl_file   : 7
    <271>   DW_AT_decl_line   : 258
    <273>   DW_AT_decl_column : 9
    <274>   DW_AT_type        : <0xd9>
    <278>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><27b>: Abbrev Number: 15 (DW_TAG_member)
    <27c>   DW_AT_name        : (indirect string, offset: 0x1dd): _IO_save_base
    <280>   DW_AT_decl_file   : 7
    <281>   DW_AT_decl_line   : 260
    <283>   DW_AT_decl_column : 9
    <284>   DW_AT_type        : <0xd9>
    <288>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><28b>: Abbrev Number: 15 (DW_TAG_member)
    <28c>   DW_AT_name        : (indirect string, offset: 0xcd7): _IO_backup_base
    <290>   DW_AT_decl_file   : 7
    <291>   DW_AT_decl_line   : 261
    <293>   DW_AT_decl_column : 9
    <294>   DW_AT_type        : <0xd9>
    <298>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><29b>: Abbrev Number: 15 (DW_TAG_member)
    <29c>   DW_AT_name        : (indirect string, offset: 0xba): _IO_save_end
    <2a0>   DW_AT_decl_file   : 7
    <2a1>   DW_AT_decl_line   : 262
    <2a3>   DW_AT_decl_column : 9
    <2a4>   DW_AT_type        : <0xd9>
    <2a8>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><2ab>: Abbrev Number: 15 (DW_TAG_member)
    <2ac>   DW_AT_name        : (indirect string, offset: 0x5f9): _markers
    <2b0>   DW_AT_decl_file   : 7
    <2b1>   DW_AT_decl_line   : 264
    <2b3>   DW_AT_decl_column : 22
    <2b4>   DW_AT_type        : <0x40b>
    <2b8>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2bb>: Abbrev Number: 15 (DW_TAG_member)
    <2bc>   DW_AT_name        : (indirect string, offset: 0x220): _chain
    <2c0>   DW_AT_decl_file   : 7
    <2c1>   DW_AT_decl_line   : 266
    <2c3>   DW_AT_decl_column : 20
    <2c4>   DW_AT_type        : <0x411>
    <2c8>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2cb>: Abbrev Number: 15 (DW_TAG_member)
    <2cc>   DW_AT_name        : (indirect string, offset: 0xfb4): _fileno
    <2d0>   DW_AT_decl_file   : 7
    <2d1>   DW_AT_decl_line   : 268
    <2d3>   DW_AT_decl_column : 7
    <2d4>   DW_AT_type        : <0x64>
    <2d8>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2db>: Abbrev Number: 15 (DW_TAG_member)
    <2dc>   DW_AT_name        : (indirect string, offset: 0x7c7): _flags2
    <2e0>   DW_AT_decl_file   : 7
    <2e1>   DW_AT_decl_line   : 272
    <2e3>   DW_AT_decl_column : 7
    <2e4>   DW_AT_type        : <0x64>
    <2e8>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2eb>: Abbrev Number: 15 (DW_TAG_member)
    <2ec>   DW_AT_name        : (indirect string, offset: 0x849): _old_offset
    <2f0>   DW_AT_decl_file   : 7
    <2f1>   DW_AT_decl_line   : 274
    <2f3>   DW_AT_decl_column : 13
    <2f4>   DW_AT_type        : <0xa2>
    <2f8>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><2fb>: Abbrev Number: 15 (DW_TAG_member)
    <2fc>   DW_AT_name        : (indirect string, offset: 0x253): _cur_column
    <300>   DW_AT_decl_file   : 7
    <301>   DW_AT_decl_line   : 278
    <303>   DW_AT_decl_column : 18
    <304>   DW_AT_type        : <0x24>
    <308>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><30b>: Abbrev Number: 15 (DW_TAG_member)
    <30c>   DW_AT_name        : (indirect string, offset: 0xe78): _vtable_offset
    <310>   DW_AT_decl_file   : 7
    <311>   DW_AT_decl_line   : 279
    <313>   DW_AT_decl_column : 15
    <314>   DW_AT_type        : <0x3e>
    <318>   DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><31b>: Abbrev Number: 15 (DW_TAG_member)
    <31c>   DW_AT_name        : (indirect string, offset: 0xce7): _shortbuf
    <320>   DW_AT_decl_file   : 7
    <321>   DW_AT_decl_line   : 280
    <323>   DW_AT_decl_column : 8
    <324>   DW_AT_type        : <0x417>
    <328>   DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><32b>: Abbrev Number: 15 (DW_TAG_member)
    <32c>   DW_AT_name        : (indirect string, offset: 0x173): _lock
    <330>   DW_AT_decl_file   : 7
    <331>   DW_AT_decl_line   : 284
    <333>   DW_AT_decl_column : 15
    <334>   DW_AT_type        : <0x427>
    <338>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><33b>: Abbrev Number: 15 (DW_TAG_member)
    <33c>   DW_AT_name        : (indirect string, offset: 0x6e9): _offset
    <340>   DW_AT_decl_file   : 7
    <341>   DW_AT_decl_line   : 293
    <343>   DW_AT_decl_column : 15
    <344>   DW_AT_type        : <0xae>
    <348>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><34b>: Abbrev Number: 15 (DW_TAG_member)
    <34c>   DW_AT_name        : (indirect string, offset: 0x9dd): __pad1
    <350>   DW_AT_decl_file   : 7
    <351>   DW_AT_decl_line   : 301
    <353>   DW_AT_decl_column : 9
    <354>   DW_AT_type        : <0xc6>
    <358>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><35b>: Abbrev Number: 15 (DW_TAG_member)
    <35c>   DW_AT_name        : (indirect string, offset: 0x9e4): __pad2
    <360>   DW_AT_decl_file   : 7
    <361>   DW_AT_decl_line   : 302
    <363>   DW_AT_decl_column : 9
    <364>   DW_AT_type        : <0xc6>
    <368>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><36b>: Abbrev Number: 15 (DW_TAG_member)
    <36c>   DW_AT_name        : (indirect string, offset: 0x9eb): __pad3
    <370>   DW_AT_decl_file   : 7
    <371>   DW_AT_decl_line   : 303
    <373>   DW_AT_decl_column : 9
    <374>   DW_AT_type        : <0xc6>
    <378>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><37b>: Abbrev Number: 15 (DW_TAG_member)
    <37c>   DW_AT_name        : (indirect string, offset: 0x9f2): __pad4
    <380>   DW_AT_decl_file   : 7
    <381>   DW_AT_decl_line   : 304
    <383>   DW_AT_decl_column : 9
    <384>   DW_AT_type        : <0xc6>
    <388>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><38b>: Abbrev Number: 15 (DW_TAG_member)
    <38c>   DW_AT_name        : (indirect string, offset: 0x9f9): __pad5
    <390>   DW_AT_decl_file   : 7
    <391>   DW_AT_decl_line   : 306
    <393>   DW_AT_decl_column : 10
    <394>   DW_AT_type        : <0x122>
    <398>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><39b>: Abbrev Number: 15 (DW_TAG_member)
    <39c>   DW_AT_name        : (indirect string, offset: 0xa61): _mode
    <3a0>   DW_AT_decl_file   : 7
    <3a1>   DW_AT_decl_line   : 307
    <3a3>   DW_AT_decl_column : 7
    <3a4>   DW_AT_type        : <0x64>
    <3a8>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><3ab>: Abbrev Number: 15 (DW_TAG_member)
    <3ac>   DW_AT_name        : (indirect string, offset: 0x7f5): _unused2
    <3b0>   DW_AT_decl_file   : 7
    <3b1>   DW_AT_decl_line   : 309
    <3b3>   DW_AT_decl_column : 8
    <3b4>   DW_AT_type        : <0x42d>
    <3b8>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><3bb>: Abbrev Number: 0
 <1><3bc>: Abbrev Number: 4 (DW_TAG_typedef)
    <3bd>   DW_AT_name        : (indirect string, offset: 0xb02): FILE
    <3c1>   DW_AT_decl_file   : 8
    <3c2>   DW_AT_decl_line   : 7
    <3c3>   DW_AT_decl_column : 25
    <3c4>   DW_AT_type        : <0x1e4>
 <1><3c8>: Abbrev Number: 16 (DW_TAG_typedef)
    <3c9>   DW_AT_name        : (indirect string, offset: 0x514): _IO_lock_t
    <3cd>   DW_AT_decl_file   : 7
    <3ce>   DW_AT_decl_line   : 154
    <3cf>   DW_AT_decl_column : 14
 <1><3d0>: Abbrev Number: 8 (DW_TAG_structure_type)
    <3d1>   DW_AT_name        : (indirect string, offset: 0x342): _IO_marker
    <3d5>   DW_AT_byte_size   : 12
    <3d6>   DW_AT_decl_file   : 7
    <3d7>   DW_AT_decl_line   : 160
    <3d8>   DW_AT_decl_column : 8
    <3d9>   DW_AT_sibling     : <0x40b>
 <2><3dd>: Abbrev Number: 9 (DW_TAG_member)
    <3de>   DW_AT_name        : (indirect string, offset: 0xd1e): _next
    <3e2>   DW_AT_decl_file   : 7
    <3e3>   DW_AT_decl_line   : 161
    <3e4>   DW_AT_decl_column : 22
    <3e5>   DW_AT_type        : <0x40b>
    <3e9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3ec>: Abbrev Number: 9 (DW_TAG_member)
    <3ed>   DW_AT_name        : (indirect string, offset: 0xa00): _sbuf
    <3f1>   DW_AT_decl_file   : 7
    <3f2>   DW_AT_decl_line   : 162
    <3f3>   DW_AT_decl_column : 20
    <3f4>   DW_AT_type        : <0x411>
    <3f8>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><3fb>: Abbrev Number: 9 (DW_TAG_member)
    <3fc>   DW_AT_name        : (indirect string, offset: 0x5ae): _pos
    <400>   DW_AT_decl_file   : 7
    <401>   DW_AT_decl_line   : 166
    <402>   DW_AT_decl_column : 7
    <403>   DW_AT_type        : <0x64>
    <407>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><40a>: Abbrev Number: 0
 <1><40b>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <40c>   DW_AT_byte_size   : 4
    <40d>   DW_AT_type        : <0x3d0>
 <1><411>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <412>   DW_AT_byte_size   : 4
    <413>   DW_AT_type        : <0x1e4>
 <1><417>: Abbrev Number: 10 (DW_TAG_array_type)
    <418>   DW_AT_type        : <0xdf>
    <41c>   DW_AT_sibling     : <0x427>
 <2><420>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <421>   DW_AT_type        : <0x2b>
    <425>   DW_AT_upper_bound : 0
 <2><426>: Abbrev Number: 0
 <1><427>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <428>   DW_AT_byte_size   : 4
    <429>   DW_AT_type        : <0x3c8>
 <1><42d>: Abbrev Number: 10 (DW_TAG_array_type)
    <42e>   DW_AT_type        : <0xdf>
    <432>   DW_AT_sibling     : <0x43d>
 <2><436>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <437>   DW_AT_type        : <0x2b>
    <43b>   DW_AT_upper_bound : 39
 <2><43c>: Abbrev Number: 0
 <1><43d>: Abbrev Number: 17 (DW_TAG_structure_type)
    <43e>   DW_AT_name        : (indirect string, offset: 0x4ae): _IO_FILE_plus
    <442>   DW_AT_declaration : 1
 <1><443>: Abbrev Number: 12 (DW_TAG_variable)
    <444>   DW_AT_name        : (indirect string, offset: 0x790): _IO_2_1_stdin_
    <448>   DW_AT_decl_file   : 7
    <449>   DW_AT_decl_line   : 319
    <44b>   DW_AT_decl_column : 29
    <44c>   DW_AT_type        : <0x43d>
    <450>   DW_AT_external    : 1
    <451>   DW_AT_declaration : 1
 <1><452>: Abbrev Number: 12 (DW_TAG_variable)
    <453>   DW_AT_name        : (indirect string, offset: 0xcf7): _IO_2_1_stdout_
    <457>   DW_AT_decl_file   : 7
    <458>   DW_AT_decl_line   : 320
    <45a>   DW_AT_decl_column : 29
    <45b>   DW_AT_type        : <0x43d>
    <45f>   DW_AT_external    : 1
    <460>   DW_AT_declaration : 1
 <1><461>: Abbrev Number: 12 (DW_TAG_variable)
    <462>   DW_AT_name        : (indirect string, offset: 0x89): _IO_2_1_stderr_
    <466>   DW_AT_decl_file   : 7
    <467>   DW_AT_decl_line   : 321
    <469>   DW_AT_decl_column : 29
    <46a>   DW_AT_type        : <0x43d>
    <46e>   DW_AT_external    : 1
    <46f>   DW_AT_declaration : 1
 <1><470>: Abbrev Number: 13 (DW_TAG_variable)
    <471>   DW_AT_name        : (indirect string, offset: 0x5c4): stdin
    <475>   DW_AT_decl_file   : 9
    <476>   DW_AT_decl_line   : 135
    <477>   DW_AT_decl_column : 25
    <478>   DW_AT_type        : <0x411>
    <47c>   DW_AT_external    : 1
    <47d>   DW_AT_declaration : 1
 <1><47e>: Abbrev Number: 13 (DW_TAG_variable)
    <47f>   DW_AT_name        : (indirect string, offset: 0x100c): stdout
    <483>   DW_AT_decl_file   : 9
    <484>   DW_AT_decl_line   : 136
    <485>   DW_AT_decl_column : 25
    <486>   DW_AT_type        : <0x411>
    <48a>   DW_AT_external    : 1
    <48b>   DW_AT_declaration : 1
 <1><48c>: Abbrev Number: 13 (DW_TAG_variable)
    <48d>   DW_AT_name        : (indirect string, offset: 0xe15): stderr
    <491>   DW_AT_decl_file   : 9
    <492>   DW_AT_decl_line   : 137
    <493>   DW_AT_decl_column : 25
    <494>   DW_AT_type        : <0x411>
    <498>   DW_AT_external    : 1
    <499>   DW_AT_declaration : 1
 <1><49a>: Abbrev Number: 13 (DW_TAG_variable)
    <49b>   DW_AT_name        : (indirect string, offset: 0x25f): sys_nerr
    <49f>   DW_AT_decl_file   : 10
    <4a0>   DW_AT_decl_line   : 26
    <4a1>   DW_AT_decl_column : 12
    <4a2>   DW_AT_type        : <0x64>
    <4a6>   DW_AT_external    : 1
    <4a7>   DW_AT_declaration : 1
 <1><4a8>: Abbrev Number: 10 (DW_TAG_array_type)
    <4a9>   DW_AT_type        : <0x1d8>
    <4ad>   DW_AT_sibling     : <0x4b3>
 <2><4b1>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4b2>: Abbrev Number: 0
 <1><4b3>: Abbrev Number: 3 (DW_TAG_const_type)
    <4b4>   DW_AT_type        : <0x4a8>
 <1><4b8>: Abbrev Number: 13 (DW_TAG_variable)
    <4b9>   DW_AT_name        : (indirect string, offset: 0x5d3): sys_errlist
    <4bd>   DW_AT_decl_file   : 10
    <4be>   DW_AT_decl_line   : 27
    <4bf>   DW_AT_decl_column : 26
    <4c0>   DW_AT_type        : <0x4b3>
    <4c4>   DW_AT_external    : 1
    <4c5>   DW_AT_declaration : 1
 <1><4c6>: Abbrev Number: 13 (DW_TAG_variable)
    <4c7>   DW_AT_name        : (indirect string, offset: 0x290): _sys_nerr
    <4cb>   DW_AT_decl_file   : 10
    <4cc>   DW_AT_decl_line   : 30
    <4cd>   DW_AT_decl_column : 12
    <4ce>   DW_AT_type        : <0x64>
    <4d2>   DW_AT_external    : 1
    <4d3>   DW_AT_declaration : 1
 <1><4d4>: Abbrev Number: 13 (DW_TAG_variable)
    <4d5>   DW_AT_name        : (indirect string, offset: 0xe87): _sys_errlist
    <4d9>   DW_AT_decl_file   : 10
    <4da>   DW_AT_decl_line   : 31
    <4db>   DW_AT_decl_column : 26
    <4dc>   DW_AT_type        : <0x4b3>
    <4e0>   DW_AT_external    : 1
    <4e1>   DW_AT_declaration : 1
 <1><4e2>: Abbrev Number: 13 (DW_TAG_variable)
    <4e3>   DW_AT_name        : (indirect string, offset: 0x6c2): program_invocation_name
    <4e7>   DW_AT_decl_file   : 11
    <4e8>   DW_AT_decl_line   : 45
    <4e9>   DW_AT_decl_column : 14
    <4ea>   DW_AT_type        : <0xd9>
    <4ee>   DW_AT_external    : 1
    <4ef>   DW_AT_declaration : 1
 <1><4f0>: Abbrev Number: 13 (DW_TAG_variable)
    <4f1>   DW_AT_name        : (indirect string, offset: 0xbe2): program_invocation_short_name
    <4f5>   DW_AT_decl_file   : 11
    <4f6>   DW_AT_decl_line   : 46
    <4f7>   DW_AT_decl_column : 14
    <4f8>   DW_AT_type        : <0xd9>
    <4fc>   DW_AT_external    : 1
    <4fd>   DW_AT_declaration : 1
 <1><4fe>: Abbrev Number: 10 (DW_TAG_array_type)
    <4ff>   DW_AT_type        : <0xd9>
    <503>   DW_AT_sibling     : <0x50e>
 <2><507>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <508>   DW_AT_type        : <0x2b>
    <50c>   DW_AT_upper_bound : 1
 <2><50d>: Abbrev Number: 0
 <1><50e>: Abbrev Number: 13 (DW_TAG_variable)
    <50f>   DW_AT_name        : (indirect string, offset: 0x1ca): __tzname
    <513>   DW_AT_decl_file   : 12
    <514>   DW_AT_decl_line   : 159
    <515>   DW_AT_decl_column : 14
    <516>   DW_AT_type        : <0x4fe>
    <51a>   DW_AT_external    : 1
    <51b>   DW_AT_declaration : 1
 <1><51c>: Abbrev Number: 13 (DW_TAG_variable)
    <51d>   DW_AT_name        : (indirect string, offset: 0xef4): __daylight
    <521>   DW_AT_decl_file   : 12
    <522>   DW_AT_decl_line   : 160
    <523>   DW_AT_decl_column : 12
    <524>   DW_AT_type        : <0x64>
    <528>   DW_AT_external    : 1
    <529>   DW_AT_declaration : 1
 <1><52a>: Abbrev Number: 13 (DW_TAG_variable)
    <52b>   DW_AT_name        : (indirect string, offset: 0x3a1): __timezone
    <52f>   DW_AT_decl_file   : 12
    <530>   DW_AT_decl_line   : 161
    <531>   DW_AT_decl_column : 17
    <532>   DW_AT_type        : <0x11b>
    <536>   DW_AT_external    : 1
    <537>   DW_AT_declaration : 1
 <1><538>: Abbrev Number: 13 (DW_TAG_variable)
    <539>   DW_AT_name        : (indirect string, offset: 0x700): tzname
    <53d>   DW_AT_decl_file   : 12
    <53e>   DW_AT_decl_line   : 166
    <53f>   DW_AT_decl_column : 14
    <540>   DW_AT_type        : <0x4fe>
    <544>   DW_AT_external    : 1
    <545>   DW_AT_declaration : 1
 <1><546>: Abbrev Number: 13 (DW_TAG_variable)
    <547>   DW_AT_name        : (indirect string, offset: 0x108d): daylight
    <54b>   DW_AT_decl_file   : 12
    <54c>   DW_AT_decl_line   : 174
    <54d>   DW_AT_decl_column : 12
    <54e>   DW_AT_type        : <0x64>
    <552>   DW_AT_external    : 1
    <553>   DW_AT_declaration : 1
 <1><554>: Abbrev Number: 13 (DW_TAG_variable)
    <555>   DW_AT_name        : (indirect string, offset: 0x559): timezone
    <559>   DW_AT_decl_file   : 12
    <55a>   DW_AT_decl_line   : 175
    <55b>   DW_AT_decl_column : 17
    <55c>   DW_AT_type        : <0x11b>
    <560>   DW_AT_external    : 1
    <561>   DW_AT_declaration : 1
 <1><562>: Abbrev Number: 12 (DW_TAG_variable)
    <563>   DW_AT_name        : (indirect string, offset: 0xf74): getdate_err
    <567>   DW_AT_decl_file   : 12
    <568>   DW_AT_decl_line   : 280
    <56a>   DW_AT_decl_column : 12
    <56b>   DW_AT_type        : <0x64>
    <56f>   DW_AT_external    : 1
    <570>   DW_AT_declaration : 1
 <1><571>: Abbrev Number: 13 (DW_TAG_variable)
    <572>   DW_AT_name        : (indirect string, offset: 0xa0b): debug_flag
    <576>   DW_AT_decl_file   : 13
    <577>   DW_AT_decl_line   : 20
    <578>   DW_AT_decl_column : 13
    <579>   DW_AT_type        : <0x57f>
    <57d>   DW_AT_external    : 1
    <57e>   DW_AT_declaration : 1
 <1><57f>: Abbrev Number: 2 (DW_TAG_base_type)
    <580>   DW_AT_byte_size   : 1
    <581>   DW_AT_encoding    : 2	(boolean)
    <582>   DW_AT_name        : (indirect string, offset: 0x494): _Bool
 <1><586>: Abbrev Number: 3 (DW_TAG_const_type)
    <587>   DW_AT_type        : <0x57f>
 <1><58b>: Abbrev Number: 4 (DW_TAG_typedef)
    <58c>   DW_AT_name        : (indirect string, offset: 0xab8): __kernel_long_t
    <590>   DW_AT_decl_file   : 14
    <591>   DW_AT_decl_line   : 14
    <592>   DW_AT_decl_column : 19
    <593>   DW_AT_type        : <0x7c>
 <1><597>: Abbrev Number: 4 (DW_TAG_typedef)
    <598>   DW_AT_name        : (indirect string, offset: 0x5b3): __kernel_ulong_t
    <59c>   DW_AT_decl_file   : 14
    <59d>   DW_AT_decl_line   : 15
    <59e>   DW_AT_decl_column : 28
    <59f>   DW_AT_type        : <0x8f>
 <1><5a3>: Abbrev Number: 4 (DW_TAG_typedef)
    <5a4>   DW_AT_name        : (indirect string, offset: 0x68e): __kernel_old_dev_t
    <5a8>   DW_AT_decl_file   : 15
    <5a9>   DW_AT_decl_line   : 15
    <5aa>   DW_AT_decl_column : 23
    <5ab>   DW_AT_type        : <0x37>
 <1><5af>: Abbrev Number: 4 (DW_TAG_typedef)
    <5b0>   DW_AT_name        : (indirect string, offset: 0x3ef): kernel_long_t
    <5b4>   DW_AT_decl_file   : 16
    <5b5>   DW_AT_decl_line   : 16
    <5b6>   DW_AT_decl_column : 25
    <5b7>   DW_AT_type        : <0x58b>
 <1><5bb>: Abbrev Number: 4 (DW_TAG_typedef)
    <5bc>   DW_AT_name        : (indirect string, offset: 0x8be): kernel_ulong_t
    <5c0>   DW_AT_decl_file   : 16
    <5c1>   DW_AT_decl_line   : 17
    <5c2>   DW_AT_decl_column : 26
    <5c3>   DW_AT_type        : <0x597>
 <1><5c7>: Abbrev Number: 3 (DW_TAG_const_type)
    <5c8>   DW_AT_type        : <0x5bb>
 <1><5cc>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5cd>   DW_AT_name        : (indirect string, offset: 0xc00): list_item
    <5d1>   DW_AT_byte_size   : 8
    <5d2>   DW_AT_decl_file   : 17
    <5d3>   DW_AT_decl_line   : 92
    <5d4>   DW_AT_decl_column : 8
    <5d5>   DW_AT_sibling     : <0x5f8>
 <2><5d9>: Abbrev Number: 9 (DW_TAG_member)
    <5da>   DW_AT_name        : (indirect string, offset: 0x10d2): prev
    <5de>   DW_AT_decl_file   : 17
    <5df>   DW_AT_decl_line   : 93
    <5e0>   DW_AT_decl_column : 20
    <5e1>   DW_AT_type        : <0x5f8>
    <5e5>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5e8>: Abbrev Number: 9 (DW_TAG_member)
    <5e9>   DW_AT_name        : (indirect string, offset: 0x10c8): next
    <5ed>   DW_AT_decl_file   : 17
    <5ee>   DW_AT_decl_line   : 94
    <5ef>   DW_AT_decl_column : 20
    <5f0>   DW_AT_type        : <0x5f8>
    <5f4>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><5f7>: Abbrev Number: 0
 <1><5f8>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <5f9>   DW_AT_byte_size   : 4
    <5fa>   DW_AT_type        : <0x5cc>
 <1><5fe>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5ff>   DW_AT_name        : (indirect string, offset: 0x896): sysent
    <603>   DW_AT_byte_size   : 20
    <604>   DW_AT_decl_file   : 18
    <605>   DW_AT_decl_line   : 11
    <606>   DW_AT_decl_column : 16
    <607>   DW_AT_sibling     : <0x657>
 <2><60b>: Abbrev Number: 9 (DW_TAG_member)
    <60c>   DW_AT_name        : (indirect string, offset: 0x1023): nargs
    <610>   DW_AT_decl_file   : 18
    <611>   DW_AT_decl_line   : 12
    <612>   DW_AT_decl_column : 11
    <613>   DW_AT_type        : <0x2b>
    <617>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><61a>: Abbrev Number: 9 (DW_TAG_member)
    <61b>   DW_AT_name        : (indirect string, offset: 0x99c): sys_flags
    <61f>   DW_AT_decl_file   : 18
    <620>   DW_AT_decl_line   : 13
    <621>   DW_AT_decl_column : 6
    <622>   DW_AT_type        : <0x64>
    <626>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><629>: Abbrev Number: 19 (DW_TAG_member)
    <62a>   DW_AT_name        : sen
    <62e>   DW_AT_decl_file   : 18
    <62f>   DW_AT_decl_line   : 14
    <630>   DW_AT_decl_column : 6
    <631>   DW_AT_type        : <0x64>
    <635>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><638>: Abbrev Number: 9 (DW_TAG_member)
    <639>   DW_AT_name        : (indirect string, offset: 0x339): sys_func
    <63d>   DW_AT_decl_file   : 18
    <63e>   DW_AT_decl_line   : 15
    <63f>   DW_AT_decl_column : 8
    <640>   DW_AT_type        : <0x662>
    <644>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><647>: Abbrev Number: 9 (DW_TAG_member)
    <648>   DW_AT_name        : (indirect string, offset: 0x29a): sys_name
    <64c>   DW_AT_decl_file   : 18
    <64d>   DW_AT_decl_line   : 16
    <64e>   DW_AT_decl_column : 14
    <64f>   DW_AT_type        : <0x1d2>
    <653>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><656>: Abbrev Number: 0
 <1><657>: Abbrev Number: 20 (DW_TAG_subroutine_type)
    <658>   DW_AT_type        : <0x64>
    <65c>   DW_AT_sibling     : <0x662>
 <2><660>: Abbrev Number: 21 (DW_TAG_unspecified_parameters)
 <2><661>: Abbrev Number: 0
 <1><662>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <663>   DW_AT_byte_size   : 4
    <664>   DW_AT_type        : <0x657>
 <1><668>: Abbrev Number: 4 (DW_TAG_typedef)
    <669>   DW_AT_name        : (indirect string, offset: 0xe9c): struct_sysent
    <66d>   DW_AT_decl_file   : 18
    <66e>   DW_AT_decl_line   : 17
    <66f>   DW_AT_decl_column : 3
    <670>   DW_AT_type        : <0x5fe>
 <1><674>: Abbrev Number: 3 (DW_TAG_const_type)
    <675>   DW_AT_type        : <0x668>
 <1><679>: Abbrev Number: 13 (DW_TAG_variable)
    <67a>   DW_AT_name        : (indirect string, offset: 0xd65): current_personality
    <67e>   DW_AT_decl_file   : 19
    <67f>   DW_AT_decl_line   : 158
    <680>   DW_AT_decl_column : 17
    <681>   DW_AT_type        : <0x2b>
    <685>   DW_AT_external    : 1
    <686>   DW_AT_declaration : 1
 <1><687>: Abbrev Number: 13 (DW_TAG_variable)
    <688>   DW_AT_name        : (indirect string, offset: 0x838): current_wordsize
    <68c>   DW_AT_decl_file   : 19
    <68d>   DW_AT_decl_line   : 171
    <68e>   DW_AT_decl_column : 17
    <68f>   DW_AT_type        : <0x2b>
    <693>   DW_AT_external    : 1
    <694>   DW_AT_declaration : 1
 <1><695>: Abbrev Number: 13 (DW_TAG_variable)
    <696>   DW_AT_name        : (indirect string, offset: 0xa7d): current_klongsize
    <69a>   DW_AT_decl_file   : 19
    <69b>   DW_AT_decl_line   : 176
    <69c>   DW_AT_decl_column : 17
    <69d>   DW_AT_type        : <0x2b>
    <6a1>   DW_AT_external    : 1
    <6a2>   DW_AT_declaration : 1
 <1><6a3>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6a4>   DW_AT_name        : (indirect string, offset: 0xc91): ioctlent
    <6a8>   DW_AT_byte_size   : 8
    <6a9>   DW_AT_decl_file   : 19
    <6aa>   DW_AT_decl_line   : 217
    <6ab>   DW_AT_decl_column : 16
    <6ac>   DW_AT_sibling     : <0x6cf>
 <2><6b0>: Abbrev Number: 9 (DW_TAG_member)
    <6b1>   DW_AT_name        : (indirect string, offset: 0xf51): symbol
    <6b5>   DW_AT_decl_file   : 19
    <6b6>   DW_AT_decl_line   : 218
    <6b7>   DW_AT_decl_column : 14
    <6b8>   DW_AT_type        : <0x1d2>
    <6bc>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6bf>: Abbrev Number: 9 (DW_TAG_member)
    <6c0>   DW_AT_name        : (indirect string, offset: 0xd2e): code
    <6c4>   DW_AT_decl_file   : 19
    <6c5>   DW_AT_decl_line   : 219
    <6c6>   DW_AT_decl_column : 15
    <6c7>   DW_AT_type        : <0x2b>
    <6cb>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6ce>: Abbrev Number: 0
 <1><6cf>: Abbrev Number: 4 (DW_TAG_typedef)
    <6d0>   DW_AT_name        : (indirect string, offset: 0xc52): struct_ioctlent
    <6d4>   DW_AT_decl_file   : 19
    <6d5>   DW_AT_decl_line   : 220
    <6d6>   DW_AT_decl_column : 3
    <6d7>   DW_AT_type        : <0x6a3>
 <1><6db>: Abbrev Number: 3 (DW_TAG_const_type)
    <6dc>   DW_AT_type        : <0x6cf>
 <1><6e0>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6e1>   DW_AT_name        : (indirect string, offset: 0x82c): inject_data
    <6e5>   DW_AT_byte_size   : 10
    <6e6>   DW_AT_decl_file   : 19
    <6e7>   DW_AT_decl_line   : 241
    <6e8>   DW_AT_decl_column : 8
    <6e9>   DW_AT_sibling     : <0x748>
 <2><6ed>: Abbrev Number: 9 (DW_TAG_member)
    <6ee>   DW_AT_name        : (indirect string, offset: 0x568): flags
    <6f2>   DW_AT_decl_file   : 19
    <6f3>   DW_AT_decl_line   : 242
    <6f4>   DW_AT_decl_column : 10
    <6f5>   DW_AT_type        : <0xeb>
    <6f9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6fc>: Abbrev Number: 9 (DW_TAG_member)
    <6fd>   DW_AT_name        : (indirect string, offset: 0x950): signo
    <701>   DW_AT_decl_file   : 19
    <702>   DW_AT_decl_line   : 243
    <703>   DW_AT_decl_column : 10
    <704>   DW_AT_type        : <0xeb>
    <708>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><70b>: Abbrev Number: 9 (DW_TAG_member)
    <70c>   DW_AT_name        : (indirect string, offset: 0x100): rval_idx
    <710>   DW_AT_decl_file   : 19
    <711>   DW_AT_decl_line   : 244
    <712>   DW_AT_decl_column : 11
    <713>   DW_AT_type        : <0xf7>
    <717>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><71a>: Abbrev Number: 9 (DW_TAG_member)
    <71b>   DW_AT_name        : (indirect string, offset: 0x40): delay_idx
    <71f>   DW_AT_decl_file   : 19
    <720>   DW_AT_decl_line   : 245
    <721>   DW_AT_decl_column : 11
    <722>   DW_AT_type        : <0xf7>
    <726>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><729>: Abbrev Number: 9 (DW_TAG_member)
    <72a>   DW_AT_name        : (indirect string, offset: 0x5eb): poke_idx
    <72e>   DW_AT_decl_file   : 19
    <72f>   DW_AT_decl_line   : 246
    <730>   DW_AT_decl_column : 11
    <731>   DW_AT_type        : <0xf7>
    <735>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><738>: Abbrev Number: 9 (DW_TAG_member)
    <739>   DW_AT_name        : (indirect string, offset: 0x1aa): scno
    <73d>   DW_AT_decl_file   : 19
    <73e>   DW_AT_decl_line   : 247
    <73f>   DW_AT_decl_column : 11
    <740>   DW_AT_type        : <0xf7>
    <744>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><747>: Abbrev Number: 0
 <1><748>: Abbrev Number: 8 (DW_TAG_structure_type)
    <749>   DW_AT_name        : (indirect string, offset: 0xe1): inject_opts
    <74d>   DW_AT_byte_size   : 16
    <74e>   DW_AT_decl_file   : 19
    <74f>   DW_AT_decl_line   : 250
    <750>   DW_AT_decl_column : 8
    <751>   DW_AT_sibling     : <0x792>
 <2><755>: Abbrev Number: 9 (DW_TAG_member)
    <756>   DW_AT_name        : (indirect string, offset: 0xa5b): first
    <75a>   DW_AT_decl_file   : 19
    <75b>   DW_AT_decl_line   : 251
    <75c>   DW_AT_decl_column : 11
    <75d>   DW_AT_type        : <0xf7>
    <761>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><764>: Abbrev Number: 9 (DW_TAG_member)
    <765>   DW_AT_name        : (indirect string, offset: 0x10fb): last
    <769>   DW_AT_decl_file   : 19
    <76a>   DW_AT_decl_line   : 252
    <76b>   DW_AT_decl_column : 11
    <76c>   DW_AT_type        : <0xf7>
    <770>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><773>: Abbrev Number: 9 (DW_TAG_member)
    <774>   DW_AT_name        : (indirect string, offset: 0x3c6): step
    <778>   DW_AT_decl_file   : 19
    <779>   DW_AT_decl_line   : 253
    <77a>   DW_AT_decl_column : 11
    <77b>   DW_AT_type        : <0xf7>
    <77f>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><782>: Abbrev Number: 9 (DW_TAG_member)
    <783>   DW_AT_name        : (indirect string, offset: 0x10cd): data
    <787>   DW_AT_decl_file   : 19
    <788>   DW_AT_decl_line   : 254
    <789>   DW_AT_decl_column : 21
    <78a>   DW_AT_type        : <0x6e0>
    <78e>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><791>: Abbrev Number: 0
 <1><792>: Abbrev Number: 22 (DW_TAG_structure_type)
    <793>   DW_AT_name        : tcb
    <797>   DW_AT_byte_size   : 280
    <799>   DW_AT_decl_file   : 19
    <79a>   DW_AT_decl_line   : 262
    <79c>   DW_AT_decl_column : 8
    <79d>   DW_AT_sibling     : <0x9c2>
 <2><7a1>: Abbrev Number: 15 (DW_TAG_member)
    <7a2>   DW_AT_name        : (indirect string, offset: 0x568): flags
    <7a6>   DW_AT_decl_file   : 19
    <7a7>   DW_AT_decl_line   : 263
    <7a9>   DW_AT_decl_column : 6
    <7aa>   DW_AT_type        : <0x64>
    <7ae>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7b1>: Abbrev Number: 23 (DW_TAG_member)
    <7b2>   DW_AT_name        : pid
    <7b6>   DW_AT_decl_file   : 19
    <7b7>   DW_AT_decl_line   : 264
    <7b9>   DW_AT_decl_column : 6
    <7ba>   DW_AT_type        : <0x64>
    <7be>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7c1>: Abbrev Number: 15 (DW_TAG_member)
    <7c2>   DW_AT_name        : (indirect string, offset: 0x58): qual_flg
    <7c6>   DW_AT_decl_file   : 19
    <7c7>   DW_AT_decl_line   : 265
    <7c9>   DW_AT_decl_column : 6
    <7ca>   DW_AT_type        : <0x64>
    <7ce>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7d1>: Abbrev Number: 15 (DW_TAG_member)
    <7d2>   DW_AT_name        : (indirect string, offset: 0x3b7): currpers
    <7d6>   DW_AT_decl_file   : 19
    <7d7>   DW_AT_decl_line   : 267
    <7d9>   DW_AT_decl_column : 15
    <7da>   DW_AT_type        : <0x2b>
    <7de>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><7e1>: Abbrev Number: 15 (DW_TAG_member)
    <7e2>   DW_AT_name        : (indirect string, offset: 0xb55): u_error
    <7e6>   DW_AT_decl_file   : 19
    <7e7>   DW_AT_decl_line   : 269
    <7e9>   DW_AT_decl_column : 16
    <7ea>   DW_AT_type        : <0x37>
    <7ee>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><7f1>: Abbrev Number: 15 (DW_TAG_member)
    <7f2>   DW_AT_name        : (indirect string, offset: 0x1aa): scno
    <7f6>   DW_AT_decl_file   : 19
    <7f7>   DW_AT_decl_line   : 270
    <7f9>   DW_AT_decl_column : 17
    <7fa>   DW_AT_type        : <0x5bb>
    <7fe>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><801>: Abbrev Number: 15 (DW_TAG_member)
    <802>   DW_AT_name        : (indirect string, offset: 0xb98): true_scno
    <806>   DW_AT_decl_file   : 19
    <807>   DW_AT_decl_line   : 271
    <809>   DW_AT_decl_column : 17
    <80a>   DW_AT_type        : <0x5bb>
    <80e>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><811>: Abbrev Number: 15 (DW_TAG_member)
    <812>   DW_AT_name        : (indirect string, offset: 0x1b4): u_arg
    <816>   DW_AT_decl_file   : 19
    <817>   DW_AT_decl_line   : 272
    <819>   DW_AT_decl_column : 17
    <81a>   DW_AT_type        : <0x9c2>
    <81e>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><821>: Abbrev Number: 15 (DW_TAG_member)
    <822>   DW_AT_name        : (indirect string, offset: 0x9b3): u_rval
    <826>   DW_AT_decl_file   : 19
    <827>   DW_AT_decl_line   : 273
    <829>   DW_AT_decl_column : 16
    <82a>   DW_AT_type        : <0x5af>
    <82e>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><831>: Abbrev Number: 15 (DW_TAG_member)
    <832>   DW_AT_name        : (indirect string, offset: 0xad4): sys_func_rval
    <836>   DW_AT_decl_file   : 19
    <837>   DW_AT_decl_line   : 274
    <839>   DW_AT_decl_column : 6
    <83a>   DW_AT_type        : <0x64>
    <83e>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><841>: Abbrev Number: 15 (DW_TAG_member)
    <842>   DW_AT_name        : (indirect string, offset: 0xd0f): curcol
    <846>   DW_AT_decl_file   : 19
    <847>   DW_AT_decl_line   : 275
    <849>   DW_AT_decl_column : 6
    <84a>   DW_AT_type        : <0x64>
    <84e>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><851>: Abbrev Number: 15 (DW_TAG_member)
    <852>   DW_AT_name        : (indirect string, offset: 0x9c5): outf
    <856>   DW_AT_decl_file   : 19
    <857>   DW_AT_decl_line   : 276
    <859>   DW_AT_decl_column : 8
    <85a>   DW_AT_type        : <0x9d2>
    <85e>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><861>: Abbrev Number: 15 (DW_TAG_member)
    <862>   DW_AT_name        : (indirect string, offset: 0xf29): staged_output_data
    <866>   DW_AT_decl_file   : 19
    <867>   DW_AT_decl_line   : 277
    <869>   DW_AT_decl_column : 29
    <86a>   DW_AT_type        : <0x9de>
    <86e>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><871>: Abbrev Number: 15 (DW_TAG_member)
    <872>   DW_AT_name        : (indirect string, offset: 0xa9f): auxstr
    <876>   DW_AT_decl_file   : 19
    <877>   DW_AT_decl_line   : 279
    <879>   DW_AT_decl_column : 14
    <87a>   DW_AT_type        : <0x1d2>
    <87e>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><881>: Abbrev Number: 15 (DW_TAG_member)
    <882>   DW_AT_name        : (indirect string, offset: 0x179): _priv_data
    <886>   DW_AT_decl_file   : 19
    <887>   DW_AT_decl_line   : 280
    <889>   DW_AT_decl_column : 8
    <88a>   DW_AT_type        : <0xc6>
    <88e>   DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
 <2><891>: Abbrev Number: 15 (DW_TAG_member)
    <892>   DW_AT_name        : (indirect string, offset: 0xc35): _free_priv_data
    <896>   DW_AT_decl_file   : 19
    <897>   DW_AT_decl_line   : 281
    <899>   DW_AT_decl_column : 9
    <89a>   DW_AT_type        : <0x9f0>
    <89e>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><8a1>: Abbrev Number: 15 (DW_TAG_member)
    <8a2>   DW_AT_name        : (indirect string, offset: 0x19a): s_ent
    <8a6>   DW_AT_decl_file   : 19
    <8a7>   DW_AT_decl_line   : 282
    <8a9>   DW_AT_decl_column : 23
    <8aa>   DW_AT_type        : <0x9f6>
    <8ae>   DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
 <2><8b1>: Abbrev Number: 15 (DW_TAG_member)
    <8b2>   DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
    <8b6>   DW_AT_decl_file   : 19
    <8b7>   DW_AT_decl_line   : 285
    <8b9>   DW_AT_decl_column : 23
    <8ba>   DW_AT_type        : <0x9f6>
    <8be>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><8c2>: Abbrev Number: 15 (DW_TAG_member)
    <8c3>   DW_AT_name        : (indirect string, offset: 0x3ac): inject_vec
    <8c7>   DW_AT_decl_file   : 19
    <8c8>   DW_AT_decl_line   : 286
    <8ca>   DW_AT_decl_column : 22
    <8cb>   DW_AT_type        : <0xa01>
    <8cf>   DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
 <2><8d3>: Abbrev Number: 15 (DW_TAG_member)
    <8d4>   DW_AT_name        : (indirect string, offset: 0x807): stime
    <8d8>   DW_AT_decl_file   : 19
    <8d9>   DW_AT_decl_line   : 287
    <8db>   DW_AT_decl_column : 18
    <8dc>   DW_AT_type        : <0x133>
    <8e0>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><8e4>: Abbrev Number: 15 (DW_TAG_member)
    <8e5>   DW_AT_name        : (indirect string, offset: 0x3c0): ltime
    <8e9>   DW_AT_decl_file   : 19
    <8ea>   DW_AT_decl_line   : 288
    <8ec>   DW_AT_decl_column : 18
    <8ed>   DW_AT_type        : <0x133>
    <8f1>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><8f5>: Abbrev Number: 15 (DW_TAG_member)
    <8f6>   DW_AT_name        : (indirect string, offset: 0xfea): atime
    <8fa>   DW_AT_decl_file   : 19
    <8fb>   DW_AT_decl_line   : 289
    <8fd>   DW_AT_decl_column : 18
    <8fe>   DW_AT_type        : <0x133>
    <902>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><906>: Abbrev Number: 15 (DW_TAG_member)
    <907>   DW_AT_name        : (indirect string, offset: 0x562): etime
    <90b>   DW_AT_decl_file   : 19
    <90c>   DW_AT_decl_line   : 290
    <90e>   DW_AT_decl_column : 18
    <90f>   DW_AT_type        : <0x133>
    <913>   DW_AT_data_member_location: 3 byte block: 23 c0 1 	(DW_OP_plus_uconst: 192)
 <2><917>: Abbrev Number: 15 (DW_TAG_member)
    <918>   DW_AT_name        : (indirect string, offset: 0xd79): delay_expiration_time
    <91c>   DW_AT_decl_file   : 19
    <91d>   DW_AT_decl_line   : 291
    <91f>   DW_AT_decl_column : 18
    <920>   DW_AT_type        : <0x133>
    <924>   DW_AT_data_member_location: 3 byte block: 23 d0 1 	(DW_OP_plus_uconst: 208)
 <2><928>: Abbrev Number: 15 (DW_TAG_member)
    <929>   DW_AT_name        : (indirect string, offset: 0x32): pid_ns
    <92d>   DW_AT_decl_file   : 19
    <92e>   DW_AT_decl_line   : 298
    <930>   DW_AT_decl_column : 15
    <931>   DW_AT_type        : <0x2b>
    <935>   DW_AT_data_member_location: 3 byte block: 23 e0 1 	(DW_OP_plus_uconst: 224)
 <2><939>: Abbrev Number: 15 (DW_TAG_member)
    <93a>   DW_AT_name        : (indirect string, offset: 0xf80): mmap_cache
    <93e>   DW_AT_decl_file   : 19
    <93f>   DW_AT_decl_line   : 304
    <941>   DW_AT_decl_column : 23
    <942>   DW_AT_type        : <0xa1d>
    <946>   DW_AT_data_member_location: 3 byte block: 23 e4 1 	(DW_OP_plus_uconst: 228)
 <2><94a>: Abbrev Number: 15 (DW_TAG_member)
    <94b>   DW_AT_name        : (indirect string, offset: 0xb6e): wait_data_idx
    <94f>   DW_AT_decl_file   : 19
    <950>   DW_AT_decl_line   : 311
    <952>   DW_AT_decl_column : 9
    <953>   DW_AT_type        : <0x122>
    <957>   DW_AT_data_member_location: 3 byte block: 23 e8 1 	(DW_OP_plus_uconst: 232)
 <2><95b>: Abbrev Number: 15 (DW_TAG_member)
    <95c>   DW_AT_name        : (indirect string, offset: 0xaa6): delayed_wait_data
    <960>   DW_AT_decl_file   : 19
    <961>   DW_AT_decl_line   : 313
    <963>   DW_AT_decl_column : 24
    <964>   DW_AT_type        : <0xa29>
    <968>   DW_AT_data_member_location: 3 byte block: 23 ec 1 	(DW_OP_plus_uconst: 236)
 <2><96c>: Abbrev Number: 15 (DW_TAG_member)
    <96d>   DW_AT_name        : (indirect string, offset: 0xb16): wait_list
    <971>   DW_AT_decl_file   : 19
    <972>   DW_AT_decl_line   : 314
    <974>   DW_AT_decl_column : 19
    <975>   DW_AT_type        : <0x5cc>
    <979>   DW_AT_data_member_location: 3 byte block: 23 f0 1 	(DW_OP_plus_uconst: 240)
 <2><97d>: Abbrev Number: 15 (DW_TAG_member)
    <97e>   DW_AT_name        : (indirect string, offset: 0x6da): vcpu_info_list
    <982>   DW_AT_decl_file   : 19
    <983>   DW_AT_decl_line   : 318
    <985>   DW_AT_decl_column : 20
    <986>   DW_AT_type        : <0xa35>
    <98a>   DW_AT_data_member_location: 3 byte block: 23 f8 1 	(DW_OP_plus_uconst: 248)
 <2><98e>: Abbrev Number: 15 (DW_TAG_member)
    <98f>   DW_AT_name        : (indirect string, offset: 0xccc): unwind_ctx
    <993>   DW_AT_decl_file   : 19
    <994>   DW_AT_decl_line   : 322
    <996>   DW_AT_decl_column : 8
    <997>   DW_AT_type        : <0xc6>
    <99b>   DW_AT_data_member_location: 3 byte block: 23 fc 1 	(DW_OP_plus_uconst: 252)
 <2><99f>: Abbrev Number: 15 (DW_TAG_member)
    <9a0>   DW_AT_name        : (indirect string, offset: 0x54c): unwind_queue
    <9a4>   DW_AT_decl_file   : 19
    <9a5>   DW_AT_decl_line   : 323
    <9a7>   DW_AT_decl_column : 25
    <9a8>   DW_AT_type        : <0xa41>
    <9ac>   DW_AT_data_member_location: 3 byte block: 23 80 2 	(DW_OP_plus_uconst: 256)
 <2><9b0>: Abbrev Number: 15 (DW_TAG_member)
    <9b1>   DW_AT_name        : (indirect string, offset: 0x16e): comm
    <9b5>   DW_AT_decl_file   : 19
    <9b6>   DW_AT_decl_line   : 327
    <9b8>   DW_AT_decl_column : 7
    <9b9>   DW_AT_type        : <0xa47>
    <9bd>   DW_AT_data_member_location: 3 byte block: 23 84 2 	(DW_OP_plus_uconst: 260)
 <2><9c1>: Abbrev Number: 0
 <1><9c2>: Abbrev Number: 10 (DW_TAG_array_type)
    <9c3>   DW_AT_type        : <0x5bb>
    <9c7>   DW_AT_sibling     : <0x9d2>
 <2><9cb>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <9cc>   DW_AT_type        : <0x2b>
    <9d0>   DW_AT_upper_bound : 5
 <2><9d1>: Abbrev Number: 0
 <1><9d2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9d3>   DW_AT_byte_size   : 4
    <9d4>   DW_AT_type        : <0x3bc>
 <1><9d8>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9d9>   DW_AT_name        : (indirect string, offset: 0xf29): staged_output_data
    <9dd>   DW_AT_declaration : 1
 <1><9de>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9df>   DW_AT_byte_size   : 4
    <9e0>   DW_AT_type        : <0x9d8>
 <1><9e4>: Abbrev Number: 24 (DW_TAG_subroutine_type)
    <9e5>   DW_AT_prototyped  : 1
    <9e6>   DW_AT_sibling     : <0x9f0>
 <2><9ea>: Abbrev Number: 25 (DW_TAG_formal_parameter)
    <9eb>   DW_AT_type        : <0xc6>
 <2><9ef>: Abbrev Number: 0
 <1><9f0>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9f1>   DW_AT_byte_size   : 4
    <9f2>   DW_AT_type        : <0x9e4>
 <1><9f6>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9f7>   DW_AT_byte_size   : 4
    <9f8>   DW_AT_type        : <0x674>
 <1><9fc>: Abbrev Number: 3 (DW_TAG_const_type)
    <9fd>   DW_AT_type        : <0x9f6>
 <1><a01>: Abbrev Number: 10 (DW_TAG_array_type)
    <a02>   DW_AT_type        : <0xa11>
    <a06>   DW_AT_sibling     : <0xa11>
 <2><a0a>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <a0b>   DW_AT_type        : <0x2b>
    <a0f>   DW_AT_upper_bound : 2
 <2><a10>: Abbrev Number: 0
 <1><a11>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a12>   DW_AT_byte_size   : 4
    <a13>   DW_AT_type        : <0x748>
 <1><a17>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a18>   DW_AT_name        : (indirect string, offset: 0xad): mmap_cache_t
    <a1c>   DW_AT_declaration : 1
 <1><a1d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a1e>   DW_AT_byte_size   : 4
    <a1f>   DW_AT_type        : <0xa17>
 <1><a23>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a24>   DW_AT_name        : (indirect string, offset: 0x3e1): tcb_wait_data
    <a28>   DW_AT_declaration : 1
 <1><a29>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a2a>   DW_AT_byte_size   : 4
    <a2b>   DW_AT_type        : <0xa23>
 <1><a2f>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a30>   DW_AT_name        : (indirect string, offset: 0x164): vcpu_info
    <a34>   DW_AT_declaration : 1
 <1><a35>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a36>   DW_AT_byte_size   : 4
    <a37>   DW_AT_type        : <0xa2f>
 <1><a3b>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a3c>   DW_AT_name        : (indirect string, offset: 0xf0d): unwind_queue_t
    <a40>   DW_AT_declaration : 1
 <1><a41>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a42>   DW_AT_byte_size   : 4
    <a43>   DW_AT_type        : <0xa3b>
 <1><a47>: Abbrev Number: 10 (DW_TAG_array_type)
    <a48>   DW_AT_type        : <0xdf>
    <a4c>   DW_AT_sibling     : <0xa57>
 <2><a50>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <a51>   DW_AT_type        : <0x2b>
    <a55>   DW_AT_upper_bound : 15
 <2><a56>: Abbrev Number: 0
 <1><a57>: Abbrev Number: 12 (DW_TAG_variable)
    <a58>   DW_AT_name        : (indirect string, offset: 0xbab): stub_sysent
    <a5c>   DW_AT_decl_file   : 19
    <a5d>   DW_AT_decl_line   : 400
    <a5f>   DW_AT_decl_column : 28
    <a60>   DW_AT_type        : <0x674>
    <a64>   DW_AT_external    : 1
    <a65>   DW_AT_declaration : 1
 <1><a66>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a67>   DW_AT_name        : (indirect string, offset: 0x10b0): xlat_type
    <a6b>   DW_AT_encoding    : 7	(unsigned)
    <a6c>   DW_AT_byte_size   : 4
    <a6d>   DW_AT_type        : <0x2b>
    <a71>   DW_AT_decl_file   : 20
    <a72>   DW_AT_decl_line   : 13
    <a73>   DW_AT_decl_column : 6
    <a74>   DW_AT_sibling     : <0xa8b>
 <2><a78>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a79>   DW_AT_name        : (indirect string, offset: 0x309): XT_NORMAL
    <a7d>   DW_AT_const_value : 0
 <2><a7e>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a7f>   DW_AT_name        : (indirect string, offset: 0xc69): XT_SORTED
    <a83>   DW_AT_const_value : 1
 <2><a84>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a85>   DW_AT_name        : (indirect string, offset: 0xdfc): XT_INDEXED
    <a89>   DW_AT_const_value : 2
 <2><a8a>: Abbrev Number: 0
 <1><a8b>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a8c>   DW_AT_name        : (indirect string, offset: 0xbd7): xlat_style
    <a90>   DW_AT_encoding    : 7	(unsigned)
    <a91>   DW_AT_byte_size   : 4
    <a92>   DW_AT_type        : <0x2b>
    <a96>   DW_AT_decl_file   : 20
    <a97>   DW_AT_decl_line   : 19
    <a98>   DW_AT_decl_column : 6
    <a99>   DW_AT_sibling     : <0xac8>
 <2><a9d>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a9e>   DW_AT_name        : (indirect string, offset: 0xed): XLAT_STYLE_DEFAULT
    <aa2>   DW_AT_const_value : 0
 <2><aa3>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa4>   DW_AT_name        : (indirect string, offset: 0xc12): XLAT_STYLE_RAW
    <aa8>   DW_AT_const_value : 1
 <2><aa9>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aaa>   DW_AT_name        : (indirect string, offset: 0x107b): XLAT_STYLE_ABBREV
    <aae>   DW_AT_const_value : 2
 <2><aaf>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab0>   DW_AT_name        : (indirect string, offset: 0x326): XLAT_STYLE_VERBOSE
    <ab4>   DW_AT_const_value : 3
 <2><ab5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab6>   DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
    <aba>   DW_AT_const_value : 0
 <2><abb>: Abbrev Number: 27 (DW_TAG_enumerator)
    <abc>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <ac0>   DW_AT_const_value : 4
 <2><ac1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ac2>   DW_AT_name        : (indirect string, offset: 0x10ea): XLAT_STYLE_FMT_D
    <ac6>   DW_AT_const_value : 8
 <2><ac7>: Abbrev Number: 0
 <1><ac8>: Abbrev Number: 8 (DW_TAG_structure_type)
    <ac9>   DW_AT_name        : (indirect string, offset: 0x357): xlat_data
    <acd>   DW_AT_byte_size   : 16
    <ace>   DW_AT_decl_file   : 20
    <acf>   DW_AT_decl_line   : 51
    <ad0>   DW_AT_decl_column : 8
    <ad1>   DW_AT_sibling     : <0xaf4>
 <2><ad5>: Abbrev Number: 19 (DW_TAG_member)
    <ad6>   DW_AT_name        : val
    <ada>   DW_AT_decl_file   : 20
    <adb>   DW_AT_decl_line   : 52
    <adc>   DW_AT_decl_column : 11
    <add>   DW_AT_type        : <0x10f>
    <ae1>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ae4>: Abbrev Number: 19 (DW_TAG_member)
    <ae5>   DW_AT_name        : str
    <ae9>   DW_AT_decl_file   : 20
    <aea>   DW_AT_decl_line   : 53
    <aeb>   DW_AT_decl_column : 14
    <aec>   DW_AT_type        : <0x1d2>
    <af0>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><af3>: Abbrev Number: 0
 <1><af4>: Abbrev Number: 3 (DW_TAG_const_type)
    <af5>   DW_AT_type        : <0xac8>
 <1><af9>: Abbrev Number: 8 (DW_TAG_structure_type)
    <afa>   DW_AT_name        : (indirect string, offset: 0x22): xlat
    <afe>   DW_AT_byte_size   : 24
    <aff>   DW_AT_decl_file   : 20
    <b00>   DW_AT_decl_line   : 56
    <b01>   DW_AT_decl_column : 8
    <b02>   DW_AT_sibling     : <0xb52>
 <2><b06>: Abbrev Number: 9 (DW_TAG_member)
    <b07>   DW_AT_name        : (indirect string, offset: 0x10cd): data
    <b0b>   DW_AT_decl_file   : 20
    <b0c>   DW_AT_decl_line   : 57
    <b0d>   DW_AT_decl_column : 26
    <b0e>   DW_AT_type        : <0xb57>
    <b12>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b15>: Abbrev Number: 9 (DW_TAG_member)
    <b16>   DW_AT_name        : (indirect string, offset: 0x88a): flags_strsz
    <b1a>   DW_AT_decl_file   : 20
    <b1b>   DW_AT_decl_line   : 58
    <b1c>   DW_AT_decl_column : 9
    <b1d>   DW_AT_type        : <0x122>
    <b21>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b24>: Abbrev Number: 9 (DW_TAG_member)
    <b25>   DW_AT_name        : (indirect string, offset: 0xb7c): size
    <b29>   DW_AT_decl_file   : 20
    <b2a>   DW_AT_decl_line   : 59
    <b2b>   DW_AT_decl_column : 11
    <b2c>   DW_AT_type        : <0x103>
    <b30>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b33>: Abbrev Number: 9 (DW_TAG_member)
    <b34>   DW_AT_name        : (indirect string, offset: 0x1af): type
    <b38>   DW_AT_decl_file   : 20
    <b39>   DW_AT_decl_line   : 60
    <b3a>   DW_AT_decl_column : 17
    <b3b>   DW_AT_type        : <0xa66>
    <b3f>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b42>: Abbrev Number: 9 (DW_TAG_member)
    <b43>   DW_AT_name        : (indirect string, offset: 0x735): flags_mask
    <b47>   DW_AT_decl_file   : 20
    <b48>   DW_AT_decl_line   : 61
    <b49>   DW_AT_decl_column : 11
    <b4a>   DW_AT_type        : <0x10f>
    <b4e>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b51>: Abbrev Number: 0
 <1><b52>: Abbrev Number: 3 (DW_TAG_const_type)
    <b53>   DW_AT_type        : <0xaf9>
 <1><b57>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b58>   DW_AT_byte_size   : 4
    <b59>   DW_AT_type        : <0xaf4>
 <1><b5d>: Abbrev Number: 10 (DW_TAG_array_type)
    <b5e>   DW_AT_type        : <0xb52>
    <b62>   DW_AT_sibling     : <0xb68>
 <2><b66>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b67>: Abbrev Number: 0
 <1><b68>: Abbrev Number: 3 (DW_TAG_const_type)
    <b69>   DW_AT_type        : <0xb5d>
 <1><b6d>: Abbrev Number: 12 (DW_TAG_variable)
    <b6e>   DW_AT_name        : (indirect string, offset: 0xe65): addrfams
    <b72>   DW_AT_decl_file   : 19
    <b73>   DW_AT_decl_line   : 406
    <b75>   DW_AT_decl_column : 26
    <b76>   DW_AT_type        : <0xb68>
    <b7a>   DW_AT_external    : 1
    <b7b>   DW_AT_declaration : 1
 <1><b7c>: Abbrev Number: 12 (DW_TAG_variable)
    <b7d>   DW_AT_name        : (indirect string, offset: 0xd3e): arp_hardware_types
    <b81>   DW_AT_decl_file   : 19
    <b82>   DW_AT_decl_line   : 407
    <b84>   DW_AT_decl_column : 26
    <b85>   DW_AT_type        : <0xb68>
    <b89>   DW_AT_external    : 1
    <b8a>   DW_AT_declaration : 1
 <1><b8b>: Abbrev Number: 12 (DW_TAG_variable)
    <b8c>   DW_AT_name        : (indirect string, offset: 0xff0): at_flags
    <b90>   DW_AT_decl_file   : 19
    <b91>   DW_AT_decl_line   : 408
    <b93>   DW_AT_decl_column : 26
    <b94>   DW_AT_type        : <0xb68>
    <b98>   DW_AT_external    : 1
    <b99>   DW_AT_declaration : 1
 <1><b9a>: Abbrev Number: 12 (DW_TAG_variable)
    <b9b>   DW_AT_name        : (indirect string, offset: 0x52a): clocknames
    <b9f>   DW_AT_decl_file   : 19
    <ba0>   DW_AT_decl_line   : 409
    <ba2>   DW_AT_decl_column : 26
    <ba3>   DW_AT_type        : <0xb68>
    <ba7>   DW_AT_external    : 1
    <ba8>   DW_AT_declaration : 1
 <1><ba9>: Abbrev Number: 12 (DW_TAG_variable)
    <baa>   DW_AT_name        : (indirect string, offset: 0xfbc): dirent_types
    <bae>   DW_AT_decl_file   : 19
    <baf>   DW_AT_decl_line   : 410
    <bb1>   DW_AT_decl_column : 26
    <bb2>   DW_AT_type        : <0xb68>
    <bb6>   DW_AT_external    : 1
    <bb7>   DW_AT_declaration : 1
 <1><bb8>: Abbrev Number: 12 (DW_TAG_variable)
    <bb9>   DW_AT_name        : (indirect string, offset: 0x8db): ethernet_protocols
    <bbd>   DW_AT_decl_file   : 19
    <bbe>   DW_AT_decl_line   : 411
    <bc0>   DW_AT_decl_column : 26
    <bc1>   DW_AT_type        : <0xb68>
    <bc5>   DW_AT_external    : 1
    <bc6>   DW_AT_declaration : 1
 <1><bc7>: Abbrev Number: 12 (DW_TAG_variable)
    <bc8>   DW_AT_name        : (indirect string, offset: 0x63e): inet_protocols
    <bcc>   DW_AT_decl_file   : 19
    <bcd>   DW_AT_decl_line   : 412
    <bcf>   DW_AT_decl_column : 26
    <bd0>   DW_AT_type        : <0xb68>
    <bd4>   DW_AT_external    : 1
    <bd5>   DW_AT_declaration : 1
 <1><bd6>: Abbrev Number: 12 (DW_TAG_variable)
    <bd7>   DW_AT_name        : (indirect string, offset: 0x2f6): evdev_abs
    <bdb>   DW_AT_decl_file   : 19
    <bdc>   DW_AT_decl_line   : 413
    <bde>   DW_AT_decl_column : 26
    <bdf>   DW_AT_type        : <0xb68>
    <be3>   DW_AT_external    : 1
    <be4>   DW_AT_declaration : 1
 <1><be5>: Abbrev Number: 12 (DW_TAG_variable)
    <be6>   DW_AT_name        : (indirect string, offset: 0x72a): audit_arch
    <bea>   DW_AT_decl_file   : 19
    <beb>   DW_AT_decl_line   : 414
    <bed>   DW_AT_decl_column : 26
    <bee>   DW_AT_type        : <0xb68>
    <bf2>   DW_AT_external    : 1
    <bf3>   DW_AT_declaration : 1
 <1><bf4>: Abbrev Number: 12 (DW_TAG_variable)
    <bf5>   DW_AT_name        : (indirect string, offset: 0x99): evdev_ev
    <bf9>   DW_AT_decl_file   : 19
    <bfa>   DW_AT_decl_line   : 415
    <bfc>   DW_AT_decl_column : 26
    <bfd>   DW_AT_type        : <0xb68>
    <c01>   DW_AT_external    : 1
    <c02>   DW_AT_declaration : 1
 <1><c03>: Abbrev Number: 12 (DW_TAG_variable)
    <c04>   DW_AT_name        : (indirect string, offset: 0x50b): iffflags
    <c08>   DW_AT_decl_file   : 19
    <c09>   DW_AT_decl_line   : 416
    <c0b>   DW_AT_decl_column : 26
    <c0c>   DW_AT_type        : <0xb68>
    <c10>   DW_AT_external    : 1
    <c11>   DW_AT_declaration : 1
 <1><c12>: Abbrev Number: 12 (DW_TAG_variable)
    <c13>   DW_AT_name        : (indirect string, offset: 0xc21): ip_type_of_services
    <c17>   DW_AT_decl_file   : 19
    <c18>   DW_AT_decl_line   : 417
    <c1a>   DW_AT_decl_column : 26
    <c1b>   DW_AT_type        : <0xb68>
    <c1f>   DW_AT_external    : 1
    <c20>   DW_AT_declaration : 1
 <1><c21>: Abbrev Number: 12 (DW_TAG_variable)
    <c22>   DW_AT_name        : (indirect string, offset: 0x6b6): ipc_private
    <c26>   DW_AT_decl_file   : 19
    <c27>   DW_AT_decl_line   : 418
    <c29>   DW_AT_decl_column : 26
    <c2a>   DW_AT_type        : <0xb68>
    <c2e>   DW_AT_external    : 1
    <c2f>   DW_AT_declaration : 1
 <1><c30>: Abbrev Number: 12 (DW_TAG_variable)
    <c31>   DW_AT_name        : (indirect string, offset: 0x34d): msg_flags
    <c35>   DW_AT_decl_file   : 19
    <c36>   DW_AT_decl_line   : 419
    <c38>   DW_AT_decl_column : 26
    <c39>   DW_AT_type        : <0xb68>
    <c3d>   DW_AT_external    : 1
    <c3e>   DW_AT_declaration : 1
 <1><c3f>: Abbrev Number: 12 (DW_TAG_variable)
    <c40>   DW_AT_name        : (indirect string, offset: 0x109): netlink_protocols
    <c44>   DW_AT_decl_file   : 19
    <c45>   DW_AT_decl_line   : 420
    <c47>   DW_AT_decl_column : 26
    <c48>   DW_AT_type        : <0xb68>
    <c4c>   DW_AT_external    : 1
    <c4d>   DW_AT_declaration : 1
 <1><c4e>: Abbrev Number: 12 (DW_TAG_variable)
    <c4f>   DW_AT_name        : (indirect string, offset: 0xf3c): nl_bridge_vlan_flags
    <c53>   DW_AT_decl_file   : 19
    <c54>   DW_AT_decl_line   : 421
    <c56>   DW_AT_decl_column : 26
    <c57>   DW_AT_type        : <0xb68>
    <c5b>   DW_AT_external    : 1
    <c5c>   DW_AT_declaration : 1
 <1><c5d>: Abbrev Number: 12 (DW_TAG_variable)
    <c5e>   DW_AT_name        : (indirect string, offset: 0xde5): nl_netfilter_msg_types
    <c62>   DW_AT_decl_file   : 19
    <c63>   DW_AT_decl_line   : 422
    <c65>   DW_AT_decl_column : 26
    <c66>   DW_AT_type        : <0xb68>
    <c6a>   DW_AT_external    : 1
    <c6b>   DW_AT_declaration : 1
 <1><c6c>: Abbrev Number: 12 (DW_TAG_variable)
    <c6d>   DW_AT_name        : (indirect string, offset: 0x230): nl_route_types
    <c71>   DW_AT_decl_file   : 19
    <c72>   DW_AT_decl_line   : 423
    <c74>   DW_AT_decl_column : 26
    <c75>   DW_AT_type        : <0xb68>
    <c79>   DW_AT_external    : 1
    <c7a>   DW_AT_declaration : 1
 <1><c7b>: Abbrev Number: 12 (DW_TAG_variable)
    <c7c>   DW_AT_name        : (indirect string, offset: 0xeaa): open_access_modes
    <c80>   DW_AT_decl_file   : 19
    <c81>   DW_AT_decl_line   : 424
    <c83>   DW_AT_decl_column : 26
    <c84>   DW_AT_type        : <0xb68>
    <c88>   DW_AT_external    : 1
    <c89>   DW_AT_declaration : 1
 <1><c8a>: Abbrev Number: 12 (DW_TAG_variable)
    <c8b>   DW_AT_name        : (indirect string, offset: 0x79): open_mode_flags
    <c8f>   DW_AT_decl_file   : 19
    <c90>   DW_AT_decl_line   : 425
    <c92>   DW_AT_decl_column : 26
    <c93>   DW_AT_type        : <0xb68>
    <c97>   DW_AT_external    : 1
    <c98>   DW_AT_declaration : 1
 <1><c99>: Abbrev Number: 12 (DW_TAG_variable)
    <c9a>   DW_AT_name        : (indirect string, offset: 0xc45): perf_type_id
    <c9e>   DW_AT_decl_file   : 19
    <c9f>   DW_AT_decl_line   : 426
    <ca1>   DW_AT_decl_column : 26
    <ca2>   DW_AT_type        : <0xb68>
    <ca6>   DW_AT_external    : 1
    <ca7>   DW_AT_declaration : 1
 <1><ca8>: Abbrev Number: 12 (DW_TAG_variable)
    <ca9>   DW_AT_name        : (indirect string, offset: 0xe6e): pollflags
    <cad>   DW_AT_decl_file   : 19
    <cae>   DW_AT_decl_line   : 427
    <cb0>   DW_AT_decl_column : 26
    <cb1>   DW_AT_type        : <0xb68>
    <cb5>   DW_AT_external    : 1
    <cb6>   DW_AT_declaration : 1
 <1><cb7>: Abbrev Number: 12 (DW_TAG_variable)
    <cb8>   DW_AT_name        : (indirect string, offset: 0x5df): ptrace_cmds
    <cbc>   DW_AT_decl_file   : 19
    <cbd>   DW_AT_decl_line   : 428
    <cbf>   DW_AT_decl_column : 26
    <cc0>   DW_AT_type        : <0xb68>
    <cc4>   DW_AT_external    : 1
    <cc5>   DW_AT_declaration : 1
 <1><cc6>: Abbrev Number: 12 (DW_TAG_variable)
    <cc7>   DW_AT_name        : (indirect string, offset: 0x81d): resource_flags
    <ccb>   DW_AT_decl_file   : 19
    <ccc>   DW_AT_decl_line   : 429
    <cce>   DW_AT_decl_column : 26
    <ccf>   DW_AT_type        : <0xb68>
    <cd3>   DW_AT_external    : 1
    <cd4>   DW_AT_declaration : 1
 <1><cd5>: Abbrev Number: 12 (DW_TAG_variable)
    <cd6>   DW_AT_name        : (indirect string, offset: 0x2b8): route_nexthop_flags
    <cda>   DW_AT_decl_file   : 19
    <cdb>   DW_AT_decl_line   : 430
    <cdd>   DW_AT_decl_column : 26
    <cde>   DW_AT_type        : <0xb68>
    <ce2>   DW_AT_external    : 1
    <ce3>   DW_AT_declaration : 1
 <1><ce4>: Abbrev Number: 12 (DW_TAG_variable)
    <ce5>   DW_AT_name        : (indirect string, offset: 0xed1): routing_protocols
    <ce9>   DW_AT_decl_file   : 19
    <cea>   DW_AT_decl_line   : 431
    <cec>   DW_AT_decl_column : 26
    <ced>   DW_AT_type        : <0xb68>
    <cf1>   DW_AT_external    : 1
    <cf2>   DW_AT_declaration : 1
 <1><cf3>: Abbrev Number: 12 (DW_TAG_variable)
    <cf4>   DW_AT_name        : (indirect string, offset: 0x4fc): routing_scopes
    <cf8>   DW_AT_decl_file   : 19
    <cf9>   DW_AT_decl_line   : 432
    <cfb>   DW_AT_decl_column : 26
    <cfc>   DW_AT_type        : <0xb68>
    <d00>   DW_AT_external    : 1
    <d01>   DW_AT_declaration : 1
 <1><d02>: Abbrev Number: 12 (DW_TAG_variable)
    <d03>   DW_AT_name        : (indirect string, offset: 0xdd3): routing_table_ids
    <d07>   DW_AT_decl_file   : 19
    <d08>   DW_AT_decl_line   : 433
    <d0a>   DW_AT_decl_column : 26
    <d0b>   DW_AT_type        : <0xb68>
    <d0f>   DW_AT_external    : 1
    <d10>   DW_AT_declaration : 1
 <1><d11>: Abbrev Number: 12 (DW_TAG_variable)
    <d12>   DW_AT_name        : (indirect string, offset: 0x680): routing_types
    <d16>   DW_AT_decl_file   : 19
    <d17>   DW_AT_decl_line   : 434
    <d19>   DW_AT_decl_column : 26
    <d1a>   DW_AT_type        : <0xb68>
    <d1e>   DW_AT_external    : 1
    <d1f>   DW_AT_declaration : 1
 <1><d20>: Abbrev Number: 12 (DW_TAG_variable)
    <d21>   DW_AT_name        : (indirect string, offset: 0x1d3): rwf_flags
    <d25>   DW_AT_decl_file   : 19
    <d26>   DW_AT_decl_line   : 435
    <d28>   DW_AT_decl_column : 26
    <d29>   DW_AT_type        : <0xb68>
    <d2d>   DW_AT_external    : 1
    <d2e>   DW_AT_declaration : 1
 <1><d2f>: Abbrev Number: 12 (DW_TAG_variable)
    <d30>   DW_AT_name        : (indirect string, offset: 0x855): seccomp_filter_flags
    <d34>   DW_AT_decl_file   : 19
    <d35>   DW_AT_decl_line   : 436
    <d37>   DW_AT_decl_column : 26
    <d38>   DW_AT_type        : <0xb68>
    <d3c>   DW_AT_external    : 1
    <d3d>   DW_AT_declaration : 1
 <1><d3e>: Abbrev Number: 12 (DW_TAG_variable)
    <d3f>   DW_AT_name        : (indirect string, offset: 0x313): seccomp_ret_action
    <d43>   DW_AT_decl_file   : 19
    <d44>   DW_AT_decl_line   : 437
    <d46>   DW_AT_decl_column : 26
    <d47>   DW_AT_type        : <0xb68>
    <d4b>   DW_AT_external    : 1
    <d4c>   DW_AT_declaration : 1
 <1><d4d>: Abbrev Number: 12 (DW_TAG_variable)
    <d4e>   DW_AT_name        : (indirect string, offset: 0x4bc): setns_types
    <d52>   DW_AT_decl_file   : 19
    <d53>   DW_AT_decl_line   : 438
    <d55>   DW_AT_decl_column : 26
    <d56>   DW_AT_type        : <0xb68>
    <d5a>   DW_AT_external    : 1
    <d5b>   DW_AT_declaration : 1
 <1><d5c>: Abbrev Number: 12 (DW_TAG_variable)
    <d5d>   DW_AT_name        : (indirect string, offset: 0xe5a): sg_io_info
    <d61>   DW_AT_decl_file   : 19
    <d62>   DW_AT_decl_line   : 439
    <d64>   DW_AT_decl_column : 26
    <d65>   DW_AT_type        : <0xb68>
    <d69>   DW_AT_external    : 1
    <d6a>   DW_AT_declaration : 1
 <1><d6b>: Abbrev Number: 12 (DW_TAG_variable)
    <d6c>   DW_AT_name        : (indirect string, offset: 0xbbf): socketlayers
    <d70>   DW_AT_decl_file   : 19
    <d71>   DW_AT_decl_line   : 440
    <d73>   DW_AT_decl_column : 26
    <d74>   DW_AT_type        : <0xb68>
    <d78>   DW_AT_external    : 1
    <d79>   DW_AT_declaration : 1
 <1><d7a>: Abbrev Number: 12 (DW_TAG_variable)
    <d7b>   DW_AT_name        : (indirect string, offset: 0xdb2): socktypes
    <d7f>   DW_AT_decl_file   : 19
    <d80>   DW_AT_decl_line   : 441
    <d82>   DW_AT_decl_column : 26
    <d83>   DW_AT_type        : <0xb68>
    <d87>   DW_AT_external    : 1
    <d88>   DW_AT_declaration : 1
 <1><d89>: Abbrev Number: 12 (DW_TAG_variable)
    <d8a>   DW_AT_name        : (indirect string, offset: 0xa8f): tcp_state_flags
    <d8e>   DW_AT_decl_file   : 19
    <d8f>   DW_AT_decl_line   : 442
    <d91>   DW_AT_decl_column : 26
    <d92>   DW_AT_type        : <0xb68>
    <d96>   DW_AT_external    : 1
    <d97>   DW_AT_declaration : 1
 <1><d98>: Abbrev Number: 12 (DW_TAG_variable)
    <d99>   DW_AT_name        : (indirect string, offset: 0x75f): tcp_states
    <d9d>   DW_AT_decl_file   : 19
    <d9e>   DW_AT_decl_line   : 443
    <da0>   DW_AT_decl_column : 26
    <da1>   DW_AT_type        : <0xb68>
    <da5>   DW_AT_external    : 1
    <da6>   DW_AT_declaration : 1
 <1><da7>: Abbrev Number: 12 (DW_TAG_variable)
    <da8>   DW_AT_name        : (indirect string, offset: 0x105e): whence_codes
    <dac>   DW_AT_decl_file   : 19
    <dad>   DW_AT_decl_line   : 444
    <daf>   DW_AT_decl_column : 26
    <db0>   DW_AT_type        : <0xb68>
    <db4>   DW_AT_external    : 1
    <db5>   DW_AT_declaration : 1
 <1><db6>: Abbrev Number: 28 (DW_TAG_enumeration_type)
    <db7>   DW_AT_encoding    : 7	(unsigned)
    <db8>   DW_AT_byte_size   : 4
    <db9>   DW_AT_type        : <0x2b>
    <dbd>   DW_AT_decl_file   : 19
    <dbe>   DW_AT_decl_line   : 505
    <dc0>   DW_AT_decl_column : 14
    <dc1>   DW_AT_sibling     : <0xdd8>
 <2><dc5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dc6>   DW_AT_name        : (indirect string, offset: 0x9ba): CFLAG_NONE
    <dca>   DW_AT_const_value : 0
 <2><dcb>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dcc>   DW_AT_name        : (indirect string, offset: 0x8ee): CFLAG_ONLY_STATS
    <dd0>   DW_AT_const_value : 1
 <2><dd1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dd2>   DW_AT_name        : (indirect string, offset: 0xbcc): CFLAG_BOTH
    <dd6>   DW_AT_const_value : 2
 <2><dd7>: Abbrev Number: 0
 <1><dd8>: Abbrev Number: 29 (DW_TAG_typedef)
    <dd9>   DW_AT_name        : (indirect string, offset: 0x1109): cflag_t
    <ddd>   DW_AT_decl_file   : 19
    <dde>   DW_AT_decl_line   : 509
    <de0>   DW_AT_decl_column : 3
    <de1>   DW_AT_type        : <0xdb6>
 <1><de5>: Abbrev Number: 12 (DW_TAG_variable)
    <de6>   DW_AT_name        : (indirect string, offset: 0xcf1): cflag
    <dea>   DW_AT_decl_file   : 19
    <deb>   DW_AT_decl_line   : 510
    <ded>   DW_AT_decl_column : 16
    <dee>   DW_AT_type        : <0xdd8>
    <df2>   DW_AT_external    : 1
    <df3>   DW_AT_declaration : 1
 <1><df4>: Abbrev Number: 12 (DW_TAG_variable)
    <df5>   DW_AT_name        : (indirect string, offset: 0x184): Tflag
    <df9>   DW_AT_decl_file   : 19
    <dfa>   DW_AT_decl_line   : 511
    <dfc>   DW_AT_decl_column : 13
    <dfd>   DW_AT_type        : <0x57f>
    <e01>   DW_AT_external    : 1
    <e02>   DW_AT_declaration : 1
 <1><e03>: Abbrev Number: 12 (DW_TAG_variable)
    <e04>   DW_AT_name        : (indirect string, offset: 0x7cf): Tflag_scale
    <e08>   DW_AT_decl_file   : 19
    <e09>   DW_AT_decl_line   : 512
    <e0b>   DW_AT_decl_column : 12
    <e0c>   DW_AT_type        : <0x64>
    <e10>   DW_AT_external    : 1
    <e11>   DW_AT_declaration : 1
 <1><e12>: Abbrev Number: 12 (DW_TAG_variable)
    <e13>   DW_AT_name        : (indirect string, offset: 0x86a): Tflag_width
    <e17>   DW_AT_decl_file   : 19
    <e18>   DW_AT_decl_line   : 513
    <e1a>   DW_AT_decl_column : 12
    <e1b>   DW_AT_type        : <0x64>
    <e1f>   DW_AT_external    : 1
    <e20>   DW_AT_declaration : 1
 <1><e21>: Abbrev Number: 12 (DW_TAG_variable)
    <e22>   DW_AT_name        : (indirect string, offset: 0xe4c): iflag
    <e26>   DW_AT_decl_file   : 19
    <e27>   DW_AT_decl_line   : 514
    <e29>   DW_AT_decl_column : 13
    <e2a>   DW_AT_type        : <0x57f>
    <e2e>   DW_AT_external    : 1
    <e2f>   DW_AT_declaration : 1
 <1><e30>: Abbrev Number: 12 (DW_TAG_variable)
    <e31>   DW_AT_name        : (indirect string, offset: 0x61f): count_wallclock
    <e35>   DW_AT_decl_file   : 19
    <e36>   DW_AT_decl_line   : 515
    <e38>   DW_AT_decl_column : 13
    <e39>   DW_AT_type        : <0x57f>
    <e3d>   DW_AT_external    : 1
    <e3e>   DW_AT_declaration : 1
 <1><e3f>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e40>   DW_AT_name        : (indirect string, offset: 0x4a): path_set_item
    <e44>   DW_AT_byte_size   : 4
    <e45>   DW_AT_decl_file   : 19
    <e46>   DW_AT_decl_line   : 517
    <e48>   DW_AT_decl_column : 8
    <e49>   DW_AT_sibling     : <0xe5e>
 <2><e4d>: Abbrev Number: 15 (DW_TAG_member)
    <e4e>   DW_AT_name        : (indirect string, offset: 0xc7): path
    <e52>   DW_AT_decl_file   : 19
    <e53>   DW_AT_decl_line   : 518
    <e55>   DW_AT_decl_column : 14
    <e56>   DW_AT_type        : <0x1d2>
    <e5a>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e5d>: Abbrev Number: 0
 <1><e5e>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e5f>   DW_AT_name        : (indirect string, offset: 0x76a): path_set
    <e63>   DW_AT_byte_size   : 12
    <e64>   DW_AT_decl_file   : 19
    <e65>   DW_AT_decl_line   : 522
    <e67>   DW_AT_decl_column : 15
    <e68>   DW_AT_sibling     : <0xe9d>
 <2><e6c>: Abbrev Number: 15 (DW_TAG_member)
    <e6d>   DW_AT_name        : (indirect string, offset: 0x6f1): paths_selected
    <e71>   DW_AT_decl_file   : 19
    <e72>   DW_AT_decl_line   : 523
    <e74>   DW_AT_decl_column : 24
    <e75>   DW_AT_type        : <0xe9d>
    <e79>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e7c>: Abbrev Number: 15 (DW_TAG_member)
    <e7d>   DW_AT_name        : (indirect string, offset: 0x1051): num_selected
    <e81>   DW_AT_decl_file   : 19
    <e82>   DW_AT_decl_line   : 524
    <e84>   DW_AT_decl_column : 9
    <e85>   DW_AT_type        : <0x122>
    <e89>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><e8c>: Abbrev Number: 15 (DW_TAG_member)
    <e8d>   DW_AT_name        : (indirect string, offset: 0xb7c): size
    <e91>   DW_AT_decl_file   : 19
    <e92>   DW_AT_decl_line   : 525
    <e94>   DW_AT_decl_column : 9
    <e95>   DW_AT_type        : <0x122>
    <e99>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><e9c>: Abbrev Number: 0
 <1><e9d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e9e>   DW_AT_byte_size   : 4
    <e9f>   DW_AT_type        : <0xe3f>
 <1><ea3>: Abbrev Number: 12 (DW_TAG_variable)
    <ea4>   DW_AT_name        : (indirect string, offset: 0x10a0): global_path_set
    <ea8>   DW_AT_decl_file   : 19
    <ea9>   DW_AT_decl_line   : 526
    <eab>   DW_AT_decl_column : 3
    <eac>   DW_AT_type        : <0xe5e>
    <eb0>   DW_AT_external    : 1
    <eb1>   DW_AT_declaration : 1
 <1><eb2>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <eb3>   DW_AT_name        : (indirect string, offset: 0xfa9): xflag_opts
    <eb7>   DW_AT_encoding    : 7	(unsigned)
    <eb8>   DW_AT_byte_size   : 4
    <eb9>   DW_AT_type        : <0x2b>
    <ebd>   DW_AT_decl_file   : 19
    <ebe>   DW_AT_decl_line   : 528
    <ec0>   DW_AT_decl_column : 6
    <ec1>   DW_AT_sibling     : <0xee4>
 <2><ec5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec6>   DW_AT_name        : (indirect string, offset: 0xa4f): HEXSTR_NONE
    <eca>   DW_AT_const_value : 0
 <2><ecb>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ecc>   DW_AT_name        : (indirect string, offset: 0xfc9): HEXSTR_NON_ASCII
    <ed0>   DW_AT_const_value : 1
 <2><ed1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ed2>   DW_AT_name        : (indirect string, offset: 0x93b): HEXSTR_ALL
    <ed6>   DW_AT_const_value : 2
 <2><ed7>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ed8>   DW_AT_name        : (indirect string, offset: 0x65f): HEXSTR_NON_ASCII_CHARS
    <edc>   DW_AT_const_value : 3
 <2><edd>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ede>   DW_AT_name        : (indirect string, offset: 0x106b): NUM_HEXSTR_OPTS
    <ee2>   DW_AT_const_value : 4
 <2><ee3>: Abbrev Number: 0
 <1><ee4>: Abbrev Number: 12 (DW_TAG_variable)
    <ee5>   DW_AT_name        : (indirect string, offset: 0xe26): xflag
    <ee9>   DW_AT_decl_file   : 19
    <eea>   DW_AT_decl_line   : 541
    <eec>   DW_AT_decl_column : 17
    <eed>   DW_AT_type        : <0x2b>
    <ef1>   DW_AT_external    : 1
    <ef2>   DW_AT_declaration : 1
 <1><ef3>: Abbrev Number: 12 (DW_TAG_variable)
    <ef4>   DW_AT_name        : (indirect string, offset: 0xdbc): followfork
    <ef8>   DW_AT_decl_file   : 19
    <ef9>   DW_AT_decl_line   : 542
    <efb>   DW_AT_decl_column : 13
    <efc>   DW_AT_type        : <0x57f>
    <f00>   DW_AT_external    : 1
    <f01>   DW_AT_declaration : 1
 <1><f02>: Abbrev Number: 12 (DW_TAG_variable)
    <f03>   DW_AT_name        : (indirect string, offset: 0x361): output_separately
    <f07>   DW_AT_decl_file   : 19
    <f08>   DW_AT_decl_line   : 543
    <f0a>   DW_AT_decl_column : 13
    <f0b>   DW_AT_type        : <0x57f>
    <f0f>   DW_AT_external    : 1
    <f10>   DW_AT_declaration : 1
 <1><f11>: Abbrev Number: 12 (DW_TAG_variable)
    <f12>   DW_AT_name        : (indirect string, offset: 0x23f): stack_trace_enabled
    <f16>   DW_AT_decl_file   : 19
    <f17>   DW_AT_decl_line   : 546
    <f19>   DW_AT_decl_column : 13
    <f1a>   DW_AT_type        : <0x57f>
    <f1e>   DW_AT_external    : 1
    <f1f>   DW_AT_declaration : 1
 <1><f20>: Abbrev Number: 12 (DW_TAG_variable)
    <f21>   DW_AT_name        : (indirect string, offset: 0x64d): ptrace_setoptions
    <f25>   DW_AT_decl_file   : 19
    <f26>   DW_AT_decl_line   : 550
    <f28>   DW_AT_decl_column : 17
    <f29>   DW_AT_type        : <0x2b>
    <f2d>   DW_AT_external    : 1
    <f2e>   DW_AT_declaration : 1
 <1><f2f>: Abbrev Number: 12 (DW_TAG_variable)
    <f30>   DW_AT_name        : (indirect string, offset: 0xa44): max_strlen
    <f34>   DW_AT_decl_file   : 19
    <f35>   DW_AT_decl_line   : 551
    <f37>   DW_AT_decl_column : 17
    <f38>   DW_AT_type        : <0x2b>
    <f3c>   DW_AT_external    : 1
    <f3d>   DW_AT_declaration : 1
 <1><f3e>: Abbrev Number: 12 (DW_TAG_variable)
    <f3f>   DW_AT_name        : (indirect string, offset: 0xa72): os_release
    <f43>   DW_AT_decl_file   : 19
    <f44>   DW_AT_decl_line   : 552
    <f46>   DW_AT_decl_column : 17
    <f47>   DW_AT_type        : <0x2b>
    <f4b>   DW_AT_external    : 1
    <f4c>   DW_AT_declaration : 1
 <1><f4d>: Abbrev Number: 12 (DW_TAG_variable)
    <f4e>   DW_AT_name        : (indirect string, offset: 0x707): xlat_verbosity
    <f52>   DW_AT_decl_file   : 19
    <f53>   DW_AT_decl_line   : 914
    <f55>   DW_AT_decl_column : 24
    <f56>   DW_AT_type        : <0xa8b>
    <f5a>   DW_AT_external    : 1
    <f5b>   DW_AT_declaration : 1
 <1><f5c>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f5d>   DW_AT_name        : (indirect string, offset: 0x602): xlat_style_private_flag_bits
    <f61>   DW_AT_encoding    : 7	(unsigned)
    <f62>   DW_AT_byte_size   : 4
    <f63>   DW_AT_type        : <0x2b>
    <f67>   DW_AT_decl_file   : 19
    <f68>   DW_AT_decl_line   : 934
    <f6a>   DW_AT_decl_column : 6
    <f6b>   DW_AT_sibling     : <0xf88>
 <2><f6f>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f70>   DW_AT_name        : (indirect string, offset: 0x2e0): PAF_PRINT_INDICES_BIT
    <f74>   DW_AT_const_value : 5
 <2><f75>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f76>   DW_AT_name        : (indirect string, offset: 0xb29): PAF_ARRAY_TRUNCATED_BIT
    <f7a>   DW_AT_const_value : 6
 <2><f7b>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f7c>   DW_AT_name        : (indirect string, offset: 0x46e): PXF_DEFAULT_STR_BIT
    <f80>   DW_AT_const_value : 7
 <2><f81>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f82>   DW_AT_name        : (indirect string, offset: 0xc7c): SPFF_AUXSTR_MODE_BIT
    <f86>   DW_AT_const_value : 8
 <2><f87>: Abbrev Number: 0
 <1><f88>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <f89>   DW_AT_byte_size   : 4
    <f8a>   DW_AT_type        : <0x792>
 <1><f8e>: Abbrev Number: 3 (DW_TAG_const_type)
    <f8f>   DW_AT_type        : <0xf88>
 <1><f93>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f94>   DW_AT_name        : (indirect string, offset: 0xd51): find_xlat_flag_bits
    <f98>   DW_AT_encoding    : 7	(unsigned)
    <f99>   DW_AT_byte_size   : 4
    <f9a>   DW_AT_type        : <0x2b>
    <f9e>   DW_AT_decl_file   : 19
    <f9f>   DW_AT_decl_line   : 1438
    <fa1>   DW_AT_decl_column : 6
    <fa2>   DW_AT_sibling     : <0xfad>
 <2><fa6>: Abbrev Number: 27 (DW_TAG_enumerator)
    <fa7>   DW_AT_name        : (indirect string, offset: 0x978): FXL_CASE_SENSITIVE_BIT
    <fab>   DW_AT_const_value : 0
 <2><fac>: Abbrev Number: 0
 <1><fad>: Abbrev Number: 12 (DW_TAG_variable)
    <fae>   DW_AT_name        : (indirect string, offset: 0xa20): printing_tcp
    <fb2>   DW_AT_decl_file   : 19
    <fb3>   DW_AT_decl_line   : 1684
    <fb5>   DW_AT_decl_column : 20
    <fb6>   DW_AT_type        : <0xf88>
    <fba>   DW_AT_external    : 1
    <fbb>   DW_AT_declaration : 1
 <1><fbc>: Abbrev Number: 12 (DW_TAG_variable)
    <fbd>   DW_AT_name        : (indirect string, offset: 0x5ca): errnoent
    <fc1>   DW_AT_decl_file   : 19
    <fc2>   DW_AT_decl_line   : 1882
    <fc4>   DW_AT_decl_column : 26
    <fc5>   DW_AT_type        : <0x4b3>
    <fc9>   DW_AT_external    : 1
    <fca>   DW_AT_declaration : 1
 <1><fcb>: Abbrev Number: 12 (DW_TAG_variable)
    <fcc>   DW_AT_name        : (indirect string, offset: 0x876): signalent
    <fd0>   DW_AT_decl_file   : 19
    <fd1>   DW_AT_decl_line   : 1883
    <fd3>   DW_AT_decl_column : 26
    <fd4>   DW_AT_type        : <0x4b3>
    <fd8>   DW_AT_external    : 1
    <fd9>   DW_AT_declaration : 1
 <1><fda>: Abbrev Number: 12 (DW_TAG_variable)
    <fdb>   DW_AT_name        : (indirect string, offset: 0xe94): nerrnos
    <fdf>   DW_AT_decl_file   : 19
    <fe0>   DW_AT_decl_line   : 1884
    <fe2>   DW_AT_decl_column : 27
    <fe3>   DW_AT_type        : <0x32>
    <fe7>   DW_AT_external    : 1
    <fe8>   DW_AT_declaration : 1
 <1><fe9>: Abbrev Number: 12 (DW_TAG_variable)
    <fea>   DW_AT_name        : (indirect string, offset: 0x1029): nsignals
    <fee>   DW_AT_decl_file   : 19
    <fef>   DW_AT_decl_line   : 1885
    <ff1>   DW_AT_decl_column : 27
    <ff2>   DW_AT_type        : <0x32>
    <ff6>   DW_AT_external    : 1
    <ff7>   DW_AT_declaration : 1
 <1><ff8>: Abbrev Number: 10 (DW_TAG_array_type)
    <ff9>   DW_AT_type        : <0x674>
    <ffd>   DW_AT_sibling     : <0x1003>
 <2><1001>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><1002>: Abbrev Number: 0
 <1><1003>: Abbrev Number: 3 (DW_TAG_const_type)
    <1004>   DW_AT_type        : <0xff8>
 <1><1008>: Abbrev Number: 12 (DW_TAG_variable)
    <1009>   DW_AT_name        : (indirect string, offset: 0xd16): sysent0
    <100d>   DW_AT_decl_file   : 19
    <100e>   DW_AT_decl_line   : 1887
    <1010>   DW_AT_decl_column : 28
    <1011>   DW_AT_type        : <0x1003>
    <1015>   DW_AT_external    : 1
    <1016>   DW_AT_declaration : 1
 <1><1017>: Abbrev Number: 10 (DW_TAG_array_type)
    <1018>   DW_AT_type        : <0x6db>
    <101c>   DW_AT_sibling     : <0x1022>
 <2><1020>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><1021>: Abbrev Number: 0
 <1><1022>: Abbrev Number: 3 (DW_TAG_const_type)
    <1023>   DW_AT_type        : <0x1017>
 <1><1027>: Abbrev Number: 12 (DW_TAG_variable)
    <1028>   DW_AT_name        : (indirect string, offset: 0x1096): ioctlent0
    <102c>   DW_AT_decl_file   : 19
    <102d>   DW_AT_decl_line   : 1888
    <102f>   DW_AT_decl_column : 30
    <1030>   DW_AT_type        : <0x1022>
    <1034>   DW_AT_external    : 1
    <1035>   DW_AT_declaration : 1
 <1><1036>: Abbrev Number: 12 (DW_TAG_variable)
    <1037>   DW_AT_name        : (indirect string, offset: 0x4ea): personality_names
    <103b>   DW_AT_decl_file   : 19
    <103c>   DW_AT_decl_line   : 1890
    <103e>   DW_AT_decl_column : 26
    <103f>   DW_AT_type        : <0x4b3>
    <1043>   DW_AT_external    : 1
    <1044>   DW_AT_declaration : 1
 <1><1045>: Abbrev Number: 12 (DW_TAG_variable)
    <1046>   DW_AT_name        : (indirect string, offset: 0x896): sysent
    <104a>   DW_AT_decl_file   : 19
    <104b>   DW_AT_decl_line   : 1893
    <104d>   DW_AT_decl_column : 29
    <104e>   DW_AT_type        : <0x9f6>
    <1052>   DW_AT_external    : 1
    <1053>   DW_AT_declaration : 1
 <1><1054>: Abbrev Number: 12 (DW_TAG_variable)
    <1055>   DW_AT_name        : (indirect string, offset: 0xc91): ioctlent
    <1059>   DW_AT_decl_file   : 19
    <105a>   DW_AT_decl_line   : 1894
    <105c>   DW_AT_decl_column : 31
    <105d>   DW_AT_type        : <0x1063>
    <1061>   DW_AT_external    : 1
    <1062>   DW_AT_declaration : 1
 <1><1063>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1064>   DW_AT_byte_size   : 4
    <1065>   DW_AT_type        : <0x6db>
 <1><1069>: Abbrev Number: 12 (DW_TAG_variable)
    <106a>   DW_AT_name        : (indirect string, offset: 0x880): nsyscalls
    <106e>   DW_AT_decl_file   : 19
    <106f>   DW_AT_decl_line   : 1900
    <1071>   DW_AT_decl_column : 17
    <1072>   DW_AT_type        : <0x2b>
    <1076>   DW_AT_external    : 1
    <1077>   DW_AT_declaration : 1
 <1><1078>: Abbrev Number: 12 (DW_TAG_variable)
    <1079>   DW_AT_name        : (indirect string, offset: 0xec6): nioctlents
    <107d>   DW_AT_decl_file   : 19
    <107e>   DW_AT_decl_line   : 1901
    <1080>   DW_AT_decl_column : 17
    <1081>   DW_AT_type        : <0x2b>
    <1085>   DW_AT_external    : 1
    <1086>   DW_AT_declaration : 1
 <1><1087>: Abbrev Number: 10 (DW_TAG_array_type)
    <1088>   DW_AT_type        : <0x32>
    <108c>   DW_AT_sibling     : <0x1097>
 <2><1090>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <1091>   DW_AT_type        : <0x2b>
    <1095>   DW_AT_upper_bound : 2
 <2><1096>: Abbrev Number: 0
 <1><1097>: Abbrev Number: 3 (DW_TAG_const_type)
    <1098>   DW_AT_type        : <0x1087>
 <1><109c>: Abbrev Number: 12 (DW_TAG_variable)
    <109d>   DW_AT_name        : (indirect string, offset: 0xf1c): nsyscall_vec
    <10a1>   DW_AT_decl_file   : 19
    <10a2>   DW_AT_decl_line   : 1903
    <10a4>   DW_AT_decl_column : 27
    <10a5>   DW_AT_type        : <0x1097>
    <10a9>   DW_AT_external    : 1
    <10aa>   DW_AT_declaration : 1
 <1><10ab>: Abbrev Number: 10 (DW_TAG_array_type)
    <10ac>   DW_AT_type        : <0x9fc>
    <10b0>   DW_AT_sibling     : <0x10bb>
 <2><10b4>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <10b5>   DW_AT_type        : <0x2b>
    <10b9>   DW_AT_upper_bound : 2
 <2><10ba>: Abbrev Number: 0
 <1><10bb>: Abbrev Number: 3 (DW_TAG_const_type)
    <10bc>   DW_AT_type        : <0x10ab>
 <1><10c0>: Abbrev Number: 12 (DW_TAG_variable)
    <10c1>   DW_AT_name        : (indirect string, offset: 0x7bc): sysent_vec
    <10c5>   DW_AT_decl_file   : 19
    <10c6>   DW_AT_decl_line   : 1904
    <10c8>   DW_AT_decl_column : 35
    <10c9>   DW_AT_type        : <0x10bb>
    <10cd>   DW_AT_external    : 1
    <10ce>   DW_AT_declaration : 1
 <1><10cf>: Abbrev Number: 12 (DW_TAG_variable)
    <10d0>   DW_AT_name        : (indirect string, offset: 0x3ac): inject_vec
    <10d4>   DW_AT_decl_file   : 19
    <10d5>   DW_AT_decl_line   : 1905
    <10d7>   DW_AT_decl_column : 28
    <10d8>   DW_AT_type        : <0xa01>
    <10dc>   DW_AT_external    : 1
    <10dd>   DW_AT_declaration : 1
 <1><10de>: Abbrev Number: 30 (DW_TAG_structure_type)
    <10df>   DW_AT_name        : (indirect string, offset: 0xda5): audit_arch_t
    <10e3>   DW_AT_byte_size   : 8
    <10e4>   DW_AT_decl_file   : 19
    <10e5>   DW_AT_decl_line   : 1907
    <10e7>   DW_AT_decl_column : 8
    <10e8>   DW_AT_sibling     : <0x110d>
 <2><10ec>: Abbrev Number: 15 (DW_TAG_member)
    <10ed>   DW_AT_name        : (indirect string, offset: 0x5f4): arch
    <10f1>   DW_AT_decl_file   : 19
    <10f2>   DW_AT_decl_line   : 1908
    <10f4>   DW_AT_decl_column : 15
    <10f5>   DW_AT_type        : <0x2b>
    <10f9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><10fc>: Abbrev Number: 15 (DW_TAG_member)
    <10fd>   DW_AT_name        : (indirect string, offset: 0xa06): flag
    <1101>   DW_AT_decl_file   : 19
    <1102>   DW_AT_decl_line   : 1909
    <1104>   DW_AT_decl_column : 15
    <1105>   DW_AT_type        : <0x2b>
    <1109>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><110c>: Abbrev Number: 0
 <1><110d>: Abbrev Number: 3 (DW_TAG_const_type)
    <110e>   DW_AT_type        : <0x10de>
 <1><1112>: Abbrev Number: 10 (DW_TAG_array_type)
    <1113>   DW_AT_type        : <0x110d>
    <1117>   DW_AT_sibling     : <0x1122>
 <2><111b>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <111c>   DW_AT_type        : <0x2b>
    <1120>   DW_AT_upper_bound : 2
 <2><1121>: Abbrev Number: 0
 <1><1122>: Abbrev Number: 3 (DW_TAG_const_type)
    <1123>   DW_AT_type        : <0x1112>
 <1><1127>: Abbrev Number: 12 (DW_TAG_variable)
    <1128>   DW_AT_name        : (indirect string, offset: 0x969): audit_arch_vec
    <112c>   DW_AT_decl_file   : 19
    <112d>   DW_AT_decl_line   : 1912
    <112f>   DW_AT_decl_column : 34
    <1130>   DW_AT_type        : <0x1122>
    <1134>   DW_AT_external    : 1
    <1135>   DW_AT_declaration : 1
 <1><1136>: Abbrev Number: 32 (DW_TAG_structure_type)
    <1137>   DW_AT_byte_size   : 180
    <1138>   DW_AT_decl_file   : 21
    <1139>   DW_AT_decl_line   : 2
    <113a>   DW_AT_decl_column : 9
    <113b>   DW_AT_sibling     : <0x13f0>
 <2><113f>: Abbrev Number: 9 (DW_TAG_member)
    <1140>   DW_AT_name        : (indirect string, offset: 0x1eb): block_ioctl
    <1144>   DW_AT_decl_file   : 21
    <1145>   DW_AT_decl_line   : 3
    <1146>   DW_AT_decl_column : 8
    <1147>   DW_AT_type        : <0x140a>
    <114b>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><114e>: Abbrev Number: 9 (DW_TAG_member)
    <114f>   DW_AT_name        : (indirect string, offset: 0xac8): btrfs_ioctl
    <1153>   DW_AT_decl_file   : 21
    <1154>   DW_AT_decl_line   : 6
    <1155>   DW_AT_decl_column : 8
    <1156>   DW_AT_type        : <0x140a>
    <115a>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><115d>: Abbrev Number: 9 (DW_TAG_member)
    <115e>   DW_AT_name        : (indirect string, offset: 0x740): evdev_write_ioctl_mpers
    <1162>   DW_AT_decl_file   : 21
    <1163>   DW_AT_decl_line   : 9
    <1164>   DW_AT_decl_column : 8
    <1165>   DW_AT_type        : <0x140a>
