<1><1d>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 1
DW_AT_encoding    : 8	(unsigned char)
DW_AT_name        : (indirect string, offset: 0x39a): unsigned char
<1><24>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 2
DW_AT_encoding    : 7	(unsigned)
DW_AT_name        : (indirect string, offset: 0xf8c): short unsigned int
<1><2b>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 4
DW_AT_encoding    : 7	(unsigned)
DW_AT_name        : (indirect string, offset: 0x939): unsigned int
<1><32>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x2b>
<1><37>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 4
DW_AT_encoding    : 7	(unsigned)
DW_AT_name        : (indirect string, offset: 0x740): long unsigned int
<1><3e>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 1
DW_AT_encoding    : 6	(signed char)
DW_AT_name        : (indirect string, offset: 0x34b): signed char
<1><45>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x261): __uint8_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 37
DW_AT_decl_column : 23
DW_AT_type        : <0x1d>
<1><51>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 2
DW_AT_encoding    : 5	(signed)
DW_AT_name        : (indirect string, offset: 0xdb1): short int
<1><58>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x4dd): __uint16_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 39
DW_AT_decl_column : 28
DW_AT_type        : <0x24>
<1><64>
Abbrev Number: 5 (DW_TAG_base_type)
DW_AT_byte_size   : 4
DW_AT_encoding    : 5	(signed)
DW_AT_name        : int
<1><6b>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x64>
<1><70>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x83f): __uint32_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 41
DW_AT_decl_column : 22
DW_AT_type        : <0x2b>
<1><7c>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 8
DW_AT_encoding    : 5	(signed)
DW_AT_name        : (indirect string, offset: 0x86f): long long int
<1><83>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x726): __uint64_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 47
DW_AT_decl_column : 46
DW_AT_type        : <0x8f>
<1><8f>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 8
DW_AT_encoding    : 7	(unsigned)
DW_AT_name        : (indirect string, offset: 0xb26): long long unsigned int
<1><96>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x794): __quad_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 55
DW_AT_decl_column : 37
DW_AT_type        : <0x7c>
<1><a2>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xb5c): __off_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 140
DW_AT_decl_column : 25
DW_AT_type        : <0x96>
<1><ae>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xcb9): __off64_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 141
DW_AT_decl_column : 27
DW_AT_type        : <0x96>
<1><ba>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xc10): __time_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 148
DW_AT_decl_column : 26
DW_AT_type        : <0x96>
<1><c6>
Abbrev Number: 6 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
<1><c8>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xc6>
<1><cd>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x449): __syscall_slong_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 184
DW_AT_decl_column : 33
DW_AT_type        : <0x96>
<1><d9>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xdf>
<1><df>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 1
DW_AT_encoding    : 6	(signed char)
DW_AT_name        : (indirect string, offset: 0x4a3): char
<1><e6>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xdf>
<1><eb>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x357): uint8_t
DW_AT_decl_file   : 2
DW_AT_decl_line   : 24
DW_AT_decl_column : 19
DW_AT_type        : <0x45>
<1><f7>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xb47): uint16_t
DW_AT_decl_file   : 2
DW_AT_decl_line   : 25
DW_AT_decl_column : 20
DW_AT_type        : <0x58>
<1><103>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xf3c): uint32_t
DW_AT_decl_file   : 2
DW_AT_decl_line   : 26
DW_AT_decl_column : 20
DW_AT_type        : <0x70>
<1><10f>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xdc1): uint64_t
DW_AT_decl_file   : 2
DW_AT_decl_line   : 27
DW_AT_decl_column : 20
DW_AT_type        : <0x83>
<1><11b>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 4
DW_AT_encoding    : 5	(signed)
DW_AT_name        : (indirect string, offset: 0x2c7): long int
<1><122>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x39): size_t
DW_AT_decl_file   : 3
DW_AT_decl_line   : 209
DW_AT_decl_column : 23
DW_AT_type        : <0x2b>
<1><12e>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x122>
<1><133>
Abbrev Number: 8 (DW_TAG_structure_type)
DW_AT_byte_size   : 128
DW_AT_decl_file   : 4
DW_AT_decl_line   : 5
DW_AT_decl_column : 9
DW_AT_sibling     : <0x14c>
<2><13c>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe5c): __val
DW_AT_decl_file   : 4
DW_AT_decl_line   : 7
DW_AT_decl_column : 21
DW_AT_type        : <0x14c>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<1><14c>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x37>
DW_AT_sibling     : <0x15c>
<2><155>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 31
<1><15c>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x1062): __sigset_t
DW_AT_decl_file   : 4
DW_AT_decl_line   : 8
DW_AT_decl_column : 3
DW_AT_type        : <0x133>
<1><168>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x132): sigset_t
DW_AT_decl_file   : 5
DW_AT_decl_line   : 7
DW_AT_decl_column : 20
DW_AT_type        : <0x15c>
<1><174>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xacf): timespec
DW_AT_byte_size   : 16
DW_AT_decl_file   : 6
DW_AT_decl_line   : 9
DW_AT_decl_column : 8
DW_AT_sibling     : <0x1a0>
<2><181>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1077): tv_sec
DW_AT_decl_file   : 6
DW_AT_decl_line   : 11
DW_AT_decl_column : 12
DW_AT_type        : <0xba>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><190>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xdf2): tv_nsec
DW_AT_decl_file   : 6
DW_AT_decl_line   : 12
DW_AT_decl_column : 21
DW_AT_type        : <0xcd>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<1><1a0>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 16
DW_AT_encoding    : 4	(float)
DW_AT_name        : (indirect string, offset: 0xa91): long double
<1><1a7>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x27e): __environ
DW_AT_decl_file   : 7
DW_AT_decl_line   : 546
DW_AT_decl_column : 15
DW_AT_type        : <0x1b6>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1b6>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xd9>
<1><1bc>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x392): environ
DW_AT_decl_file   : 7
DW_AT_decl_line   : 548
DW_AT_decl_column : 15
DW_AT_type        : <0x1b6>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1cb>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xf76): optarg
DW_AT_decl_file   : 8
DW_AT_decl_line   : 36
DW_AT_decl_column : 14
DW_AT_type        : <0xd9>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1d9>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x6f9): optind
DW_AT_decl_file   : 8
DW_AT_decl_line   : 50
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1e7>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xbff): opterr
DW_AT_decl_file   : 8
DW_AT_decl_line   : 55
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1f5>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xb0c): optopt
DW_AT_decl_file   : 8
DW_AT_decl_line   : 59
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><203>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xe6>
<1><209>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x203>
<1><20e>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x214>
<1><214>
Abbrev Number: 15 (DW_TAG_const_type)
<1><215>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x35f): _IO_FILE
DW_AT_byte_size   : 152
DW_AT_decl_file   : 9
DW_AT_decl_line   : 245
DW_AT_decl_column : 8
DW_AT_sibling     : <0x3ed>
<2><222>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x9e7): _flags
DW_AT_decl_file   : 9
DW_AT_decl_line   : 246
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><231>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x52c): _IO_read_ptr
DW_AT_decl_file   : 9
DW_AT_decl_line   : 251
DW_AT_decl_column : 9
DW_AT_type        : <0xd9>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><240>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xef4): _IO_read_end
DW_AT_decl_file   : 9
DW_AT_decl_line   : 252
DW_AT_decl_column : 9
DW_AT_type        : <0xd9>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><24f>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x771): _IO_read_base
DW_AT_decl_file   : 9
DW_AT_decl_line   : 253
DW_AT_decl_column : 9
DW_AT_type        : <0xd9>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><25e>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x9c8): _IO_write_base
DW_AT_decl_file   : 9
DW_AT_decl_line   : 254
DW_AT_decl_column : 9
DW_AT_type        : <0xd9>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<2><26d>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xfc5): _IO_write_ptr
DW_AT_decl_file   : 9
DW_AT_decl_line   : 255
DW_AT_decl_column : 9
DW_AT_type        : <0xd9>
DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
<2><27c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x8b1): _IO_write_end
DW_AT_decl_file   : 9
DW_AT_decl_line   : 256
DW_AT_decl_column : 9
DW_AT_type        : <0xd9>
DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
<2><28c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x922): _IO_buf_base
DW_AT_decl_file   : 9
DW_AT_decl_line   : 257
DW_AT_decl_column : 9
DW_AT_type        : <0xd9>
DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
<2><29c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xd5c): _IO_buf_end
DW_AT_decl_file   : 9
DW_AT_decl_line   : 258
DW_AT_decl_column : 9
DW_AT_type        : <0xd9>
DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
<2><2ac>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1bd): _IO_save_base
DW_AT_decl_file   : 9
DW_AT_decl_line   : 260
DW_AT_decl_column : 9
DW_AT_type        : <0xd9>
DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
<2><2bc>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc74): _IO_backup_base
DW_AT_decl_file   : 9
DW_AT_decl_line   : 261
DW_AT_decl_column : 9
DW_AT_type        : <0xd9>
DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
<2><2cc>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xba): _IO_save_end
DW_AT_decl_file   : 9
DW_AT_decl_line   : 262
DW_AT_decl_column : 9
DW_AT_type        : <0xd9>
DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
<2><2dc>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x5b7): _markers
DW_AT_decl_file   : 9
DW_AT_decl_line   : 264
DW_AT_decl_column : 22
DW_AT_type        : <0x43c>
DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
<2><2ec>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x219): _chain
DW_AT_decl_file   : 9
DW_AT_decl_line   : 266
DW_AT_decl_column : 20
DW_AT_type        : <0x442>
DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
<2><2fc>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf50): _fileno
DW_AT_decl_file   : 9
DW_AT_decl_line   : 268
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
<2><30c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x75d): _flags2
DW_AT_decl_file   : 9
DW_AT_decl_line   : 272
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
<2><31c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x7df): _old_offset
DW_AT_decl_file   : 9
DW_AT_decl_line   : 274
DW_AT_decl_column : 13
DW_AT_type        : <0xa2>
DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
<2><32c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x24c): _cur_column
DW_AT_decl_file   : 9
DW_AT_decl_line   : 278
DW_AT_decl_column : 18
DW_AT_type        : <0x24>
DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
<2><33c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe18): _vtable_offset
DW_AT_decl_file   : 9
DW_AT_decl_line   : 279
DW_AT_decl_column : 15
DW_AT_type        : <0x3e>
DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
<2><34c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc84): _shortbuf
DW_AT_decl_file   : 9
DW_AT_decl_line   : 280
DW_AT_decl_column : 8
DW_AT_type        : <0x448>
DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
<2><35c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x16d): _lock
DW_AT_decl_file   : 9
DW_AT_decl_line   : 284
DW_AT_decl_column : 15
DW_AT_type        : <0x458>
DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
<2><36c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x68a): _offset
DW_AT_decl_file   : 9
DW_AT_decl_line   : 293
DW_AT_decl_column : 15
DW_AT_type        : <0xae>
DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
<2><37c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x978): __pad1
DW_AT_decl_file   : 9
DW_AT_decl_line   : 301
DW_AT_decl_column : 9
DW_AT_type        : <0xc6>
DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
<2><38c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x97f): __pad2
DW_AT_decl_file   : 9
DW_AT_decl_line   : 302
DW_AT_decl_column : 9
DW_AT_type        : <0xc6>
DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
<2><39c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x986): __pad3
DW_AT_decl_file   : 9
DW_AT_decl_line   : 303
DW_AT_decl_column : 9
DW_AT_type        : <0xc6>
DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
<2><3ac>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x98d): __pad4
DW_AT_decl_file   : 9
DW_AT_decl_line   : 304
DW_AT_decl_column : 9
DW_AT_type        : <0xc6>
DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
<2><3bc>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x994): __pad5
DW_AT_decl_file   : 9
DW_AT_decl_line   : 306
DW_AT_decl_column : 10
DW_AT_type        : <0x122>
DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
<2><3cc>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa0b): _mode
DW_AT_decl_file   : 9
DW_AT_decl_line   : 307
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
<2><3dc>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x78b): _unused2
DW_AT_decl_file   : 9
DW_AT_decl_line   : 309
DW_AT_decl_column : 8
DW_AT_type        : <0x45e>
DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
<1><3ed>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xab1): FILE
DW_AT_decl_file   : 10
DW_AT_decl_line   : 7
DW_AT_decl_column : 25
DW_AT_type        : <0x215>
<1><3f9>
Abbrev Number: 17 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x4d2): _IO_lock_t
DW_AT_decl_file   : 9
DW_AT_decl_line   : 154
DW_AT_decl_column : 14
<1><401>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x309): _IO_marker
DW_AT_byte_size   : 12
DW_AT_decl_file   : 9
DW_AT_decl_line   : 160
DW_AT_decl_column : 8
DW_AT_sibling     : <0x43c>
<2><40e>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xcb3): _next
DW_AT_decl_file   : 9
DW_AT_decl_line   : 161
DW_AT_decl_column : 22
DW_AT_type        : <0x43c>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><41d>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x99b): _sbuf
DW_AT_decl_file   : 9
DW_AT_decl_line   : 162
DW_AT_decl_column : 20
DW_AT_type        : <0x442>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><42c>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x56c): _pos
DW_AT_decl_file   : 9
DW_AT_decl_line   : 166
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<1><43c>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x401>
<1><442>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x215>
<1><448>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0xdf>
DW_AT_sibling     : <0x458>
<2><451>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 0
<1><458>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x3f9>
<1><45e>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0xdf>
DW_AT_sibling     : <0x46e>
<2><467>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 39
<1><46e>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x475): _IO_FILE_plus
DW_AT_declaration : 1
<1><474>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x731): _IO_2_1_stdin_
DW_AT_decl_file   : 9
DW_AT_decl_line   : 319
DW_AT_decl_column : 29
DW_AT_type        : <0x46e>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><483>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xc94): _IO_2_1_stdout_
DW_AT_decl_file   : 9
DW_AT_decl_line   : 320
DW_AT_decl_column : 29
DW_AT_type        : <0x46e>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><492>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x89): _IO_2_1_stderr_
DW_AT_decl_file   : 9
DW_AT_decl_line   : 321
DW_AT_decl_column : 29
DW_AT_type        : <0x46e>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4a1>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x582): stdin
DW_AT_decl_file   : 11
DW_AT_decl_line   : 135
DW_AT_decl_column : 25
DW_AT_type        : <0x442>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4af>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xf9f): stdout
DW_AT_decl_file   : 11
DW_AT_decl_line   : 136
DW_AT_decl_column : 25
DW_AT_type        : <0x442>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4bd>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xdaa): stderr
DW_AT_decl_file   : 11
DW_AT_decl_line   : 137
DW_AT_decl_column : 25
DW_AT_type        : <0x442>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4cb>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x258): sys_nerr
DW_AT_decl_file   : 12
DW_AT_decl_line   : 26
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4d9>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x209>
DW_AT_sibling     : <0x4e4>
<2><4e2>
Abbrev Number: 19 (DW_TAG_subrange_type)
<1><4e4>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x4d9>
<1><4e9>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x591): sys_errlist
DW_AT_decl_file   : 12
DW_AT_decl_line   : 27
DW_AT_decl_column : 26
DW_AT_type        : <0x4e4>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4f7>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x26b): _sys_nerr
DW_AT_decl_file   : 12
DW_AT_decl_line   : 30
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><505>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe27): _sys_errlist
DW_AT_decl_file   : 12
DW_AT_decl_line   : 31
DW_AT_decl_column : 26
DW_AT_type        : <0x4e4>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><513>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x663): program_invocation_name
DW_AT_decl_file   : 13
DW_AT_decl_line   : 45
DW_AT_decl_column : 14
DW_AT_type        : <0xd9>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><521>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xb87): program_invocation_short_name
DW_AT_decl_file   : 13
DW_AT_decl_line   : 46
DW_AT_decl_column : 14
DW_AT_type        : <0xd9>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><52f>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0xd9>
DW_AT_sibling     : <0x53f>
<2><538>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 1
<1><53f>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1aa): __tzname
DW_AT_decl_file   : 14
DW_AT_decl_line   : 159
DW_AT_decl_column : 14
DW_AT_type        : <0x52f>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><54d>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe90): __daylight
DW_AT_decl_file   : 14
DW_AT_decl_line   : 160
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><55b>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x368): __timezone
DW_AT_decl_file   : 14
DW_AT_decl_line   : 161
DW_AT_decl_column : 17
DW_AT_type        : <0x11b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><569>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x6a1): tzname
DW_AT_decl_file   : 14
DW_AT_decl_line   : 166
DW_AT_decl_column : 14
DW_AT_type        : <0x52f>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><577>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x100f): daylight
DW_AT_decl_file   : 14
DW_AT_decl_line   : 174
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><585>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x517): timezone
DW_AT_decl_file   : 14
DW_AT_decl_line   : 175
DW_AT_decl_column : 17
DW_AT_type        : <0x11b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><593>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xf10): getdate_err
DW_AT_decl_file   : 14
DW_AT_decl_line   : 280
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><5a2>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x9a6): debug_flag
DW_AT_decl_file   : 15
DW_AT_decl_line   : 20
DW_AT_decl_column : 13
DW_AT_type        : <0x5b0>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><5b0>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 1
DW_AT_encoding    : 2	(boolean)
DW_AT_name        : (indirect string, offset: 0x45b): _Bool
<1><5b7>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x5b0>
<1><5bc>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xa62): __kernel_long_t
DW_AT_decl_file   : 16
DW_AT_decl_line   : 14
DW_AT_decl_column : 19
DW_AT_type        : <0x7c>
<1><5c8>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x571): __kernel_ulong_t
DW_AT_decl_file   : 16
DW_AT_decl_line   : 15
DW_AT_decl_column : 28
DW_AT_type        : <0x8f>
<1><5d4>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x3b6): kernel_long_t
DW_AT_decl_file   : 17
DW_AT_decl_line   : 16
DW_AT_decl_column : 25
DW_AT_type        : <0x5bc>
<1><5e0>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x860): kernel_ulong_t
DW_AT_decl_file   : 17
DW_AT_decl_line   : 17
DW_AT_decl_column : 26
DW_AT_type        : <0x5c8>
<1><5ec>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x5e0>
<1><5f1>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xba5): list_item
DW_AT_byte_size   : 8
DW_AT_decl_file   : 18
DW_AT_decl_line   : 92
DW_AT_decl_column : 8
DW_AT_sibling     : <0x61d>
<2><5fe>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1072): prev
DW_AT_decl_file   : 18
DW_AT_decl_line   : 93
DW_AT_decl_column : 20
DW_AT_type        : <0x61d>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><60d>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa72): next
DW_AT_decl_file   : 18
DW_AT_decl_line   : 94
DW_AT_decl_column : 20
DW_AT_type        : <0x61d>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<1><61d>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x5f1>
<1><623>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x82c): sysent
DW_AT_byte_size   : 20
DW_AT_decl_file   : 19
DW_AT_decl_line   : 11
DW_AT_decl_column : 16
DW_AT_sibling     : <0x67c>
<2><630>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xfb6): nargs
DW_AT_decl_file   : 19
DW_AT_decl_line   : 12
DW_AT_decl_column : 11
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><63f>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x92f): sys_flags
DW_AT_decl_file   : 19
DW_AT_decl_line   : 13
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><64e>
Abbrev Number: 20 (DW_TAG_member)
DW_AT_name        : sen
DW_AT_decl_file   : 19
DW_AT_decl_line   : 14
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><65d>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x300): sys_func
DW_AT_decl_file   : 19
DW_AT_decl_line   : 15
DW_AT_decl_column : 8
DW_AT_type        : <0x687>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><66c>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x275): sys_name
DW_AT_decl_file   : 19
DW_AT_decl_line   : 16
DW_AT_decl_column : 14
DW_AT_type        : <0x203>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<1><67c>
Abbrev Number: 21 (DW_TAG_subroutine_type)
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x687>
<2><685>
Abbrev Number: 22 (DW_TAG_unspecified_parameters)
<1><687>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x67c>
<1><68d>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xe3c): struct_sysent
DW_AT_decl_file   : 19
DW_AT_decl_line   : 17
DW_AT_decl_column : 3
DW_AT_type        : <0x623>
<1><699>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x68d>
<1><69e>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xcfa): current_personality
DW_AT_decl_file   : 20
DW_AT_decl_line   : 158
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><6ac>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x7ce): current_wordsize
DW_AT_decl_file   : 20
DW_AT_decl_line   : 171
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><6ba>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xa27): current_klongsize
DW_AT_decl_file   : 20
DW_AT_decl_line   : 176
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><6c8>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xc2e): ioctlent
DW_AT_byte_size   : 8
DW_AT_decl_file   : 20
DW_AT_decl_line   : 217
DW_AT_decl_column : 16
DW_AT_sibling     : <0x6f4>
<2><6d5>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xeed): symbol
DW_AT_decl_file   : 20
DW_AT_decl_line   : 218
DW_AT_decl_column : 14
DW_AT_type        : <0x203>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><6e4>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xcc3): code
DW_AT_decl_file   : 20
DW_AT_decl_line   : 219
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<1><6f4>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xbef): struct_ioctlent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 220
DW_AT_decl_column : 3
DW_AT_type        : <0x6c8>
<1><700>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x6f4>
<1><705>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x7c2): inject_data
DW_AT_byte_size   : 10
DW_AT_decl_file   : 20
DW_AT_decl_line   : 241
DW_AT_decl_column : 8
DW_AT_sibling     : <0x76d>
<2><712>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x526): flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 242
DW_AT_decl_column : 10
DW_AT_type        : <0xeb>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><721>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x8e3): signo
DW_AT_decl_file   : 20
DW_AT_decl_line   : 243
DW_AT_decl_column : 10
DW_AT_type        : <0xeb>
DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
<2><730>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x100): rval_idx
DW_AT_decl_file   : 20
DW_AT_decl_line   : 244
DW_AT_decl_column : 11
DW_AT_type        : <0xf7>
DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
<2><73f>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x40): delay_idx
DW_AT_decl_file   : 20
DW_AT_decl_line   : 245
DW_AT_decl_column : 11
DW_AT_type        : <0xf7>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><74e>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x5a9): poke_idx
DW_AT_decl_file   : 20
DW_AT_decl_line   : 246
DW_AT_decl_column : 11
DW_AT_type        : <0xf7>
DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
<2><75d>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x18a): scno
DW_AT_decl_file   : 20
DW_AT_decl_line   : 247
DW_AT_decl_column : 11
DW_AT_type        : <0xf7>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<1><76d>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xe1): inject_opts
DW_AT_byte_size   : 16
DW_AT_decl_file   : 20
DW_AT_decl_line   : 250
DW_AT_decl_column : 8
DW_AT_sibling     : <0x7b7>
<2><77a>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa05): first
DW_AT_decl_file   : 20
DW_AT_decl_line   : 251
DW_AT_decl_column : 11
DW_AT_type        : <0xf7>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><789>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x109b): last
DW_AT_decl_file   : 20
DW_AT_decl_line   : 252
DW_AT_decl_column : 11
DW_AT_type        : <0xf7>
DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
<2><798>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x38d): step
DW_AT_decl_file   : 20
DW_AT_decl_line   : 253
DW_AT_decl_column : 11
DW_AT_type        : <0xf7>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><7a7>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x106d): data
DW_AT_decl_file   : 20
DW_AT_decl_line   : 254
DW_AT_decl_column : 21
DW_AT_type        : <0x705>
DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
<1><7b7>
Abbrev Number: 23 (DW_TAG_structure_type)
DW_AT_name        : tcb
DW_AT_byte_size   : 280
DW_AT_decl_file   : 20
DW_AT_decl_line   : 262
DW_AT_decl_column : 8
DW_AT_sibling     : <0x9e7>
<2><7c6>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x526): flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 263
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><7d6>
Abbrev Number: 24 (DW_TAG_member)
DW_AT_name        : pid
DW_AT_decl_file   : 20
DW_AT_decl_line   : 264
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><7e6>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x58): qual_flg
DW_AT_decl_file   : 20
DW_AT_decl_line   : 265
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><7f6>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x37e): currpers
DW_AT_decl_file   : 20
DW_AT_decl_line   : 267
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><806>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xb04): u_error
DW_AT_decl_file   : 20
DW_AT_decl_line   : 269
DW_AT_decl_column : 16
DW_AT_type        : <0x37>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<2><816>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x18a): scno
DW_AT_decl_file   : 20
DW_AT_decl_line   : 270
DW_AT_decl_column : 17
DW_AT_type        : <0x5e0>
DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
<2><826>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xb3d): true_scno
DW_AT_decl_file   : 20
DW_AT_decl_line   : 271
DW_AT_decl_column : 17
DW_AT_type        : <0x5e0>
DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
<2><836>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x194): u_arg
DW_AT_decl_file   : 20
DW_AT_decl_line   : 272
DW_AT_decl_column : 17
DW_AT_type        : <0x9e7>
DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
<2><846>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x946): u_rval
DW_AT_decl_file   : 20
DW_AT_decl_line   : 273
DW_AT_decl_column : 16
DW_AT_type        : <0x5d4>
DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
<2><856>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa83): sys_func_rval
DW_AT_decl_file   : 20
DW_AT_decl_line   : 274
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
<2><866>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xca4): curcol
DW_AT_decl_file   : 20
DW_AT_decl_line   : 275
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
<2><876>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x958): outf
DW_AT_decl_file   : 20
DW_AT_decl_line   : 276
DW_AT_decl_column : 8
DW_AT_type        : <0x9f7>
DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
<2><886>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xec5): staged_output_data
DW_AT_decl_file   : 20
DW_AT_decl_line   : 277
DW_AT_decl_column : 29
DW_AT_type        : <0xa03>
DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
<2><896>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa49): auxstr
DW_AT_decl_file   : 20
DW_AT_decl_line   : 279
DW_AT_decl_column : 14
DW_AT_type        : <0x203>
DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
<2><8a6>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x173): _priv_data
DW_AT_decl_file   : 20
DW_AT_decl_line   : 280
DW_AT_decl_column : 8
DW_AT_type        : <0xc6>
DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
<2><8b6>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xbd2): _free_priv_data
DW_AT_decl_file   : 20
DW_AT_decl_line   : 281
DW_AT_decl_column : 9
DW_AT_type        : <0xa15>
DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
<2><8c6>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x184): s_ent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 282
DW_AT_decl_column : 23
DW_AT_type        : <0xa1b>
DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
<2><8d6>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 285
DW_AT_decl_column : 23
DW_AT_type        : <0xa1b>
DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
<2><8e7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x373): inject_vec
DW_AT_decl_file   : 20
DW_AT_decl_line   : 286
DW_AT_decl_column : 22
DW_AT_type        : <0xa26>
DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
<2><8f8>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x79d): stime
DW_AT_decl_file   : 20
DW_AT_decl_line   : 287
DW_AT_decl_column : 18
DW_AT_type        : <0x174>
DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
<2><909>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x387): ltime
DW_AT_decl_file   : 20
DW_AT_decl_line   : 288
DW_AT_decl_column : 18
DW_AT_type        : <0x174>
DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
<2><91a>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf7d): atime
DW_AT_decl_file   : 20
DW_AT_decl_line   : 289
DW_AT_decl_column : 18
DW_AT_type        : <0x174>
DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
<2><92b>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x520): etime
DW_AT_decl_file   : 20
DW_AT_decl_line   : 290
DW_AT_decl_column : 18
DW_AT_type        : <0x174>
DW_AT_data_member_location: 3 byte block: 23 c0 1 	(DW_OP_plus_uconst: 192)
<2><93c>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xd0e): delay_expiration_time
DW_AT_decl_file   : 20
DW_AT_decl_line   : 291
DW_AT_decl_column : 18
DW_AT_type        : <0x174>
DW_AT_data_member_location: 3 byte block: 23 d0 1 	(DW_OP_plus_uconst: 208)
<2><94d>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x32): pid_ns
DW_AT_decl_file   : 20
DW_AT_decl_line   : 298
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 3 byte block: 23 e0 1 	(DW_OP_plus_uconst: 224)
<2><95e>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf1c): mmap_cache
DW_AT_decl_file   : 20
DW_AT_decl_line   : 304
DW_AT_decl_column : 23
DW_AT_type        : <0xa42>
DW_AT_data_member_location: 3 byte block: 23 e4 1 	(DW_OP_plus_uconst: 228)
<2><96f>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xb13): wait_data_idx
DW_AT_decl_file   : 20
DW_AT_decl_line   : 311
DW_AT_decl_column : 9
DW_AT_type        : <0x122>
DW_AT_data_member_location: 3 byte block: 23 e8 1 	(DW_OP_plus_uconst: 232)
<2><980>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa50): delayed_wait_data
DW_AT_decl_file   : 20
DW_AT_decl_line   : 313
DW_AT_decl_column : 24
DW_AT_type        : <0xa4e>
DW_AT_data_member_location: 3 byte block: 23 ec 1 	(DW_OP_plus_uconst: 236)
<2><991>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xac5): wait_list
DW_AT_decl_file   : 20
DW_AT_decl_line   : 314
DW_AT_decl_column : 19
DW_AT_type        : <0x5f1>
DW_AT_data_member_location: 3 byte block: 23 f0 1 	(DW_OP_plus_uconst: 240)
<2><9a2>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x67b): vcpu_info_list
DW_AT_decl_file   : 20
DW_AT_decl_line   : 318
DW_AT_decl_column : 20
DW_AT_type        : <0xa5a>
DW_AT_data_member_location: 3 byte block: 23 f8 1 	(DW_OP_plus_uconst: 248)
<2><9b3>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc69): unwind_ctx
DW_AT_decl_file   : 20
DW_AT_decl_line   : 322
DW_AT_decl_column : 8
DW_AT_type        : <0xc6>
DW_AT_data_member_location: 3 byte block: 23 fc 1 	(DW_OP_plus_uconst: 252)
<2><9c4>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x50a): unwind_queue
DW_AT_decl_file   : 20
DW_AT_decl_line   : 323
DW_AT_decl_column : 25
DW_AT_type        : <0xa66>
DW_AT_data_member_location: 3 byte block: 23 80 2 	(DW_OP_plus_uconst: 256)
<2><9d5>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x168): comm
DW_AT_decl_file   : 20
DW_AT_decl_line   : 327
DW_AT_decl_column : 7
DW_AT_type        : <0xa6c>
DW_AT_data_member_location: 3 byte block: 23 84 2 	(DW_OP_plus_uconst: 260)
<1><9e7>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x5e0>
DW_AT_sibling     : <0x9f7>
<2><9f0>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 5
<1><9f7>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x3ed>
<1><9fd>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xec5): staged_output_data
DW_AT_declaration : 1
<1><a03>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x9fd>
<1><a09>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0xa15>
<2><a0f>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xc6>
<1><a15>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa09>
<1><a1b>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x699>
<1><a21>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xa1b>
<1><a26>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0xa36>
DW_AT_sibling     : <0xa36>
<2><a2f>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 2
<1><a36>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x76d>
<1><a3c>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xad): mmap_cache_t
DW_AT_declaration : 1
<1><a42>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa3c>
<1><a48>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x3a8): tcb_wait_data
DW_AT_declaration : 1
<1><a4e>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa48>
<1><a54>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x15e): vcpu_info
DW_AT_declaration : 1
<1><a5a>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa54>
<1><a60>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xea9): unwind_queue_t
DW_AT_declaration : 1
<1><a66>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa60>
<1><a6c>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0xdf>
DW_AT_sibling     : <0xa7c>
<2><a75>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 15
<1><a7c>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xb50): stub_sysent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 400
DW_AT_decl_column : 28
DW_AT_type        : <0x699>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><a8b>
Abbrev Number: 27 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0x104a): xlat_type
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 21
DW_AT_decl_line   : 13
DW_AT_decl_column : 6
DW_AT_sibling     : <0xab0>
<2><a9d>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x2d0): XT_NORMAL
DW_AT_const_value : 0
<2><aa3>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xc06): XT_SORTED
DW_AT_const_value : 1
<2><aa9>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xd91): XT_INDEXED
DW_AT_const_value : 2
<1><ab0>
Abbrev Number: 27 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0xb7c): xlat_style
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 21
DW_AT_decl_line   : 19
DW_AT_decl_column : 6
DW_AT_sibling     : <0xaed>
<2><ac2>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xed): XLAT_STYLE_DEFAULT
DW_AT_const_value : 0
<2><ac8>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xbaf): XLAT_STYLE_RAW
DW_AT_const_value : 1
<2><ace>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xffd): XLAT_STYLE_ABBREV
DW_AT_const_value : 2
<2><ad4>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x2ed): XLAT_STYLE_VERBOSE
DW_AT_const_value : 3
<2><ada>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
DW_AT_const_value : 0
<2><ae0>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
DW_AT_const_value : 4
<2><ae6>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x108a): XLAT_STYLE_FMT_D
DW_AT_const_value : 8
<1><aed>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x31e): xlat_data
DW_AT_byte_size   : 16
DW_AT_decl_file   : 21
DW_AT_decl_line   : 51
DW_AT_decl_column : 8
DW_AT_sibling     : <0xb19>
<2><afa>
Abbrev Number: 20 (DW_TAG_member)
DW_AT_name        : val
DW_AT_decl_file   : 21
DW_AT_decl_line   : 52
DW_AT_decl_column : 11
DW_AT_type        : <0x10f>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><b09>
Abbrev Number: 20 (DW_TAG_member)
DW_AT_name        : str
DW_AT_decl_file   : 21
DW_AT_decl_line   : 53
DW_AT_decl_column : 14
DW_AT_type        : <0x203>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<1><b19>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xaed>
<1><b1e>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x22): xlat
DW_AT_byte_size   : 24
DW_AT_decl_file   : 21
DW_AT_decl_line   : 56
DW_AT_decl_column : 8
DW_AT_sibling     : <0xb77>
<2><b2b>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x106d): data
DW_AT_decl_file   : 21
DW_AT_decl_line   : 57
DW_AT_decl_column : 26
DW_AT_type        : <0xb7c>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><b3a>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x820): flags_strsz
DW_AT_decl_file   : 21
DW_AT_decl_line   : 58
DW_AT_decl_column : 9
DW_AT_type        : <0x122>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><b49>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xb21): size
DW_AT_decl_file   : 21
DW_AT_decl_line   : 59
DW_AT_decl_column : 11
DW_AT_type        : <0x103>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><b58>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x18f): type
DW_AT_decl_file   : 21
DW_AT_decl_line   : 60
DW_AT_decl_column : 17
DW_AT_type        : <0xa8b>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><b67>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x6d6): flags_mask
DW_AT_decl_file   : 21
DW_AT_decl_line   : 61
DW_AT_decl_column : 11
DW_AT_type        : <0x10f>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<1><b77>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xb1e>
<1><b7c>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xb19>
<1><b82>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0xb77>
DW_AT_sibling     : <0xb8d>
<2><b8b>
Abbrev Number: 19 (DW_TAG_subrange_type)
<1><b8d>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xb82>
<1><b92>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe05): addrfams
DW_AT_decl_file   : 20
DW_AT_decl_line   : 406
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ba1>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xcd3): arp_hardware_types
DW_AT_decl_file   : 20
DW_AT_decl_line   : 407
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bb0>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xf83): at_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 408
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bbf>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x4e8): clocknames
DW_AT_decl_file   : 20
DW_AT_decl_line   : 409
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bce>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xf58): dirent_types
DW_AT_decl_file   : 20
DW_AT_decl_line   : 410
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bdd>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x87d): ethernet_protocols
DW_AT_decl_file   : 20
DW_AT_decl_line   : 411
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bec>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x5fc): inet_protocols
DW_AT_decl_file   : 20
DW_AT_decl_line   : 412
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bfb>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x2bd): evdev_abs
DW_AT_decl_file   : 20
DW_AT_decl_line   : 413
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c0a>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x6cb): audit_arch
DW_AT_decl_file   : 20
DW_AT_decl_line   : 414
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c19>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x99): evdev_ev
DW_AT_decl_file   : 20
DW_AT_decl_line   : 415
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c28>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x4c9): iffflags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 416
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c37>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xbbe): ip_type_of_services
DW_AT_decl_file   : 20
DW_AT_decl_line   : 417
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c46>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x657): ipc_private
DW_AT_decl_file   : 20
DW_AT_decl_line   : 418
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c55>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x314): msg_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 419
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c64>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x109): netlink_protocols
DW_AT_decl_file   : 20
DW_AT_decl_line   : 420
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c73>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xed8): nl_bridge_vlan_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 421
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c82>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xd7a): nl_netfilter_msg_types
DW_AT_decl_file   : 20
DW_AT_decl_line   : 422
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c91>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x229): nl_route_types
DW_AT_decl_file   : 20
DW_AT_decl_line   : 423
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ca0>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe4a): open_access_modes
DW_AT_decl_file   : 20
DW_AT_decl_line   : 424
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><caf>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x79): open_mode_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 425
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><cbe>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xbe2): perf_type_id
DW_AT_decl_file   : 20
DW_AT_decl_line   : 426
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ccd>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe0e): pollflags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 427
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><cdc>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x59d): ptrace_cmds
DW_AT_decl_file   : 20
DW_AT_decl_line   : 428
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ceb>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x7b3): resource_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 429
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><cfa>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x293): route_nexthop_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 430
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d09>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe6d): routing_protocols
DW_AT_decl_file   : 20
DW_AT_decl_line   : 431
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d18>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x4ba): routing_scopes
DW_AT_decl_file   : 20
DW_AT_decl_line   : 432
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d27>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xd68): routing_table_ids
DW_AT_decl_file   : 20
DW_AT_decl_line   : 433
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d36>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x634): routing_types
DW_AT_decl_file   : 20
DW_AT_decl_line   : 434
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d45>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1b3): rwf_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 435
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d54>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x7eb): seccomp_filter_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 436
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d63>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x2da): seccomp_ret_action
DW_AT_decl_file   : 20
DW_AT_decl_line   : 437
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d72>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x483): setns_types
DW_AT_decl_file   : 20
DW_AT_decl_line   : 438
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d81>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xdfa): sg_io_info
DW_AT_decl_file   : 20
DW_AT_decl_line   : 439
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d90>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xb64): socketlayers
DW_AT_decl_file   : 20
DW_AT_decl_line   : 440
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d9f>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xd47): socktypes
DW_AT_decl_file   : 20
DW_AT_decl_line   : 441
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><dae>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xa39): tcp_state_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 442
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><dbd>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x700): tcp_states
DW_AT_decl_file   : 20
DW_AT_decl_line   : 443
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><dcc>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xfe0): whence_codes
DW_AT_decl_file   : 20
DW_AT_decl_line   : 444
DW_AT_decl_column : 26
DW_AT_type        : <0xb8d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ddb>
Abbrev Number: 29 (DW_TAG_enumeration_type)
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 20
DW_AT_decl_line   : 505
DW_AT_decl_column : 14
DW_AT_sibling     : <0xdfd>
<2><dea>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x94d): CFLAG_NONE
DW_AT_const_value : 0
<2><df0>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x890): CFLAG_ONLY_STATS
DW_AT_const_value : 1
<2><df6>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xb71): CFLAG_BOTH
DW_AT_const_value : 2
<1><dfd>
Abbrev Number: 30 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x10a0): cflag_t
DW_AT_decl_file   : 20
DW_AT_decl_line   : 509
DW_AT_decl_column : 3
DW_AT_type        : <0xddb>
<1><e0a>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xc8e): cflag
DW_AT_decl_file   : 20
DW_AT_decl_line   : 510
DW_AT_decl_column : 16
DW_AT_type        : <0xdfd>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e19>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x17e): Tflag
DW_AT_decl_file   : 20
DW_AT_decl_line   : 511
DW_AT_decl_column : 13
DW_AT_type        : <0x5b0>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e28>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x765): Tflag_scale
DW_AT_decl_file   : 20
DW_AT_decl_line   : 512
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e37>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x800): Tflag_width
DW_AT_decl_file   : 20
DW_AT_decl_line   : 513
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e46>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xdec): iflag
DW_AT_decl_file   : 20
DW_AT_decl_line   : 514
DW_AT_decl_column : 13
DW_AT_type        : <0x5b0>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e55>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x5dd): count_wallclock
DW_AT_decl_file   : 20
DW_AT_decl_line   : 515
DW_AT_decl_column : 13
DW_AT_type        : <0x5b0>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e64>
Abbrev Number: 31 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x4a): path_set_item
DW_AT_byte_size   : 4
DW_AT_decl_file   : 20
DW_AT_decl_line   : 517
DW_AT_decl_column : 8
DW_AT_sibling     : <0xe83>
<2><e72>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc7): path
DW_AT_decl_file   : 20
DW_AT_decl_line   : 518
DW_AT_decl_column : 14
DW_AT_type        : <0x203>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<1><e83>
Abbrev Number: 31 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x70b): path_set
DW_AT_byte_size   : 12
DW_AT_decl_file   : 20
DW_AT_decl_line   : 522
DW_AT_decl_column : 15
DW_AT_sibling     : <0xec2>
<2><e91>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x692): paths_selected
DW_AT_decl_file   : 20
DW_AT_decl_line   : 523
DW_AT_decl_column : 24
DW_AT_type        : <0xec2>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><ea1>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xfd3): num_selected
DW_AT_decl_file   : 20
DW_AT_decl_line   : 524
DW_AT_decl_column : 9
DW_AT_type        : <0x122>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><eb1>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xb21): size
DW_AT_decl_file   : 20
DW_AT_decl_line   : 525
DW_AT_decl_column : 9
DW_AT_type        : <0x122>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<1><ec2>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xe64>
<1><ec8>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1022): global_path_set
DW_AT_decl_file   : 20
DW_AT_decl_line   : 526
DW_AT_decl_column : 3
DW_AT_type        : <0xe83>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ed7>
Abbrev Number: 32 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0xf45): xflag_opts
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 20
DW_AT_decl_line   : 528
DW_AT_decl_column : 6
DW_AT_sibling     : <0xf09>
<2><eea>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x9f9): HEXSTR_NONE
DW_AT_const_value : 0
<2><ef0>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xf65): HEXSTR_NON_ASCII
DW_AT_const_value : 1
<2><ef6>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x8ce): HEXSTR_ALL
DW_AT_const_value : 2
<2><efc>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x61d): HEXSTR_NON_ASCII_CHARS
DW_AT_const_value : 3
<2><f02>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xfed): NUM_HEXSTR_OPTS
DW_AT_const_value : 4
<1><f09>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xdbb): xflag
DW_AT_decl_file   : 20
DW_AT_decl_line   : 541
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f18>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xd51): followfork
DW_AT_decl_file   : 20
DW_AT_decl_line   : 542
DW_AT_decl_column : 13
DW_AT_type        : <0x5b0>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f27>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x328): output_separately
DW_AT_decl_file   : 20
DW_AT_decl_line   : 543
DW_AT_decl_column : 13
DW_AT_type        : <0x5b0>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f36>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x238): stack_trace_enabled
DW_AT_decl_file   : 20
DW_AT_decl_line   : 546
DW_AT_decl_column : 13
DW_AT_type        : <0x5b0>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f45>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x60b): ptrace_setoptions
DW_AT_decl_file   : 20
DW_AT_decl_line   : 550
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f54>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x9ee): max_strlen
DW_AT_decl_file   : 20
DW_AT_decl_line   : 551
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f63>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xa1c): os_release
DW_AT_decl_file   : 20
DW_AT_decl_line   : 552
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f72>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x6a8): xlat_verbosity
DW_AT_decl_file   : 20
DW_AT_decl_line   : 914
DW_AT_decl_column : 24
DW_AT_type        : <0xab0>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f81>
Abbrev Number: 32 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0x5c0): xlat_style_private_flag_bits
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 20
DW_AT_decl_line   : 934
DW_AT_decl_column : 6
DW_AT_sibling     : <0xfad>
<2><f94>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x2a7): PAF_PRINT_INDICES_BIT
DW_AT_const_value : 5
<2><f9a>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xad8): PAF_ARRAY_TRUNCATED_BIT
DW_AT_const_value : 6
<2><fa0>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x435): PXF_DEFAULT_STR_BIT
DW_AT_const_value : 7
<2><fa6>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xc19): SPFF_AUXSTR_MODE_BIT
DW_AT_const_value : 8
<1><fad>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x7b7>
<1><fb3>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xfad>
<1><fb8>
Abbrev Number: 32 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0xce6): find_xlat_flag_bits
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1438
DW_AT_decl_column : 6
DW_AT_sibling     : <0xfd2>
<2><fcb>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x90b): FXL_CASE_SENSITIVE_BIT
DW_AT_const_value : 0
<1><fd2>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x9bb): printing_tcp
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1684
DW_AT_decl_column : 20
DW_AT_type        : <0xfad>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><fe1>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x588): errnoent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1882
DW_AT_decl_column : 26
DW_AT_type        : <0x4e4>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ff0>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x80c): signalent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1883
DW_AT_decl_column : 26
DW_AT_type        : <0x4e4>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><fff>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe34): nerrnos
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1884
DW_AT_decl_column : 27
DW_AT_type        : <0x32>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><100e>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xfbc): nsignals
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1885
DW_AT_decl_column : 27
DW_AT_type        : <0x32>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><101d>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x699>
DW_AT_sibling     : <0x1028>
<2><1026>
Abbrev Number: 19 (DW_TAG_subrange_type)
<1><1028>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x101d>
<1><102d>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xcab): sysent0
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1887
DW_AT_decl_column : 28
DW_AT_type        : <0x1028>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><103c>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x700>
DW_AT_sibling     : <0x1047>
<2><1045>
Abbrev Number: 19 (DW_TAG_subrange_type)
<1><1047>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x103c>
<1><104c>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1018): ioctlent0
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1888
DW_AT_decl_column : 30
DW_AT_type        : <0x1047>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><105b>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x4a8): personality_names
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1890
DW_AT_decl_column : 26
DW_AT_type        : <0x4e4>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><106a>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x82c): sysent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1893
DW_AT_decl_column : 29
DW_AT_type        : <0xa1b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1079>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xc2e): ioctlent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1894
DW_AT_decl_column : 31
DW_AT_type        : <0x1088>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1088>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x700>
<1><108e>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x816): nsyscalls
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1900
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><109d>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe62): nioctlents
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1901
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><10ac>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x32>
DW_AT_sibling     : <0x10bc>
<2><10b5>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 2
<1><10bc>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x10ac>
<1><10c1>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xeb8): nsyscall_vec
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1903
DW_AT_decl_column : 27
DW_AT_type        : <0x10bc>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><10d0>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0xa21>
DW_AT_sibling     : <0x10e0>
<2><10d9>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 2
<1><10e0>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x10d0>
<1><10e5>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x752): sysent_vec
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1904
DW_AT_decl_column : 35
DW_AT_type        : <0x10e0>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><10f4>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x373): inject_vec
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1905
DW_AT_decl_column : 28
DW_AT_type        : <0xa26>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1103>
Abbrev Number: 31 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xd3a): audit_arch_t
DW_AT_byte_size   : 8
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1907
DW_AT_decl_column : 8
DW_AT_sibling     : <0x1132>
<2><1111>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x5b2): arch
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1908
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><1121>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x9a1): flag
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1909
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<1><1132>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x1103>
<1><1137>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x1132>
DW_AT_sibling     : <0x1147>
<2><1140>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 2
<1><1147>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x1137>
<1><114c>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x8fc): audit_arch_vec
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1912
DW_AT_decl_column : 34
DW_AT_type        : <0x1147>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><115b>
Abbrev Number: 8 (DW_TAG_structure_type)
DW_AT_byte_size   : 180
DW_AT_decl_file   : 22
DW_AT_decl_line   : 2
DW_AT_decl_column : 9
DW_AT_sibling     : <0x1415>
<2><1164>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x833): block_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 3
DW_AT_decl_column : 8
DW_AT_type        : <0x142f>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><1173>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa77): btrfs_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 6
DW_AT_decl_column : 8
DW_AT_type        : <0x142f>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><1182>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x6e1): evdev_write_ioctl_mpers
DW_AT_decl_file   : 22
DW_AT_decl_line   : 9
DW_AT_decl_column : 8
DW_AT_type        : <0x142f>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><1191>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x6b7): get_sock_fprog_size
DW_AT_decl_file   : 22
DW_AT_decl_line   : 12
DW_AT_decl_column : 17
DW_AT_type        : <0x143b>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><11a0>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x19a): fetch_bpf_fprog
DW_AT_decl_file   : 22
DW_AT_decl_line   : 15
DW_AT_decl_column : 10
DW_AT_type        : <0x145b>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<2><11af>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x8e9): fetch_struct_flock
DW_AT_decl_file   : 22
DW_AT_decl_line   : 18
DW_AT_decl_column : 10
DW_AT_type        : <0x145b>
DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
<2><11be>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc54): fetch_struct_flock64
DW_AT_decl_file   : 22
DW_AT_decl_line   : 21
DW_AT_decl_column : 10
DW_AT_type        : <0x145b>
DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
<2><11cd>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x14b): fetch_struct_iovec
DW_AT_decl_file   : 22
DW_AT_decl_line   : 24
DW_AT_decl_column : 10
DW_AT_type        : <0x145b>
DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
<2><11dc>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x61): fetch_keyctl_kdf_params
DW_AT_decl_file   : 22
DW_AT_decl_line   : 27
DW_AT_decl_column : 8
DW_AT_type        : <0x1487>
DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
<2><11eb>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x642): fetch_struct_mmsghdr
DW_AT_decl_file   : 22
DW_AT_decl_line   : 30
DW_AT_decl_column : 8
DW_AT_type        : <0x14a7>
DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
<2><11fa>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xd24): sizeof_struct_mmsghdr
DW_AT_decl_file   : 22
DW_AT_decl_line   : 33
DW_AT_decl_column : 17
DW_AT_type        : <0x143b>
DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
<2><1209>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xaf0): fetch_struct_msghdr
DW_AT_decl_file   : 22
DW_AT_decl_line   : 36
DW_AT_decl_column : 8
DW_AT_type        : <0x14a7>
DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
<2><1218>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x714): fetch_struct_stat
DW_AT_decl_file   : 22
DW_AT_decl_line   : 39
DW_AT_decl_column : 10
DW_AT_type        : <0x14d8>
DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
<2><1227>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa9d): fetch_struct_stat64
DW_AT_decl_file   : 22
DW_AT_decl_line   : 42
DW_AT_decl_column : 10
DW_AT_type        : <0x14d8>
DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
<2><1236>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x48f): fetch_struct_statfs
DW_AT_decl_file   : 22
DW_AT_decl_line   : 45
DW_AT_decl_column : 10
DW_AT_type        : <0x1509>
DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
<2><1245>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x84a): fetch_struct_statfs64
DW_AT_decl_file   : 22
DW_AT_decl_line   : 48
DW_AT_decl_column : 10
DW_AT_type        : <0x152e>
DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
<2><1254>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x11b): fetch_struct_quotastat
DW_AT_decl_file   : 22
DW_AT_decl_line   : 51
DW_AT_decl_column : 10
DW_AT_type        : <0x154e>
DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
<2><1263>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa2): hdio_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 54
DW_AT_decl_column : 8
DW_AT_type        : <0x142f>
DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
<2><1272>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xab6): kd_mpers_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 57
DW_AT_decl_column : 8
DW_AT_type        : <0x142f>
DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
<2><1281>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa11): loop_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 60
DW_AT_decl_column : 8
DW_AT_type        : <0x156e>
DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
<2><1290>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x8d9): mtd_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 63
DW_AT_decl_column : 8
DW_AT_type        : <0x142f>
DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
<2><129f>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xcc8): perf_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 66
DW_AT_decl_column : 8
DW_AT_type        : <0x142f>
DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
<2><12ae>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x7a3): print_group_req
DW_AT_decl_file   : 22
DW_AT_decl_line   : 69
DW_AT_decl_column : 9
DW_AT_type        : <0x158a>
DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
<2><12bd>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x461): print_kernel_sigset
DW_AT_decl_file   : 22
DW_AT_decl_line   : 72
DW_AT_decl_column : 9
DW_AT_type        : <0x15a1>
DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
<2><12cc>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xde0): printmqattr
DW_AT_decl_file   : 22
DW_AT_decl_line   : 75
DW_AT_decl_column : 9
DW_AT_type        : <0x15bd>
DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
<2><12db>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe9b): tprint_msgbuf
DW_AT_decl_file   : 22
DW_AT_decl_line   : 78
DW_AT_decl_column : 9
DW_AT_type        : <0x15d9>
DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
<2><12ea>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x95d): decode_sg_req_info
DW_AT_decl_file   : 22
DW_AT_decl_line   : 81
DW_AT_decl_column : 8
DW_AT_type        : <0x15f4>
DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
<2><12f9>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x5ed): print_sigevent
DW_AT_decl_file   : 22
DW_AT_decl_line   : 84
DW_AT_decl_column : 9
DW_AT_type        : <0x160b>
DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
<2><1308>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xcc): print_struct_timeval
DW_AT_decl_file   : 22
DW_AT_decl_line   : 87
DW_AT_decl_column : 9
DW_AT_type        : <0x161d>
DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
<2><1317>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x54d): print_struct_timeval_data_size
DW_AT_decl_file   : 22
DW_AT_decl_line   : 90
DW_AT_decl_column : 10
DW_AT_type        : <0x1638>
DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
<2><1326>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xd9c): print_timeval
DW_AT_decl_file   : 22
DW_AT_decl_line   : 93
DW_AT_decl_column : 8
DW_AT_type        : <0x15f4>
DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
<2><1335>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf27): print_timeval_utimes
DW_AT_decl_file   : 22
DW_AT_decl_line   : 96
DW_AT_decl_column : 8
DW_AT_type        : <0x15f4>
DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
<2><1344>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf01): sprint_timeval
DW_AT_decl_file   : 22
DW_AT_decl_line   : 99
DW_AT_decl_column : 17
DW_AT_type        : <0x1653>
DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
<2><1354>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x9d7): print_itimerval
DW_AT_decl_file   : 22
DW_AT_decl_line   : 102
DW_AT_decl_column : 8
DW_AT_type        : <0x15f4>
DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
<2><1364>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x77f): printrusage
DW_AT_decl_file   : 22
DW_AT_decl_line   : 105
DW_AT_decl_column : 9
DW_AT_type        : <0x160b>
DW_AT_data_member_location: 3 byte block: 23 88 1 	(DW_OP_plus_uconst: 136)
<2><1374>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x13b): printsiginfo_at
DW_AT_decl_file   : 22
DW_AT_decl_line   : 108
DW_AT_decl_column : 9
DW_AT_type        : <0x160b>
DW_AT_data_member_location: 3 byte block: 23 8c 1 	(DW_OP_plus_uconst: 140)
<2><1384>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x539): print_siginfo_array
DW_AT_decl_file   : 22
DW_AT_decl_line   : 111
DW_AT_decl_column : 9
DW_AT_type        : <0x15d9>
DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
<2><1394>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x4f3): decode_prstatus_regset
DW_AT_decl_file   : 22
DW_AT_decl_line   : 114
DW_AT_decl_column : 9
DW_AT_type        : <0x15d9>
DW_AT_data_member_location: 3 byte block: 23 94 1 	(DW_OP_plus_uconst: 148)
<2><13a4>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x8a1): decode_fpregset
DW_AT_decl_file   : 22
DW_AT_decl_line   : 117
DW_AT_decl_column : 9
DW_AT_type        : <0x15d9>
DW_AT_data_member_location: 3 byte block: 23 98 1 	(DW_OP_plus_uconst: 152)
<2><13b4>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x8bf): decode_pt_regs
DW_AT_decl_file   : 22
DW_AT_decl_line   : 120
DW_AT_decl_column : 9
DW_AT_type        : <0x160b>
DW_AT_data_member_location: 3 byte block: 23 9c 1 	(DW_OP_plus_uconst: 156)
<2><13c4>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x33a): decode_pt_fpregs
DW_AT_decl_file   : 22
DW_AT_decl_line   : 123
DW_AT_decl_column : 9
DW_AT_type        : <0x160b>
DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
<2><13d4>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x9b1): rtc_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 126
DW_AT_decl_column : 8
DW_AT_type        : <0x142f>
DW_AT_data_member_location: 3 byte block: 23 a4 1 	(DW_OP_plus_uconst: 164)
<2><13e4>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xfa6): decode_sg_io_v3
DW_AT_decl_file   : 22
DW_AT_decl_line   : 129
DW_AT_decl_column : 8
DW_AT_type        : <0x15f4>
DW_AT_data_member_location: 3 byte block: 23 a8 1 	(DW_OP_plus_uconst: 168)
<2><13f4>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xdca): sock_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 132
DW_AT_decl_column : 8
DW_AT_type        : <0x156e>
DW_AT_data_member_location: 3 byte block: 23 ac 1 	(DW_OP_plus_uconst: 172)
<2><1404>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x288): v4l2_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 135
DW_AT_decl_column : 8
DW_AT_type        : <0x142f>
DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
<1><1415>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x142f>
<2><141f>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><1424>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x32>
<2><1429>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<1><142f>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1415>
<1><1435>
Abbrev Number: 34 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x2b>
<1><143b>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1435>
<1><1441>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x5b0>
DW_AT_sibling     : <0x145b>
<2><144b>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><1450>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<2><1455>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xc8>
<1><145b>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1441>
<1><1461>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x147b>
<2><146b>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><1470>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e0>
<2><1475>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x147b>
<1><147b>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1481>
<1><1481>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x200): strace_keyctl_kdf_params
DW_AT_declaration : 1
<1><1487>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1461>
<1><148d>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x14a7>
<2><1497>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><149c>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<2><14a1>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xc8>
<1><14a7>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x148d>
<1><14ad>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x5b0>
DW_AT_sibling     : <0x14c7>
<2><14b7>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><14bc>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<2><14c1>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x14cd>
<1><14c7>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x14d2>
<1><14cd>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x14c7>
<1><14d2>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x107e): strace_stat
DW_AT_declaration : 1
<1><14d8>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x14ad>
<1><14de>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x5b0>
DW_AT_sibling     : <0x14f8>
<2><14e8>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><14ed>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<2><14f2>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x14fe>
<1><14f8>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1503>
<1><14fe>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x14f8>
<1><1503>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x1054): strace_statfs
DW_AT_declaration : 1
<1><1509>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x14de>
<1><150f>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x5b0>
DW_AT_sibling     : <0x152e>
<2><1519>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><151e>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<2><1523>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<2><1528>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x14fe>
<1><152e>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x150f>
<1><1534>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x5b0>
DW_AT_sibling     : <0x154e>
<2><153e>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><1543>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<2><1548>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xc6>
<1><154e>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1534>
<1><1554>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x156e>
<2><155e>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfad>
<2><1563>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x32>
<2><1568>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<1><156e>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1554>
<1><1574>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x158a>
<2><157a>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><157f>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<2><1584>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x6b>
<1><158a>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1574>
<1><1590>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x15a1>
<2><1596>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfad>
<2><159b>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<1><15a1>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1590>
<1><15a7>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x15bd>
<2><15ad>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><15b2>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<2><15b7>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5b7>
<1><15bd>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x15a7>
<1><15c3>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x15d9>
<2><15c9>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><15ce>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<2><15d3>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<1><15d9>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x15c3>
<1><15df>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x15f4>
<2><15e9>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><15ee>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<1><15f4>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x15df>
<1><15fa>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x160b>
<2><1600>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><1605>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<1><160b>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x15fa>
<1><1611>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x161d>
<2><1617>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x20e>
<1><161d>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1611>
<1><1623>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x5b0>
DW_AT_sibling     : <0x1638>
<2><162d>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x20e>
<2><1632>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x12e>
<1><1638>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1623>
<1><163e>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x203>
DW_AT_sibling     : <0x1653>
<2><1648>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfb3>
<2><164d>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5ec>
<1><1653>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x163e>
<1><1659>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x1f0): struct_printers
DW_AT_decl_file   : 22
DW_AT_decl_line   : 138
DW_AT_decl_column : 3
DW_AT_type        : <0x115b>
<1><1665>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x1659>
<1><166a>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x220): printers
DW_AT_decl_file   : 22
DW_AT_decl_line   : 139
DW_AT_decl_column : 31
DW_AT_type        : <0x1678>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1678>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1665>
<1><167e>
Abbrev Number: 8 (DW_TAG_structure_type)
DW_AT_byte_size   : 8
DW_AT_decl_file   : 23
DW_AT_decl_line   : 11
DW_AT_decl_column : 9
DW_AT_sibling     : <0x16a6>
<2><1687>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x970): sigmask
DW_AT_decl_file   : 23
DW_AT_decl_line   : 12
DW_AT_decl_column : 12
DW_AT_type        : <0x16a6>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><1696>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xdd5): sigsetsize
DW_AT_decl_file   : 23
DW_AT_decl_line   : 13
DW_AT_decl_column : 9
DW_AT_type        : <0x122>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<1><16a6>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x168>
<1><16ac>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x1032): struct_sigset_addr_size
DW_AT_decl_file   : 23
DW_AT_decl_line   : 14
DW_AT_decl_column : 3
DW_AT_type        : <0x167e>
<1><16b8>
Abbrev Number: 35 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe7f): mpers_target_var
DW_AT_decl_file   : 23
DW_AT_decl_line   : 16
DW_AT_decl_column : 25
DW_AT_type        : <0x16ac>
DW_AT_external    : 1
