Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x19b3 (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0x421): GNU C17 9.4.0 -mx32 -mtune=generic -march=x86-64 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0xc5a): mpers-mx32/struct_rt_sigframe.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xd0f): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x3f7): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0x10ae): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x9cd): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

 <1><3e>: Abbrev Number: 2 (DW_TAG_base_type)
    <3f>   DW_AT_byte_size   : 1
    <40>   DW_AT_encoding    : 6	(signed char)
    <41>   DW_AT_name        : (indirect string, offset: 0x39b): signed char
 <1><45>: Abbrev Number: 4 (DW_TAG_typedef)
    <46>   DW_AT_name        : (indirect string, offset: 0x29c): __uint8_t
    <4a>   DW_AT_decl_file   : 1
    <4b>   DW_AT_decl_line   : 37
    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0xeb2): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x53f): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x8b7): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x8e7): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x7aa): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xbd1): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x818): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0xc07): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0x96>
 <1><ae>: Abbrev Number: 4 (DW_TAG_typedef)
    <af>   DW_AT_name        : (indirect string, offset: 0xd91): __off64_t
    <b3>   DW_AT_decl_file   : 1
    <b4>   DW_AT_decl_line   : 141
    <b5>   DW_AT_decl_column : 27
    <b6>   DW_AT_type        : <0x96>
 <1><ba>: Abbrev Number: 4 (DW_TAG_typedef)
    <bb>   DW_AT_name        : (indirect string, offset: 0xce8): __time_t
    <bf>   DW_AT_decl_file   : 1
    <c0>   DW_AT_decl_line   : 148
    <c1>   DW_AT_decl_column : 26
    <c2>   DW_AT_type        : <0x96>
 <1><c6>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <c7>   DW_AT_byte_size   : 4
 <1><c8>: Abbrev Number: 3 (DW_TAG_const_type)
    <c9>   DW_AT_type        : <0xc6>
 <1><cd>: Abbrev Number: 4 (DW_TAG_typedef)
    <ce>   DW_AT_name        : (indirect string, offset: 0x4a6): __syscall_slong_t
    <d2>   DW_AT_decl_file   : 1
    <d3>   DW_AT_decl_line   : 184
    <d4>   DW_AT_decl_column : 33
    <d5>   DW_AT_type        : <0x96>
 <1><d9>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <da>   DW_AT_byte_size   : 4
    <db>   DW_AT_type        : <0xdf>
 <1><df>: Abbrev Number: 2 (DW_TAG_base_type)
    <e0>   DW_AT_byte_size   : 1
    <e1>   DW_AT_encoding    : 6	(signed char)
    <e2>   DW_AT_name        : (indirect string, offset: 0x500): char
 <1><e6>: Abbrev Number: 3 (DW_TAG_const_type)
    <e7>   DW_AT_type        : <0xdf>
 <1><eb>: Abbrev Number: 4 (DW_TAG_typedef)
    <ec>   DW_AT_name        : (indirect string, offset: 0x3b4): uint8_t
    <f0>   DW_AT_decl_file   : 2
    <f1>   DW_AT_decl_line   : 24
    <f2>   DW_AT_decl_column : 19
    <f3>   DW_AT_type        : <0x45>
 <1><f7>: Abbrev Number: 4 (DW_TAG_typedef)
    <f8>   DW_AT_name        : (indirect string, offset: 0xbf2): uint16_t
    <fc>   DW_AT_decl_file   : 2
    <fd>   DW_AT_decl_line   : 25
    <fe>   DW_AT_decl_column : 20
    <ff>   DW_AT_type        : <0x58>
 <1><103>: Abbrev Number: 4 (DW_TAG_typedef)
    <104>   DW_AT_name        : (indirect string, offset: 0x105e): uint32_t
    <108>   DW_AT_decl_file   : 2
    <109>   DW_AT_decl_line   : 26
    <10a>   DW_AT_decl_column : 20
    <10b>   DW_AT_type        : <0x70>
 <1><10f>: Abbrev Number: 4 (DW_TAG_typedef)
    <110>   DW_AT_name        : (indirect string, offset: 0xec2): uint64_t
    <114>   DW_AT_decl_file   : 2
    <115>   DW_AT_decl_line   : 27
    <116>   DW_AT_decl_column : 20
    <117>   DW_AT_type        : <0x83>
 <1><11b>: Abbrev Number: 2 (DW_TAG_base_type)
    <11c>   DW_AT_byte_size   : 4
    <11d>   DW_AT_encoding    : 5	(signed)
    <11e>   DW_AT_name        : (indirect string, offset: 0x30b): long int
 <1><122>: Abbrev Number: 4 (DW_TAG_typedef)
    <123>   DW_AT_name        : (indirect string, offset: 0x53): size_t
    <127>   DW_AT_decl_file   : 3
    <128>   DW_AT_decl_line   : 209
    <129>   DW_AT_decl_column : 23
    <12a>   DW_AT_type        : <0x2b>
 <1><12e>: Abbrev Number: 3 (DW_TAG_const_type)
    <12f>   DW_AT_type        : <0x122>
 <1><133>: Abbrev Number: 8 (DW_TAG_structure_type)
    <134>   DW_AT_byte_size   : 128
    <135>   DW_AT_decl_file   : 4
    <136>   DW_AT_decl_line   : 5
    <137>   DW_AT_decl_column : 9
    <138>   DW_AT_sibling     : <0x14c>
 <2><13c>: Abbrev Number: 9 (DW_TAG_member)
    <13d>   DW_AT_name        : (indirect string, offset: 0xf6b): __val
    <141>   DW_AT_decl_file   : 4
    <142>   DW_AT_decl_line   : 7
    <143>   DW_AT_decl_column : 21
    <144>   DW_AT_type        : <0x14c>
    <148>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><14b>: Abbrev Number: 0
 <1><14c>: Abbrev Number: 10 (DW_TAG_array_type)
    <14d>   DW_AT_type        : <0x37>
    <151>   DW_AT_sibling     : <0x15c>
 <2><155>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <156>   DW_AT_type        : <0x2b>
    <15a>   DW_AT_upper_bound : 31
 <2><15b>: Abbrev Number: 0
 <1><15c>: Abbrev Number: 4 (DW_TAG_typedef)
    <15d>   DW_AT_name        : (indirect string, offset: 0x1175): __sigset_t
    <161>   DW_AT_decl_file   : 4
    <162>   DW_AT_decl_line   : 8
    <163>   DW_AT_decl_column : 3
    <164>   DW_AT_type        : <0x133>
 <1><168>: Abbrev Number: 4 (DW_TAG_typedef)
    <169>   DW_AT_name        : (indirect string, offset: 0x177): sigset_t
    <16d>   DW_AT_decl_file   : 5
    <16e>   DW_AT_decl_line   : 7
    <16f>   DW_AT_decl_column : 20
    <170>   DW_AT_type        : <0x15c>
 <1><174>: Abbrev Number: 12 (DW_TAG_structure_type)
    <175>   DW_AT_name        : (indirect string, offset: 0xb72): timespec
    <179>   DW_AT_byte_size   : 16
    <17a>   DW_AT_decl_file   : 6
    <17b>   DW_AT_decl_line   : 9
    <17c>   DW_AT_decl_column : 8
    <17d>   DW_AT_sibling     : <0x1a0>
 <2><181>: Abbrev Number: 9 (DW_TAG_member)
    <182>   DW_AT_name        : (indirect string, offset: 0x118a): tv_sec
    <186>   DW_AT_decl_file   : 6
    <187>   DW_AT_decl_line   : 11
    <188>   DW_AT_decl_column : 12
    <189>   DW_AT_type        : <0xba>
    <18d>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><190>: Abbrev Number: 9 (DW_TAG_member)
    <191>   DW_AT_name        : (indirect string, offset: 0xee8): tv_nsec
    <195>   DW_AT_decl_file   : 6
    <196>   DW_AT_decl_line   : 12
    <197>   DW_AT_decl_column : 21
    <198>   DW_AT_type        : <0xcd>
    <19c>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><19f>: Abbrev Number: 0
 <1><1a0>: Abbrev Number: 2 (DW_TAG_base_type)
    <1a1>   DW_AT_byte_size   : 16
    <1a2>   DW_AT_encoding    : 4	(float)
    <1a3>   DW_AT_name        : (indirect string, offset: 0xb1d): long double
 <1><1a7>: Abbrev Number: 13 (DW_TAG_variable)
    <1a8>   DW_AT_name        : (indirect string, offset: 0x2c2): __environ
    <1ac>   DW_AT_decl_file   : 7
    <1ad>   DW_AT_decl_line   : 546
    <1af>   DW_AT_decl_column : 15
    <1b0>   DW_AT_type        : <0x1b6>
    <1b4>   DW_AT_external    : 1
    <1b5>   DW_AT_declaration : 1
 <1><1b6>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1b7>   DW_AT_byte_size   : 4
    <1b8>   DW_AT_type        : <0xd9>
 <1><1bc>: Abbrev Number: 13 (DW_TAG_variable)
    <1bd>   DW_AT_name        : (indirect string, offset: 0x3ef): environ
    <1c1>   DW_AT_decl_file   : 7
    <1c2>   DW_AT_decl_line   : 548
    <1c4>   DW_AT_decl_column : 15
    <1c5>   DW_AT_type        : <0x1b6>
    <1c9>   DW_AT_external    : 1
    <1ca>   DW_AT_declaration : 1
 <1><1cb>: Abbrev Number: 14 (DW_TAG_variable)
    <1cc>   DW_AT_name        : (indirect string, offset: 0x1098): optarg
    <1d0>   DW_AT_decl_file   : 8
    <1d1>   DW_AT_decl_line   : 36
    <1d2>   DW_AT_decl_column : 14
    <1d3>   DW_AT_type        : <0xd9>
    <1d7>   DW_AT_external    : 1
    <1d8>   DW_AT_declaration : 1
 <1><1d9>: Abbrev Number: 14 (DW_TAG_variable)
    <1da>   DW_AT_name        : (indirect string, offset: 0x77d): optind
    <1de>   DW_AT_decl_file   : 8
    <1df>   DW_AT_decl_line   : 50
    <1e0>   DW_AT_decl_column : 12
    <1e1>   DW_AT_type        : <0x64>
    <1e5>   DW_AT_external    : 1
    <1e6>   DW_AT_declaration : 1
 <1><1e7>: Abbrev Number: 14 (DW_TAG_variable)
    <1e8>   DW_AT_name        : (indirect string, offset: 0xcd7): opterr
    <1ec>   DW_AT_decl_file   : 8
    <1ed>   DW_AT_decl_line   : 55
    <1ee>   DW_AT_decl_column : 12
    <1ef>   DW_AT_type        : <0x64>
    <1f3>   DW_AT_external    : 1
    <1f4>   DW_AT_declaration : 1
 <1><1f5>: Abbrev Number: 14 (DW_TAG_variable)
    <1f6>   DW_AT_name        : (indirect string, offset: 0xbb7): optopt
    <1fa>   DW_AT_decl_file   : 8
    <1fb>   DW_AT_decl_line   : 59
    <1fc>   DW_AT_decl_column : 12
    <1fd>   DW_AT_type        : <0x64>
    <201>   DW_AT_external    : 1
    <202>   DW_AT_declaration : 1
 <1><203>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <204>   DW_AT_byte_size   : 4
    <205>   DW_AT_type        : <0xe6>
 <1><209>: Abbrev Number: 3 (DW_TAG_const_type)
    <20a>   DW_AT_type        : <0x203>
 <1><20e>: Abbrev Number: 10 (DW_TAG_array_type)
    <20f>   DW_AT_type        : <0x24>
    <213>   DW_AT_sibling     : <0x21e>
 <2><217>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <218>   DW_AT_type        : <0x2b>
    <21c>   DW_AT_upper_bound : 2
 <2><21d>: Abbrev Number: 0
 <1><21e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <21f>   DW_AT_byte_size   : 4
    <220>   DW_AT_type        : <0x224>
 <1><224>: Abbrev Number: 15 (DW_TAG_const_type)
 <1><225>: Abbrev Number: 12 (DW_TAG_structure_type)
    <226>   DW_AT_name        : (indirect string, offset: 0x3bc): _IO_FILE
    <22a>   DW_AT_byte_size   : 152
    <22b>   DW_AT_decl_file   : 9
    <22c>   DW_AT_decl_line   : 245
    <22d>   DW_AT_decl_column : 8
    <22e>   DW_AT_sibling     : <0x3fd>
 <2><232>: Abbrev Number: 9 (DW_TAG_member)
    <233>   DW_AT_name        : (indirect string, offset: 0xa73): _flags
    <237>   DW_AT_decl_file   : 9
    <238>   DW_AT_decl_line   : 246
    <239>   DW_AT_decl_column : 7
    <23a>   DW_AT_type        : <0x64>
    <23e>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><241>: Abbrev Number: 9 (DW_TAG_member)
    <242>   DW_AT_name        : (indirect string, offset: 0x59c): _IO_read_ptr
    <246>   DW_AT_decl_file   : 9
    <247>   DW_AT_decl_line   : 251
    <248>   DW_AT_decl_column : 9
    <249>   DW_AT_type        : <0xd9>
    <24d>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><250>: Abbrev Number: 9 (DW_TAG_member)
    <251>   DW_AT_name        : (indirect string, offset: 0x1016): _IO_read_end
    <255>   DW_AT_decl_file   : 9
    <256>   DW_AT_decl_line   : 252
    <257>   DW_AT_decl_column : 9
    <258>   DW_AT_type        : <0xd9>
    <25c>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><25f>: Abbrev Number: 9 (DW_TAG_member)
    <260>   DW_AT_name        : (indirect string, offset: 0x7f5): _IO_read_base
    <264>   DW_AT_decl_file   : 9
    <265>   DW_AT_decl_line   : 253
    <266>   DW_AT_decl_column : 9
    <267>   DW_AT_type        : <0xd9>
    <26b>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><26e>: Abbrev Number: 9 (DW_TAG_member)
    <26f>   DW_AT_name        : (indirect string, offset: 0xa54): _IO_write_base
    <273>   DW_AT_decl_file   : 9
    <274>   DW_AT_decl_line   : 254
    <275>   DW_AT_decl_column : 9
    <276>   DW_AT_type        : <0xd9>
    <27a>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><27d>: Abbrev Number: 9 (DW_TAG_member)
    <27e>   DW_AT_name        : (indirect string, offset: 0x10e7): _IO_write_ptr
    <282>   DW_AT_decl_file   : 9
    <283>   DW_AT_decl_line   : 255
    <284>   DW_AT_decl_column : 9
    <285>   DW_AT_type        : <0xd9>
    <289>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><28c>: Abbrev Number: 16 (DW_TAG_member)
    <28d>   DW_AT_name        : (indirect string, offset: 0x931): _IO_write_end
    <291>   DW_AT_decl_file   : 9
    <292>   DW_AT_decl_line   : 256
    <294>   DW_AT_decl_column : 9
    <295>   DW_AT_type        : <0xd9>
    <299>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><29c>: Abbrev Number: 16 (DW_TAG_member)
    <29d>   DW_AT_name        : (indirect string, offset: 0x9ae): _IO_buf_base
    <2a1>   DW_AT_decl_file   : 9
    <2a2>   DW_AT_decl_line   : 257
    <2a4>   DW_AT_decl_column : 9
    <2a5>   DW_AT_type        : <0xd9>
    <2a9>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><2ac>: Abbrev Number: 16 (DW_TAG_member)
    <2ad>   DW_AT_name        : (indirect string, offset: 0xe4a): _IO_buf_end
    <2b1>   DW_AT_decl_file   : 9
    <2b2>   DW_AT_decl_line   : 258
    <2b4>   DW_AT_decl_column : 9
    <2b5>   DW_AT_type        : <0xd9>
    <2b9>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><2bc>: Abbrev Number: 16 (DW_TAG_member)
    <2bd>   DW_AT_name        : (indirect string, offset: 0x211): _IO_save_base
    <2c1>   DW_AT_decl_file   : 9
    <2c2>   DW_AT_decl_line   : 260
    <2c4>   DW_AT_decl_column : 9
    <2c5>   DW_AT_type        : <0xd9>
    <2c9>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><2cc>: Abbrev Number: 16 (DW_TAG_member)
    <2cd>   DW_AT_name        : (indirect string, offset: 0xd4c): _IO_backup_base
    <2d1>   DW_AT_decl_file   : 9
    <2d2>   DW_AT_decl_line   : 261
    <2d4>   DW_AT_decl_column : 9
    <2d5>   DW_AT_type        : <0xd9>
    <2d9>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><2dc>: Abbrev Number: 16 (DW_TAG_member)
    <2dd>   DW_AT_name        : (indirect string, offset: 0xf2): _IO_save_end
    <2e1>   DW_AT_decl_file   : 9
    <2e2>   DW_AT_decl_line   : 262
    <2e4>   DW_AT_decl_column : 9
    <2e5>   DW_AT_type        : <0xd9>
    <2e9>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><2ec>: Abbrev Number: 16 (DW_TAG_member)
    <2ed>   DW_AT_name        : (indirect string, offset: 0x632): _markers
    <2f1>   DW_AT_decl_file   : 9
    <2f2>   DW_AT_decl_line   : 264
    <2f4>   DW_AT_decl_column : 22
    <2f5>   DW_AT_type        : <0x44c>
    <2f9>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2fc>: Abbrev Number: 16 (DW_TAG_member)
    <2fd>   DW_AT_name        : (indirect string, offset: 0x254): _chain
    <301>   DW_AT_decl_file   : 9
    <302>   DW_AT_decl_line   : 266
    <304>   DW_AT_decl_column : 20
    <305>   DW_AT_type        : <0x452>
    <309>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><30c>: Abbrev Number: 16 (DW_TAG_member)
    <30d>   DW_AT_name        : (indirect string, offset: 0x1072): _fileno
    <311>   DW_AT_decl_file   : 9
    <312>   DW_AT_decl_line   : 268
    <314>   DW_AT_decl_column : 7
    <315>   DW_AT_type        : <0x64>
    <319>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><31c>: Abbrev Number: 16 (DW_TAG_member)
    <31d>   DW_AT_name        : (indirect string, offset: 0x7e1): _flags2
    <321>   DW_AT_decl_file   : 9
    <322>   DW_AT_decl_line   : 272
    <324>   DW_AT_decl_column : 7
    <325>   DW_AT_type        : <0x64>
    <329>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><32c>: Abbrev Number: 16 (DW_TAG_member)
    <32d>   DW_AT_name        : (indirect string, offset: 0x863): _old_offset
    <331>   DW_AT_decl_file   : 9
    <332>   DW_AT_decl_line   : 274
    <334>   DW_AT_decl_column : 13
    <335>   DW_AT_type        : <0xa2>
    <339>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><33c>: Abbrev Number: 16 (DW_TAG_member)
    <33d>   DW_AT_name        : (indirect string, offset: 0x287): _cur_column
    <341>   DW_AT_decl_file   : 9
    <342>   DW_AT_decl_line   : 278
    <344>   DW_AT_decl_column : 18
    <345>   DW_AT_type        : <0x24>
    <349>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><34c>: Abbrev Number: 16 (DW_TAG_member)
    <34d>   DW_AT_name        : (indirect string, offset: 0xf20): _vtable_offset
    <351>   DW_AT_decl_file   : 9
    <352>   DW_AT_decl_line   : 279
    <354>   DW_AT_decl_column : 15
    <355>   DW_AT_type        : <0x3e>
    <359>   DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><35c>: Abbrev Number: 16 (DW_TAG_member)
    <35d>   DW_AT_name        : (indirect string, offset: 0xd5c): _shortbuf
    <361>   DW_AT_decl_file   : 9
    <362>   DW_AT_decl_line   : 280
    <364>   DW_AT_decl_column : 8
    <365>   DW_AT_type        : <0x458>
    <369>   DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><36c>: Abbrev Number: 16 (DW_TAG_member)
    <36d>   DW_AT_name        : (indirect string, offset: 0x1b2): _lock
    <371>   DW_AT_decl_file   : 9
    <372>   DW_AT_decl_line   : 284
    <374>   DW_AT_decl_column : 15
    <375>   DW_AT_type        : <0x468>
    <379>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><37c>: Abbrev Number: 16 (DW_TAG_member)
    <37d>   DW_AT_name        : (indirect string, offset: 0x70e): _offset
    <381>   DW_AT_decl_file   : 9
    <382>   DW_AT_decl_line   : 293
    <384>   DW_AT_decl_column : 15
    <385>   DW_AT_type        : <0xae>
    <389>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><38c>: Abbrev Number: 16 (DW_TAG_member)
    <38d>   DW_AT_name        : (indirect string, offset: 0xa04): __pad1
    <391>   DW_AT_decl_file   : 9
    <392>   DW_AT_decl_line   : 301
    <394>   DW_AT_decl_column : 9
    <395>   DW_AT_type        : <0xc6>
    <399>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><39c>: Abbrev Number: 16 (DW_TAG_member)
    <39d>   DW_AT_name        : (indirect string, offset: 0xa0b): __pad2
    <3a1>   DW_AT_decl_file   : 9
    <3a2>   DW_AT_decl_line   : 302
    <3a4>   DW_AT_decl_column : 9
    <3a5>   DW_AT_type        : <0xc6>
    <3a9>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><3ac>: Abbrev Number: 16 (DW_TAG_member)
    <3ad>   DW_AT_name        : (indirect string, offset: 0xa12): __pad3
    <3b1>   DW_AT_decl_file   : 9
    <3b2>   DW_AT_decl_line   : 303
    <3b4>   DW_AT_decl_column : 9
    <3b5>   DW_AT_type        : <0xc6>
    <3b9>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><3bc>: Abbrev Number: 16 (DW_TAG_member)
    <3bd>   DW_AT_name        : (indirect string, offset: 0xa19): __pad4
    <3c1>   DW_AT_decl_file   : 9
    <3c2>   DW_AT_decl_line   : 304
    <3c4>   DW_AT_decl_column : 9
    <3c5>   DW_AT_type        : <0xc6>
    <3c9>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><3cc>: Abbrev Number: 16 (DW_TAG_member)
    <3cd>   DW_AT_name        : (indirect string, offset: 0xa20): __pad5
    <3d1>   DW_AT_decl_file   : 9
    <3d2>   DW_AT_decl_line   : 306
    <3d4>   DW_AT_decl_column : 10
    <3d5>   DW_AT_type        : <0x122>
    <3d9>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><3dc>: Abbrev Number: 16 (DW_TAG_member)
    <3dd>   DW_AT_name        : (indirect string, offset: 0xa97): _mode
    <3e1>   DW_AT_decl_file   : 9
    <3e2>   DW_AT_decl_line   : 307
    <3e4>   DW_AT_decl_column : 7
    <3e5>   DW_AT_type        : <0x64>
    <3e9>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><3ec>: Abbrev Number: 16 (DW_TAG_member)
    <3ed>   DW_AT_name        : (indirect string, offset: 0x80f): _unused2
    <3f1>   DW_AT_decl_file   : 9
    <3f2>   DW_AT_decl_line   : 309
    <3f4>   DW_AT_decl_column : 8
    <3f5>   DW_AT_type        : <0x46e>
    <3f9>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><3fc>: Abbrev Number: 0
 <1><3fd>: Abbrev Number: 4 (DW_TAG_typedef)
    <3fe>   DW_AT_name        : (indirect string, offset: 0xb54): FILE
    <402>   DW_AT_decl_file   : 10
    <403>   DW_AT_decl_line   : 7
    <404>   DW_AT_decl_column : 25
    <405>   DW_AT_type        : <0x225>
 <1><409>: Abbrev Number: 17 (DW_TAG_typedef)
    <40a>   DW_AT_name        : (indirect string, offset: 0x534): _IO_lock_t
    <40e>   DW_AT_decl_file   : 9
    <40f>   DW_AT_decl_line   : 154
    <410>   DW_AT_decl_column : 14
 <1><411>: Abbrev Number: 12 (DW_TAG_structure_type)
    <412>   DW_AT_name        : (indirect string, offset: 0x34d): _IO_marker
    <416>   DW_AT_byte_size   : 12
    <417>   DW_AT_decl_file   : 9
    <418>   DW_AT_decl_line   : 160
    <419>   DW_AT_decl_column : 8
    <41a>   DW_AT_sibling     : <0x44c>
 <2><41e>: Abbrev Number: 9 (DW_TAG_member)
    <41f>   DW_AT_name        : (indirect string, offset: 0xd8b): _next
    <423>   DW_AT_decl_file   : 9
    <424>   DW_AT_decl_line   : 161
    <425>   DW_AT_decl_column : 22
    <426>   DW_AT_type        : <0x44c>
    <42a>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><42d>: Abbrev Number: 9 (DW_TAG_member)
    <42e>   DW_AT_name        : (indirect string, offset: 0xa27): _sbuf
    <432>   DW_AT_decl_file   : 9
    <433>   DW_AT_decl_line   : 162
    <434>   DW_AT_decl_column : 20
    <435>   DW_AT_type        : <0x452>
    <439>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><43c>: Abbrev Number: 9 (DW_TAG_member)
    <43d>   DW_AT_name        : (indirect string, offset: 0x5e7): _pos
    <441>   DW_AT_decl_file   : 9
    <442>   DW_AT_decl_line   : 166
    <443>   DW_AT_decl_column : 7
    <444>   DW_AT_type        : <0x64>
    <448>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><44b>: Abbrev Number: 0
 <1><44c>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <44d>   DW_AT_byte_size   : 4
    <44e>   DW_AT_type        : <0x411>
 <1><452>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <453>   DW_AT_byte_size   : 4
    <454>   DW_AT_type        : <0x225>
 <1><458>: Abbrev Number: 10 (DW_TAG_array_type)
    <459>   DW_AT_type        : <0xdf>
    <45d>   DW_AT_sibling     : <0x468>
 <2><461>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <462>   DW_AT_type        : <0x2b>
    <466>   DW_AT_upper_bound : 0
 <2><467>: Abbrev Number: 0
 <1><468>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <469>   DW_AT_byte_size   : 4
    <46a>   DW_AT_type        : <0x409>
 <1><46e>: Abbrev Number: 10 (DW_TAG_array_type)
    <46f>   DW_AT_type        : <0xdf>
    <473>   DW_AT_sibling     : <0x47e>
 <2><477>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <478>   DW_AT_type        : <0x2b>
    <47c>   DW_AT_upper_bound : 39
 <2><47d>: Abbrev Number: 0
 <1><47e>: Abbrev Number: 18 (DW_TAG_structure_type)
    <47f>   DW_AT_name        : (indirect string, offset: 0x4d2): _IO_FILE_plus
    <483>   DW_AT_declaration : 1
 <1><484>: Abbrev Number: 13 (DW_TAG_variable)
    <485>   DW_AT_name        : (indirect string, offset: 0x7b5): _IO_2_1_stdin_
    <489>   DW_AT_decl_file   : 9
    <48a>   DW_AT_decl_line   : 319
    <48c>   DW_AT_decl_column : 29
    <48d>   DW_AT_type        : <0x47e>
    <491>   DW_AT_external    : 1
    <492>   DW_AT_declaration : 1
 <1><493>: Abbrev Number: 13 (DW_TAG_variable)
    <494>   DW_AT_name        : (indirect string, offset: 0xd6c): _IO_2_1_stdout_
    <498>   DW_AT_decl_file   : 9
    <499>   DW_AT_decl_line   : 320
    <49b>   DW_AT_decl_column : 29
    <49c>   DW_AT_type        : <0x47e>
    <4a0>   DW_AT_external    : 1
    <4a1>   DW_AT_declaration : 1
 <1><4a2>: Abbrev Number: 13 (DW_TAG_variable)
    <4a3>   DW_AT_name        : (indirect string, offset: 0xc1): _IO_2_1_stderr_
    <4a7>   DW_AT_decl_file   : 9
    <4a8>   DW_AT_decl_line   : 321
    <4aa>   DW_AT_decl_column : 29
    <4ab>   DW_AT_type        : <0x47e>
    <4af>   DW_AT_external    : 1
    <4b0>   DW_AT_declaration : 1
 <1><4b1>: Abbrev Number: 14 (DW_TAG_variable)
    <4b2>   DW_AT_name        : (indirect string, offset: 0x5fd): stdin
    <4b6>   DW_AT_decl_file   : 11
    <4b7>   DW_AT_decl_line   : 135
    <4b8>   DW_AT_decl_column : 25
    <4b9>   DW_AT_type        : <0x452>
    <4bd>   DW_AT_external    : 1
    <4be>   DW_AT_declaration : 1
 <1><4bf>: Abbrev Number: 14 (DW_TAG_variable)
    <4c0>   DW_AT_name        : (indirect string, offset: 0x10c1): stdout
    <4c4>   DW_AT_decl_file   : 11
    <4c5>   DW_AT_decl_line   : 136
    <4c6>   DW_AT_decl_column : 25
    <4c7>   DW_AT_type        : <0x452>
    <4cb>   DW_AT_external    : 1
    <4cc>   DW_AT_declaration : 1
 <1><4cd>: Abbrev Number: 14 (DW_TAG_variable)
    <4ce>   DW_AT_name        : (indirect string, offset: 0xeab): stderr
    <4d2>   DW_AT_decl_file   : 11
    <4d3>   DW_AT_decl_line   : 137
    <4d4>   DW_AT_decl_column : 25
    <4d5>   DW_AT_type        : <0x452>
    <4d9>   DW_AT_external    : 1
    <4da>   DW_AT_declaration : 1
 <1><4db>: Abbrev Number: 14 (DW_TAG_variable)
    <4dc>   DW_AT_name        : (indirect string, offset: 0x293): sys_nerr
    <4e0>   DW_AT_decl_file   : 12
    <4e1>   DW_AT_decl_line   : 26
    <4e2>   DW_AT_decl_column : 12
    <4e3>   DW_AT_type        : <0x64>
    <4e7>   DW_AT_external    : 1
    <4e8>   DW_AT_declaration : 1
 <1><4e9>: Abbrev Number: 10 (DW_TAG_array_type)
    <4ea>   DW_AT_type        : <0x209>
    <4ee>   DW_AT_sibling     : <0x4f4>
 <2><4f2>: Abbrev Number: 19 (DW_TAG_subrange_type)
 <2><4f3>: Abbrev Number: 0
 <1><4f4>: Abbrev Number: 3 (DW_TAG_const_type)
    <4f5>   DW_AT_type        : <0x4e9>
 <1><4f9>: Abbrev Number: 14 (DW_TAG_variable)
    <4fa>   DW_AT_name        : (indirect string, offset: 0x60c): sys_errlist
    <4fe>   DW_AT_decl_file   : 12
    <4ff>   DW_AT_decl_line   : 27
    <500>   DW_AT_decl_column : 26
    <501>   DW_AT_type        : <0x4f4>
    <505>   DW_AT_external    : 1
    <506>   DW_AT_declaration : 1
 <1><507>: Abbrev Number: 14 (DW_TAG_variable)
    <508>   DW_AT_name        : (indirect string, offset: 0x2af): _sys_nerr
    <50c>   DW_AT_decl_file   : 12
    <50d>   DW_AT_decl_line   : 30
    <50e>   DW_AT_decl_column : 12
    <50f>   DW_AT_type        : <0x64>
    <513>   DW_AT_external    : 1
    <514>   DW_AT_declaration : 1
 <1><515>: Abbrev Number: 14 (DW_TAG_variable)
    <516>   DW_AT_name        : (indirect string, offset: 0xf2f): _sys_errlist
    <51a>   DW_AT_decl_file   : 12
    <51b>   DW_AT_decl_line   : 31
    <51c>   DW_AT_decl_column : 26
    <51d>   DW_AT_type        : <0x4f4>
    <521>   DW_AT_external    : 1
    <522>   DW_AT_declaration : 1
 <1><523>: Abbrev Number: 14 (DW_TAG_variable)
    <524>   DW_AT_name        : (indirect string, offset: 0x6e7): program_invocation_name
    <528>   DW_AT_decl_file   : 13
    <529>   DW_AT_decl_line   : 45
    <52a>   DW_AT_decl_column : 14
    <52b>   DW_AT_type        : <0xd9>
    <52f>   DW_AT_external    : 1
    <530>   DW_AT_declaration : 1
 <1><531>: Abbrev Number: 14 (DW_TAG_variable)
    <532>   DW_AT_name        : (indirect string, offset: 0xc32): program_invocation_short_name
    <536>   DW_AT_decl_file   : 13
    <537>   DW_AT_decl_line   : 46
    <538>   DW_AT_decl_column : 14
    <539>   DW_AT_type        : <0xd9>
    <53d>   DW_AT_external    : 1
    <53e>   DW_AT_declaration : 1
 <1><53f>: Abbrev Number: 10 (DW_TAG_array_type)
    <540>   DW_AT_type        : <0xd9>
    <544>   DW_AT_sibling     : <0x54f>
 <2><548>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <549>   DW_AT_type        : <0x2b>
    <54d>   DW_AT_upper_bound : 1
 <2><54e>: Abbrev Number: 0
 <1><54f>: Abbrev Number: 14 (DW_TAG_variable)
    <550>   DW_AT_name        : (indirect string, offset: 0x1fe): __tzname
    <554>   DW_AT_decl_file   : 14
    <555>   DW_AT_decl_line   : 159
    <556>   DW_AT_decl_column : 14
    <557>   DW_AT_type        : <0x53f>
    <55b>   DW_AT_external    : 1
    <55c>   DW_AT_declaration : 1
 <1><55d>: Abbrev Number: 14 (DW_TAG_variable)
    <55e>   DW_AT_name        : (indirect string, offset: 0xf9f): __daylight
    <562>   DW_AT_decl_file   : 14
    <563>   DW_AT_decl_line   : 160
    <564>   DW_AT_decl_column : 12
    <565>   DW_AT_type        : <0x64>
    <569>   DW_AT_external    : 1
    <56a>   DW_AT_declaration : 1
 <1><56b>: Abbrev Number: 14 (DW_TAG_variable)
    <56c>   DW_AT_name        : (indirect string, offset: 0x3c5): __timezone
    <570>   DW_AT_decl_file   : 14
    <571>   DW_AT_decl_line   : 161
    <572>   DW_AT_decl_column : 17
    <573>   DW_AT_type        : <0x11b>
    <577>   DW_AT_external    : 1
    <578>   DW_AT_declaration : 1
 <1><579>: Abbrev Number: 14 (DW_TAG_variable)
    <57a>   DW_AT_name        : (indirect string, offset: 0x725): tzname
    <57e>   DW_AT_decl_file   : 14
    <57f>   DW_AT_decl_line   : 166
    <580>   DW_AT_decl_column : 14
    <581>   DW_AT_type        : <0x53f>
    <585>   DW_AT_external    : 1
    <586>   DW_AT_declaration : 1
 <1><587>: Abbrev Number: 14 (DW_TAG_variable)
    <588>   DW_AT_name        : (indirect string, offset: 0x1131): daylight
    <58c>   DW_AT_decl_file   : 14
    <58d>   DW_AT_decl_line   : 174
    <58e>   DW_AT_decl_column : 12
    <58f>   DW_AT_type        : <0x64>
    <593>   DW_AT_external    : 1
    <594>   DW_AT_declaration : 1
 <1><595>: Abbrev Number: 14 (DW_TAG_variable)
    <596>   DW_AT_name        : (indirect string, offset: 0x579): timezone
    <59a>   DW_AT_decl_file   : 14
    <59b>   DW_AT_decl_line   : 175
    <59c>   DW_AT_decl_column : 17
    <59d>   DW_AT_type        : <0x11b>
    <5a1>   DW_AT_external    : 1
    <5a2>   DW_AT_declaration : 1
 <1><5a3>: Abbrev Number: 13 (DW_TAG_variable)
    <5a4>   DW_AT_name        : (indirect string, offset: 0x1032): getdate_err
    <5a8>   DW_AT_decl_file   : 14
    <5a9>   DW_AT_decl_line   : 280
    <5ab>   DW_AT_decl_column : 12
    <5ac>   DW_AT_type        : <0x64>
    <5b0>   DW_AT_external    : 1
    <5b1>   DW_AT_declaration : 1
 <1><5b2>: Abbrev Number: 14 (DW_TAG_variable)
    <5b3>   DW_AT_name        : (indirect string, offset: 0xa32): debug_flag
    <5b7>   DW_AT_decl_file   : 15
    <5b8>   DW_AT_decl_line   : 20
    <5b9>   DW_AT_decl_column : 13
    <5ba>   DW_AT_type        : <0x5c0>
    <5be>   DW_AT_external    : 1
    <5bf>   DW_AT_declaration : 1
 <1><5c0>: Abbrev Number: 2 (DW_TAG_base_type)
    <5c1>   DW_AT_byte_size   : 1
    <5c2>   DW_AT_encoding    : 2	(boolean)
    <5c3>   DW_AT_name        : (indirect string, offset: 0x4b8): _Bool
 <1><5c7>: Abbrev Number: 3 (DW_TAG_const_type)
    <5c8>   DW_AT_type        : <0x5c0>
 <1><5cc>: Abbrev Number: 4 (DW_TAG_typedef)
    <5cd>   DW_AT_name        : (indirect string, offset: 0xaee): __kernel_long_t
    <5d1>   DW_AT_decl_file   : 16
    <5d2>   DW_AT_decl_line   : 14
    <5d3>   DW_AT_decl_column : 19
    <5d4>   DW_AT_type        : <0x7c>
 <1><5d8>: Abbrev Number: 4 (DW_TAG_typedef)
    <5d9>   DW_AT_name        : (indirect string, offset: 0x5ec): __kernel_ulong_t
    <5dd>   DW_AT_decl_file   : 16
    <5de>   DW_AT_decl_line   : 15
    <5df>   DW_AT_decl_column : 28
    <5e0>   DW_AT_type        : <0x8f>
 <1><5e4>: Abbrev Number: 4 (DW_TAG_typedef)
    <5e5>   DW_AT_name        : (indirect string, offset: 0x413): kernel_long_t
    <5e9>   DW_AT_decl_file   : 17
    <5ea>   DW_AT_decl_line   : 16
    <5eb>   DW_AT_decl_column : 25
    <5ec>   DW_AT_type        : <0x5cc>
 <1><5f0>: Abbrev Number: 4 (DW_TAG_typedef)
    <5f1>   DW_AT_name        : (indirect string, offset: 0x8d8): kernel_ulong_t
    <5f5>   DW_AT_decl_file   : 17
    <5f6>   DW_AT_decl_line   : 17
    <5f7>   DW_AT_decl_column : 26
    <5f8>   DW_AT_type        : <0x5d8>
 <1><5fc>: Abbrev Number: 3 (DW_TAG_const_type)
    <5fd>   DW_AT_type        : <0x5f0>
 <1><601>: Abbrev Number: 12 (DW_TAG_structure_type)
    <602>   DW_AT_name        : (indirect string, offset: 0xc50): list_item
    <606>   DW_AT_byte_size   : 8
    <607>   DW_AT_decl_file   : 18
    <608>   DW_AT_decl_line   : 92
    <609>   DW_AT_decl_column : 8
    <60a>   DW_AT_sibling     : <0x62d>
 <2><60e>: Abbrev Number: 9 (DW_TAG_member)
    <60f>   DW_AT_name        : (indirect string, offset: 0x1185): prev
    <613>   DW_AT_decl_file   : 18
    <614>   DW_AT_decl_line   : 93
    <615>   DW_AT_decl_column : 20
    <616>   DW_AT_type        : <0x62d>
    <61a>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><61d>: Abbrev Number: 9 (DW_TAG_member)
    <61e>   DW_AT_name        : (indirect string, offset: 0xafe): next
    <622>   DW_AT_decl_file   : 18
    <623>   DW_AT_decl_line   : 94
    <624>   DW_AT_decl_column : 20
    <625>   DW_AT_type        : <0x62d>
    <629>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><62c>: Abbrev Number: 0
 <1><62d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <62e>   DW_AT_byte_size   : 4
    <62f>   DW_AT_type        : <0x601>
 <1><633>: Abbrev Number: 12 (DW_TAG_structure_type)
    <634>   DW_AT_name        : (indirect string, offset: 0x8b0): sysent
    <638>   DW_AT_byte_size   : 20
    <639>   DW_AT_decl_file   : 19
    <63a>   DW_AT_decl_line   : 11
    <63b>   DW_AT_decl_column : 16
    <63c>   DW_AT_sibling     : <0x68c>
 <2><640>: Abbrev Number: 9 (DW_TAG_member)
    <641>   DW_AT_name        : (indirect string, offset: 0x10d8): nargs
    <645>   DW_AT_decl_file   : 19
    <646>   DW_AT_decl_line   : 12
    <647>   DW_AT_decl_column : 11
    <648>   DW_AT_type        : <0x2b>
    <64c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><64f>: Abbrev Number: 9 (DW_TAG_member)
    <650>   DW_AT_name        : (indirect string, offset: 0x9c3): sys_flags
    <654>   DW_AT_decl_file   : 19
    <655>   DW_AT_decl_line   : 13
    <656>   DW_AT_decl_column : 6
    <657>   DW_AT_type        : <0x64>
    <65b>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><65e>: Abbrev Number: 20 (DW_TAG_member)
    <65f>   DW_AT_name        : sen
    <663>   DW_AT_decl_file   : 19
    <664>   DW_AT_decl_line   : 14
    <665>   DW_AT_decl_column : 6
    <666>   DW_AT_type        : <0x64>
    <66a>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><66d>: Abbrev Number: 9 (DW_TAG_member)
    <66e>   DW_AT_name        : (indirect string, offset: 0x344): sys_func
    <672>   DW_AT_decl_file   : 19
    <673>   DW_AT_decl_line   : 15
    <674>   DW_AT_decl_column : 8
    <675>   DW_AT_type        : <0x697>
    <679>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><67c>: Abbrev Number: 9 (DW_TAG_member)
    <67d>   DW_AT_name        : (indirect string, offset: 0x2b9): sys_name
    <681>   DW_AT_decl_file   : 19
    <682>   DW_AT_decl_line   : 16
    <683>   DW_AT_decl_column : 14
    <684>   DW_AT_type        : <0x203>
    <688>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><68b>: Abbrev Number: 0
 <1><68c>: Abbrev Number: 21 (DW_TAG_subroutine_type)
    <68d>   DW_AT_type        : <0x64>
    <691>   DW_AT_sibling     : <0x697>
 <2><695>: Abbrev Number: 22 (DW_TAG_unspecified_parameters)
 <2><696>: Abbrev Number: 0
 <1><697>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <698>   DW_AT_byte_size   : 4
    <699>   DW_AT_type        : <0x68c>
 <1><69d>: Abbrev Number: 4 (DW_TAG_typedef)
    <69e>   DW_AT_name        : (indirect string, offset: 0xf4b): struct_sysent
    <6a2>   DW_AT_decl_file   : 19
    <6a3>   DW_AT_decl_line   : 17
    <6a4>   DW_AT_decl_column : 3
    <6a5>   DW_AT_type        : <0x633>
 <1><6a9>: Abbrev Number: 3 (DW_TAG_const_type)
    <6aa>   DW_AT_type        : <0x69d>
 <1><6ae>: Abbrev Number: 14 (DW_TAG_variable)
    <6af>   DW_AT_name        : (indirect string, offset: 0xdde): current_personality
    <6b3>   DW_AT_decl_file   : 20
    <6b4>   DW_AT_decl_line   : 158
    <6b5>   DW_AT_decl_column : 17
    <6b6>   DW_AT_type        : <0x2b>
    <6ba>   DW_AT_external    : 1
    <6bb>   DW_AT_declaration : 1
 <1><6bc>: Abbrev Number: 14 (DW_TAG_variable)
    <6bd>   DW_AT_name        : (indirect string, offset: 0x852): current_wordsize
    <6c1>   DW_AT_decl_file   : 20
    <6c2>   DW_AT_decl_line   : 171
    <6c3>   DW_AT_decl_column : 17
    <6c4>   DW_AT_type        : <0x2b>
    <6c8>   DW_AT_external    : 1
    <6c9>   DW_AT_declaration : 1
 <1><6ca>: Abbrev Number: 14 (DW_TAG_variable)
    <6cb>   DW_AT_name        : (indirect string, offset: 0xab3): current_klongsize
    <6cf>   DW_AT_decl_file   : 20
    <6d0>   DW_AT_decl_line   : 176
    <6d1>   DW_AT_decl_column : 17
    <6d2>   DW_AT_type        : <0x2b>
    <6d6>   DW_AT_external    : 1
    <6d7>   DW_AT_declaration : 1
 <1><6d8>: Abbrev Number: 12 (DW_TAG_structure_type)
    <6d9>   DW_AT_name        : (indirect string, offset: 0xd06): ioctlent
    <6dd>   DW_AT_byte_size   : 8
    <6de>   DW_AT_decl_file   : 20
    <6df>   DW_AT_decl_line   : 217
    <6e0>   DW_AT_decl_column : 16
    <6e1>   DW_AT_sibling     : <0x704>
 <2><6e5>: Abbrev Number: 9 (DW_TAG_member)
    <6e6>   DW_AT_name        : (indirect string, offset: 0x100f): symbol
    <6ea>   DW_AT_decl_file   : 20
    <6eb>   DW_AT_decl_line   : 218
    <6ec>   DW_AT_decl_column : 14
    <6ed>   DW_AT_type        : <0x203>
    <6f1>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6f4>: Abbrev Number: 9 (DW_TAG_member)
    <6f5>   DW_AT_name        : (indirect string, offset: 0xd9b): code
    <6f9>   DW_AT_decl_file   : 20
    <6fa>   DW_AT_decl_line   : 219
    <6fb>   DW_AT_decl_column : 15
    <6fc>   DW_AT_type        : <0x2b>
    <700>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><703>: Abbrev Number: 0
 <1><704>: Abbrev Number: 4 (DW_TAG_typedef)
    <705>   DW_AT_name        : (indirect string, offset: 0xcc7): struct_ioctlent
    <709>   DW_AT_decl_file   : 20
    <70a>   DW_AT_decl_line   : 220
    <70b>   DW_AT_decl_column : 3
    <70c>   DW_AT_type        : <0x6d8>
 <1><710>: Abbrev Number: 3 (DW_TAG_const_type)
    <711>   DW_AT_type        : <0x704>
 <1><715>: Abbrev Number: 12 (DW_TAG_structure_type)
    <716>   DW_AT_name        : (indirect string, offset: 0x846): inject_data
    <71a>   DW_AT_byte_size   : 10
    <71b>   DW_AT_decl_file   : 20
    <71c>   DW_AT_decl_line   : 241
    <71d>   DW_AT_decl_column : 8
    <71e>   DW_AT_sibling     : <0x77d>
 <2><722>: Abbrev Number: 9 (DW_TAG_member)
    <723>   DW_AT_name        : (indirect string, offset: 0x588): flags
    <727>   DW_AT_decl_file   : 20
    <728>   DW_AT_decl_line   : 242
    <729>   DW_AT_decl_column : 10
    <72a>   DW_AT_type        : <0xeb>
    <72e>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><731>: Abbrev Number: 9 (DW_TAG_member)
    <732>   DW_AT_name        : (indirect string, offset: 0x963): signo
    <736>   DW_AT_decl_file   : 20
    <737>   DW_AT_decl_line   : 243
    <738>   DW_AT_decl_column : 10
    <739>   DW_AT_type        : <0xeb>
    <73d>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><740>: Abbrev Number: 9 (DW_TAG_member)
    <741>   DW_AT_name        : (indirect string, offset: 0x145): rval_idx
    <745>   DW_AT_decl_file   : 20
    <746>   DW_AT_decl_line   : 244
    <747>   DW_AT_decl_column : 11
    <748>   DW_AT_type        : <0xf7>
    <74c>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><74f>: Abbrev Number: 9 (DW_TAG_member)
    <750>   DW_AT_name        : (indirect string, offset: 0x78): delay_idx
    <754>   DW_AT_decl_file   : 20
    <755>   DW_AT_decl_line   : 245
    <756>   DW_AT_decl_column : 11
    <757>   DW_AT_type        : <0xf7>
    <75b>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><75e>: Abbrev Number: 9 (DW_TAG_member)
    <75f>   DW_AT_name        : (indirect string, offset: 0x624): poke_idx
    <763>   DW_AT_decl_file   : 20
    <764>   DW_AT_decl_line   : 246
    <765>   DW_AT_decl_column : 11
    <766>   DW_AT_type        : <0xf7>
    <76a>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><76d>: Abbrev Number: 9 (DW_TAG_member)
    <76e>   DW_AT_name        : (indirect string, offset: 0x1de): scno
    <772>   DW_AT_decl_file   : 20
    <773>   DW_AT_decl_line   : 247
    <774>   DW_AT_decl_column : 11
    <775>   DW_AT_type        : <0xf7>
    <779>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><77c>: Abbrev Number: 0
 <1><77d>: Abbrev Number: 12 (DW_TAG_structure_type)
    <77e>   DW_AT_name        : (indirect string, offset: 0x119): inject_opts
    <782>   DW_AT_byte_size   : 16
    <783>   DW_AT_decl_file   : 20
    <784>   DW_AT_decl_line   : 250
    <785>   DW_AT_decl_column : 8
    <786>   DW_AT_sibling     : <0x7c7>
 <2><78a>: Abbrev Number: 9 (DW_TAG_member)
    <78b>   DW_AT_name        : (indirect string, offset: 0xa91): first
    <78f>   DW_AT_decl_file   : 20
    <790>   DW_AT_decl_line   : 251
    <791>   DW_AT_decl_column : 11
    <792>   DW_AT_type        : <0xf7>
    <796>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><799>: Abbrev Number: 9 (DW_TAG_member)
    <79a>   DW_AT_name        : (indirect string, offset: 0x11b4): last
    <79e>   DW_AT_decl_file   : 20
    <79f>   DW_AT_decl_line   : 252
    <7a0>   DW_AT_decl_column : 11
    <7a1>   DW_AT_type        : <0xf7>
    <7a5>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><7a8>: Abbrev Number: 9 (DW_TAG_member)
    <7a9>   DW_AT_name        : (indirect string, offset: 0x3ea): step
    <7ad>   DW_AT_decl_file   : 20
    <7ae>   DW_AT_decl_line   : 253
    <7af>   DW_AT_decl_column : 11
    <7b0>   DW_AT_type        : <0xf7>
    <7b4>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7b7>: Abbrev Number: 9 (DW_TAG_member)
    <7b8>   DW_AT_name        : (indirect string, offset: 0x1180): data
    <7bc>   DW_AT_decl_file   : 20
    <7bd>   DW_AT_decl_line   : 254
    <7be>   DW_AT_decl_column : 21
    <7bf>   DW_AT_type        : <0x715>
    <7c3>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><7c6>: Abbrev Number: 0
 <1><7c7>: Abbrev Number: 23 (DW_TAG_structure_type)
    <7c8>   DW_AT_name        : tcb
    <7cc>   DW_AT_byte_size   : 280
    <7ce>   DW_AT_decl_file   : 20
    <7cf>   DW_AT_decl_line   : 262
    <7d1>   DW_AT_decl_column : 8
    <7d2>   DW_AT_sibling     : <0x9f7>
 <2><7d6>: Abbrev Number: 16 (DW_TAG_member)
    <7d7>   DW_AT_name        : (indirect string, offset: 0x588): flags
    <7db>   DW_AT_decl_file   : 20
    <7dc>   DW_AT_decl_line   : 263
    <7de>   DW_AT_decl_column : 6
    <7df>   DW_AT_type        : <0x64>
    <7e3>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7e6>: Abbrev Number: 24 (DW_TAG_member)
    <7e7>   DW_AT_name        : pid
    <7eb>   DW_AT_decl_file   : 20
    <7ec>   DW_AT_decl_line   : 264
    <7ee>   DW_AT_decl_column : 6
    <7ef>   DW_AT_type        : <0x64>
    <7f3>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7f6>: Abbrev Number: 16 (DW_TAG_member)
    <7f7>   DW_AT_name        : (indirect string, offset: 0x90): qual_flg
    <7fb>   DW_AT_decl_file   : 20
    <7fc>   DW_AT_decl_line   : 265
    <7fe>   DW_AT_decl_column : 6
    <7ff>   DW_AT_type        : <0x64>
    <803>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><806>: Abbrev Number: 16 (DW_TAG_member)
    <807>   DW_AT_name        : (indirect string, offset: 0x3db): currpers
    <80b>   DW_AT_decl_file   : 20
    <80c>   DW_AT_decl_line   : 267
    <80e>   DW_AT_decl_column : 15
    <80f>   DW_AT_type        : <0x2b>
    <813>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><816>: Abbrev Number: 16 (DW_TAG_member)
    <817>   DW_AT_name        : (indirect string, offset: 0xbaf): u_error
    <81b>   DW_AT_decl_file   : 20
    <81c>   DW_AT_decl_line   : 269
    <81e>   DW_AT_decl_column : 16
    <81f>   DW_AT_type        : <0x37>
    <823>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><826>: Abbrev Number: 16 (DW_TAG_member)
    <827>   DW_AT_name        : (indirect string, offset: 0x1de): scno
    <82b>   DW_AT_decl_file   : 20
    <82c>   DW_AT_decl_line   : 270
    <82e>   DW_AT_decl_column : 17
    <82f>   DW_AT_type        : <0x5f0>
    <833>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><836>: Abbrev Number: 16 (DW_TAG_member)
    <837>   DW_AT_name        : (indirect string, offset: 0xbe8): true_scno
    <83b>   DW_AT_decl_file   : 20
    <83c>   DW_AT_decl_line   : 271
    <83e>   DW_AT_decl_column : 17
    <83f>   DW_AT_type        : <0x5f0>
    <843>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><846>: Abbrev Number: 16 (DW_TAG_member)
    <847>   DW_AT_name        : (indirect string, offset: 0x1e8): u_arg
    <84b>   DW_AT_decl_file   : 20
    <84c>   DW_AT_decl_line   : 272
    <84e>   DW_AT_decl_column : 17
    <84f>   DW_AT_type        : <0x9f7>
    <853>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><856>: Abbrev Number: 16 (DW_TAG_member)
    <857>   DW_AT_name        : (indirect string, offset: 0x9da): u_rval
    <85b>   DW_AT_decl_file   : 20
    <85c>   DW_AT_decl_line   : 273
    <85e>   DW_AT_decl_column : 16
    <85f>   DW_AT_type        : <0x5e4>
    <863>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><866>: Abbrev Number: 16 (DW_TAG_member)
    <867>   DW_AT_name        : (indirect string, offset: 0xb0f): sys_func_rval
    <86b>   DW_AT_decl_file   : 20
    <86c>   DW_AT_decl_line   : 274
    <86e>   DW_AT_decl_column : 6
    <86f>   DW_AT_type        : <0x64>
    <873>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><876>: Abbrev Number: 16 (DW_TAG_member)
    <877>   DW_AT_name        : (indirect string, offset: 0xd7c): curcol
    <87b>   DW_AT_decl_file   : 20
    <87c>   DW_AT_decl_line   : 275
    <87e>   DW_AT_decl_column : 6
    <87f>   DW_AT_type        : <0x64>
    <883>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><886>: Abbrev Number: 16 (DW_TAG_member)
    <887>   DW_AT_name        : (indirect string, offset: 0x9ec): outf
    <88b>   DW_AT_decl_file   : 20
    <88c>   DW_AT_decl_line   : 276
    <88e>   DW_AT_decl_column : 8
    <88f>   DW_AT_type        : <0xa07>
    <893>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><896>: Abbrev Number: 16 (DW_TAG_member)
    <897>   DW_AT_name        : (indirect string, offset: 0xfd4): staged_output_data
    <89b>   DW_AT_decl_file   : 20
    <89c>   DW_AT_decl_line   : 277
    <89e>   DW_AT_decl_column : 29
    <89f>   DW_AT_type        : <0xa13>
    <8a3>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><8a6>: Abbrev Number: 16 (DW_TAG_member)
    <8a7>   DW_AT_name        : (indirect string, offset: 0xad5): auxstr
    <8ab>   DW_AT_decl_file   : 20
    <8ac>   DW_AT_decl_line   : 279
    <8ae>   DW_AT_decl_column : 14
    <8af>   DW_AT_type        : <0x203>
    <8b3>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><8b6>: Abbrev Number: 16 (DW_TAG_member)
    <8b7>   DW_AT_name        : (indirect string, offset: 0x1b8): _priv_data
    <8bb>   DW_AT_decl_file   : 20
    <8bc>   DW_AT_decl_line   : 280
    <8be>   DW_AT_decl_column : 8
    <8bf>   DW_AT_type        : <0xc6>
    <8c3>   DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
 <2><8c6>: Abbrev Number: 16 (DW_TAG_member)
    <8c7>   DW_AT_name        : (indirect string, offset: 0xc9d): _free_priv_data
    <8cb>   DW_AT_decl_file   : 20
    <8cc>   DW_AT_decl_line   : 281
    <8ce>   DW_AT_decl_column : 9
    <8cf>   DW_AT_type        : <0xa25>
    <8d3>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><8d6>: Abbrev Number: 16 (DW_TAG_member)
    <8d7>   DW_AT_name        : (indirect string, offset: 0x1d8): s_ent
    <8db>   DW_AT_decl_file   : 20
    <8dc>   DW_AT_decl_line   : 282
    <8de>   DW_AT_decl_column : 23
    <8df>   DW_AT_type        : <0xa2b>
    <8e3>   DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
 <2><8e6>: Abbrev Number: 16 (DW_TAG_member)
    <8e7>   DW_AT_name        : (indirect string, offset: 0x34): s_prev_ent
    <8eb>   DW_AT_decl_file   : 20
    <8ec>   DW_AT_decl_line   : 285
    <8ee>   DW_AT_decl_column : 23
    <8ef>   DW_AT_type        : <0xa2b>
    <8f3>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><8f7>: Abbrev Number: 16 (DW_TAG_member)
    <8f8>   DW_AT_name        : (indirect string, offset: 0x3d0): inject_vec
    <8fc>   DW_AT_decl_file   : 20
    <8fd>   DW_AT_decl_line   : 286
    <8ff>   DW_AT_decl_column : 22
    <900>   DW_AT_type        : <0xa36>
    <904>   DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
 <2><908>: Abbrev Number: 16 (DW_TAG_member)
    <909>   DW_AT_name        : (indirect string, offset: 0x821): stime
    <90d>   DW_AT_decl_file   : 20
    <90e>   DW_AT_decl_line   : 287
    <910>   DW_AT_decl_column : 18
    <911>   DW_AT_type        : <0x174>
    <915>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><919>: Abbrev Number: 16 (DW_TAG_member)
    <91a>   DW_AT_name        : (indirect string, offset: 0x3e4): ltime
    <91e>   DW_AT_decl_file   : 20
    <91f>   DW_AT_decl_line   : 288
    <921>   DW_AT_decl_column : 18
    <922>   DW_AT_type        : <0x174>
    <926>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><92a>: Abbrev Number: 16 (DW_TAG_member)
    <92b>   DW_AT_name        : (indirect string, offset: 0x109f): atime
    <92f>   DW_AT_decl_file   : 20
    <930>   DW_AT_decl_line   : 289
    <932>   DW_AT_decl_column : 18
    <933>   DW_AT_type        : <0x174>
    <937>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><93b>: Abbrev Number: 16 (DW_TAG_member)
    <93c>   DW_AT_name        : (indirect string, offset: 0x582): etime
    <940>   DW_AT_decl_file   : 20
    <941>   DW_AT_decl_line   : 290
    <943>   DW_AT_decl_column : 18
    <944>   DW_AT_type        : <0x174>
    <948>   DW_AT_data_member_location: 3 byte block: 23 c0 1 	(DW_OP_plus_uconst: 192)
 <2><94c>: Abbrev Number: 16 (DW_TAG_member)
    <94d>   DW_AT_name        : (indirect string, offset: 0xdfc): delay_expiration_time
    <951>   DW_AT_decl_file   : 20
    <952>   DW_AT_decl_line   : 291
    <954>   DW_AT_decl_column : 18
    <955>   DW_AT_type        : <0x174>
    <959>   DW_AT_data_member_location: 3 byte block: 23 d0 1 	(DW_OP_plus_uconst: 208)
 <2><95d>: Abbrev Number: 16 (DW_TAG_member)
    <95e>   DW_AT_name        : (indirect string, offset: 0x4c): pid_ns
    <962>   DW_AT_decl_file   : 20
    <963>   DW_AT_decl_line   : 298
    <965>   DW_AT_decl_column : 15
    <966>   DW_AT_type        : <0x2b>
    <96a>   DW_AT_data_member_location: 3 byte block: 23 e0 1 	(DW_OP_plus_uconst: 224)
 <2><96e>: Abbrev Number: 16 (DW_TAG_member)
    <96f>   DW_AT_name        : (indirect string, offset: 0x103e): mmap_cache
    <973>   DW_AT_decl_file   : 20
    <974>   DW_AT_decl_line   : 304
    <976>   DW_AT_decl_column : 23
    <977>   DW_AT_type        : <0xa52>
    <97b>   DW_AT_data_member_location: 3 byte block: 23 e4 1 	(DW_OP_plus_uconst: 228)
 <2><97f>: Abbrev Number: 16 (DW_TAG_member)
    <980>   DW_AT_name        : (indirect string, offset: 0xbbe): wait_data_idx
    <984>   DW_AT_decl_file   : 20
    <985>   DW_AT_decl_line   : 311
    <987>   DW_AT_decl_column : 9
    <988>   DW_AT_type        : <0x122>
    <98c>   DW_AT_data_member_location: 3 byte block: 23 e8 1 	(DW_OP_plus_uconst: 232)
 <2><990>: Abbrev Number: 16 (DW_TAG_member)
    <991>   DW_AT_name        : (indirect string, offset: 0xadc): delayed_wait_data
    <995>   DW_AT_decl_file   : 20
    <996>   DW_AT_decl_line   : 313
    <998>   DW_AT_decl_column : 24
    <999>   DW_AT_type        : <0xa5e>
    <99d>   DW_AT_data_member_location: 3 byte block: 23 ec 1 	(DW_OP_plus_uconst: 236)
 <2><9a1>: Abbrev Number: 16 (DW_TAG_member)
    <9a2>   DW_AT_name        : (indirect string, offset: 0xb68): wait_list
    <9a6>   DW_AT_decl_file   : 20
    <9a7>   DW_AT_decl_line   : 314
    <9a9>   DW_AT_decl_column : 19
    <9aa>   DW_AT_type        : <0x601>
    <9ae>   DW_AT_data_member_location: 3 byte block: 23 f0 1 	(DW_OP_plus_uconst: 240)
 <2><9b2>: Abbrev Number: 16 (DW_TAG_member)
    <9b3>   DW_AT_name        : (indirect string, offset: 0x6ff): vcpu_info_list
    <9b7>   DW_AT_decl_file   : 20
    <9b8>   DW_AT_decl_line   : 318
    <9ba>   DW_AT_decl_column : 20
    <9bb>   DW_AT_type        : <0xa6a>
    <9bf>   DW_AT_data_member_location: 3 byte block: 23 f8 1 	(DW_OP_plus_uconst: 248)
 <2><9c3>: Abbrev Number: 16 (DW_TAG_member)
    <9c4>   DW_AT_name        : (indirect string, offset: 0xd41): unwind_ctx
    <9c8>   DW_AT_decl_file   : 20
    <9c9>   DW_AT_decl_line   : 322
    <9cb>   DW_AT_decl_column : 8
    <9cc>   DW_AT_type        : <0xc6>
    <9d0>   DW_AT_data_member_location: 3 byte block: 23 fc 1 	(DW_OP_plus_uconst: 252)
 <2><9d4>: Abbrev Number: 16 (DW_TAG_member)
    <9d5>   DW_AT_name        : (indirect string, offset: 0x56c): unwind_queue
    <9d9>   DW_AT_decl_file   : 20
    <9da>   DW_AT_decl_line   : 323
    <9dc>   DW_AT_decl_column : 25
    <9dd>   DW_AT_type        : <0xa76>
    <9e1>   DW_AT_data_member_location: 3 byte block: 23 80 2 	(DW_OP_plus_uconst: 256)
 <2><9e5>: Abbrev Number: 16 (DW_TAG_member)
    <9e6>   DW_AT_name        : (indirect string, offset: 0x1ad): comm
    <9ea>   DW_AT_decl_file   : 20
    <9eb>   DW_AT_decl_line   : 327
    <9ed>   DW_AT_decl_column : 7
    <9ee>   DW_AT_type        : <0xa7c>
    <9f2>   DW_AT_data_member_location: 3 byte block: 23 84 2 	(DW_OP_plus_uconst: 260)
 <2><9f6>: Abbrev Number: 0
 <1><9f7>: Abbrev Number: 10 (DW_TAG_array_type)
    <9f8>   DW_AT_type        : <0x5f0>
    <9fc>   DW_AT_sibling     : <0xa07>
 <2><a00>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <a01>   DW_AT_type        : <0x2b>
    <a05>   DW_AT_upper_bound : 5
 <2><a06>: Abbrev Number: 0
 <1><a07>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a08>   DW_AT_byte_size   : 4
    <a09>   DW_AT_type        : <0x3fd>
 <1><a0d>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a0e>   DW_AT_name        : (indirect string, offset: 0xfd4): staged_output_data
    <a12>   DW_AT_declaration : 1
 <1><a13>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a14>   DW_AT_byte_size   : 4
    <a15>   DW_AT_type        : <0xa0d>
 <1><a19>: Abbrev Number: 25 (DW_TAG_subroutine_type)
    <a1a>   DW_AT_prototyped  : 1
    <a1b>   DW_AT_sibling     : <0xa25>
 <2><a1f>: Abbrev Number: 26 (DW_TAG_formal_parameter)
    <a20>   DW_AT_type        : <0xc6>
 <2><a24>: Abbrev Number: 0
 <1><a25>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a26>   DW_AT_byte_size   : 4
    <a27>   DW_AT_type        : <0xa19>
 <1><a2b>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a2c>   DW_AT_byte_size   : 4
    <a2d>   DW_AT_type        : <0x6a9>
 <1><a31>: Abbrev Number: 3 (DW_TAG_const_type)
    <a32>   DW_AT_type        : <0xa2b>
 <1><a36>: Abbrev Number: 10 (DW_TAG_array_type)
    <a37>   DW_AT_type        : <0xa46>
    <a3b>   DW_AT_sibling     : <0xa46>
 <2><a3f>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <a40>   DW_AT_type        : <0x2b>
    <a44>   DW_AT_upper_bound : 2
 <2><a45>: Abbrev Number: 0
 <1><a46>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a47>   DW_AT_byte_size   : 4
    <a48>   DW_AT_type        : <0x77d>
 <1><a4c>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a4d>   DW_AT_name        : (indirect string, offset: 0xe5): mmap_cache_t
    <a51>   DW_AT_declaration : 1
 <1><a52>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a53>   DW_AT_byte_size   : 4
    <a54>   DW_AT_type        : <0xa4c>
 <1><a58>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a59>   DW_AT_name        : (indirect string, offset: 0x405): tcb_wait_data
    <a5d>   DW_AT_declaration : 1
 <1><a5e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a5f>   DW_AT_byte_size   : 4
    <a60>   DW_AT_type        : <0xa58>
 <1><a64>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a65>   DW_AT_name        : (indirect string, offset: 0x1a3): vcpu_info
    <a69>   DW_AT_declaration : 1
 <1><a6a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a6b>   DW_AT_byte_size   : 4
    <a6c>   DW_AT_type        : <0xa64>
 <1><a70>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a71>   DW_AT_name        : (indirect string, offset: 0xfb8): unwind_queue_t
    <a75>   DW_AT_declaration : 1
 <1><a76>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a77>   DW_AT_byte_size   : 4
    <a78>   DW_AT_type        : <0xa70>
 <1><a7c>: Abbrev Number: 10 (DW_TAG_array_type)
    <a7d>   DW_AT_type        : <0xdf>
    <a81>   DW_AT_sibling     : <0xa8c>
 <2><a85>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <a86>   DW_AT_type        : <0x2b>
    <a8a>   DW_AT_upper_bound : 15
 <2><a8b>: Abbrev Number: 0
 <1><a8c>: Abbrev Number: 13 (DW_TAG_variable)
    <a8d>   DW_AT_name        : (indirect string, offset: 0xbfb): stub_sysent
    <a91>   DW_AT_decl_file   : 20
    <a92>   DW_AT_decl_line   : 400
    <a94>   DW_AT_decl_column : 28
    <a95>   DW_AT_type        : <0x6a9>
    <a99>   DW_AT_external    : 1
    <a9a>   DW_AT_declaration : 1
 <1><a9b>: Abbrev Number: 27 (DW_TAG_enumeration_type)
    <a9c>   DW_AT_name        : (indirect string, offset: 0x1154): xlat_type
    <aa0>   DW_AT_encoding    : 7	(unsigned)
    <aa1>   DW_AT_byte_size   : 4
    <aa2>   DW_AT_type        : <0x2b>
    <aa6>   DW_AT_decl_file   : 21
    <aa7>   DW_AT_decl_line   : 13
    <aa8>   DW_AT_decl_column : 6
    <aa9>   DW_AT_sibling     : <0xac0>
 <2><aad>: Abbrev Number: 28 (DW_TAG_enumerator)
    <aae>   DW_AT_name        : (indirect string, offset: 0x314): XT_NORMAL
    <ab2>   DW_AT_const_value : 0
 <2><ab3>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ab4>   DW_AT_name        : (indirect string, offset: 0xcde): XT_SORTED
    <ab8>   DW_AT_const_value : 1
 <2><ab9>: Abbrev Number: 28 (DW_TAG_enumerator)
    <aba>   DW_AT_name        : (indirect string, offset: 0xe8a): XT_INDEXED
    <abe>   DW_AT_const_value : 2
 <2><abf>: Abbrev Number: 0
 <1><ac0>: Abbrev Number: 27 (DW_TAG_enumeration_type)
    <ac1>   DW_AT_name        : (indirect string, offset: 0xc27): xlat_style
    <ac5>   DW_AT_encoding    : 7	(unsigned)
    <ac6>   DW_AT_byte_size   : 4
    <ac7>   DW_AT_type        : <0x2b>
    <acb>   DW_AT_decl_file   : 21
    <acc>   DW_AT_decl_line   : 19
    <acd>   DW_AT_decl_column : 6
    <ace>   DW_AT_sibling     : <0xafd>
 <2><ad2>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ad3>   DW_AT_name        : (indirect string, offset: 0x125): XLAT_STYLE_DEFAULT
    <ad7>   DW_AT_const_value : 0
 <2><ad8>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ad9>   DW_AT_name        : (indirect string, offset: 0xc7a): XLAT_STYLE_RAW
    <add>   DW_AT_const_value : 1
 <2><ade>: Abbrev Number: 28 (DW_TAG_enumerator)
    <adf>   DW_AT_name        : (indirect string, offset: 0x111f): XLAT_STYLE_ABBREV
    <ae3>   DW_AT_const_value : 2
 <2><ae4>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ae5>   DW_AT_name        : (indirect string, offset: 0x331): XLAT_STYLE_VERBOSE
    <ae9>   DW_AT_const_value : 3
 <2><aea>: Abbrev Number: 28 (DW_TAG_enumerator)
    <aeb>   DW_AT_name        : (indirect string, offset: 0x1e): XLAT_STYLE_FMT_X
    <aef>   DW_AT_const_value : 0
 <2><af0>: Abbrev Number: 28 (DW_TAG_enumerator)
    <af1>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <af5>   DW_AT_const_value : 4
 <2><af6>: Abbrev Number: 28 (DW_TAG_enumerator)
    <af7>   DW_AT_name        : (indirect string, offset: 0x11a3): XLAT_STYLE_FMT_D
    <afb>   DW_AT_const_value : 8
 <2><afc>: Abbrev Number: 0
 <1><afd>: Abbrev Number: 12 (DW_TAG_structure_type)
    <afe>   DW_AT_name        : (indirect string, offset: 0x36e): xlat_data
    <b02>   DW_AT_byte_size   : 16
    <b03>   DW_AT_decl_file   : 21
    <b04>   DW_AT_decl_line   : 51
    <b05>   DW_AT_decl_column : 8
    <b06>   DW_AT_sibling     : <0xb29>
 <2><b0a>: Abbrev Number: 20 (DW_TAG_member)
    <b0b>   DW_AT_name        : val
    <b0f>   DW_AT_decl_file   : 21
    <b10>   DW_AT_decl_line   : 52
    <b11>   DW_AT_decl_column : 11
    <b12>   DW_AT_type        : <0x10f>
    <b16>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b19>: Abbrev Number: 20 (DW_TAG_member)
    <b1a>   DW_AT_name        : str
    <b1e>   DW_AT_decl_file   : 21
    <b1f>   DW_AT_decl_line   : 53
    <b20>   DW_AT_decl_column : 14
    <b21>   DW_AT_type        : <0x203>
    <b25>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b28>: Abbrev Number: 0
 <1><b29>: Abbrev Number: 3 (DW_TAG_const_type)
    <b2a>   DW_AT_type        : <0xafd>
 <1><b2e>: Abbrev Number: 12 (DW_TAG_structure_type)
    <b2f>   DW_AT_name        : (indirect string, offset: 0x2f): xlat
    <b33>   DW_AT_byte_size   : 24
    <b34>   DW_AT_decl_file   : 21
    <b35>   DW_AT_decl_line   : 56
    <b36>   DW_AT_decl_column : 8
    <b37>   DW_AT_sibling     : <0xb87>
 <2><b3b>: Abbrev Number: 9 (DW_TAG_member)
    <b3c>   DW_AT_name        : (indirect string, offset: 0x1180): data
    <b40>   DW_AT_decl_file   : 21
    <b41>   DW_AT_decl_line   : 57
    <b42>   DW_AT_decl_column : 26
    <b43>   DW_AT_type        : <0xb8c>
    <b47>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b4a>: Abbrev Number: 9 (DW_TAG_member)
    <b4b>   DW_AT_name        : (indirect string, offset: 0x8a4): flags_strsz
    <b4f>   DW_AT_decl_file   : 21
    <b50>   DW_AT_decl_line   : 58
    <b51>   DW_AT_decl_column : 9
    <b52>   DW_AT_type        : <0x122>
    <b56>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b59>: Abbrev Number: 9 (DW_TAG_member)
    <b5a>   DW_AT_name        : (indirect string, offset: 0xbcc): size
    <b5e>   DW_AT_decl_file   : 21
    <b5f>   DW_AT_decl_line   : 59
    <b60>   DW_AT_decl_column : 11
    <b61>   DW_AT_type        : <0x103>
    <b65>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b68>: Abbrev Number: 9 (DW_TAG_member)
    <b69>   DW_AT_name        : (indirect string, offset: 0x1e3): type
    <b6d>   DW_AT_decl_file   : 21
    <b6e>   DW_AT_decl_line   : 60
    <b6f>   DW_AT_decl_column : 17
    <b70>   DW_AT_type        : <0xa9b>
    <b74>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b77>: Abbrev Number: 9 (DW_TAG_member)
    <b78>   DW_AT_name        : (indirect string, offset: 0x75a): flags_mask
    <b7c>   DW_AT_decl_file   : 21
    <b7d>   DW_AT_decl_line   : 61
    <b7e>   DW_AT_decl_column : 11
    <b7f>   DW_AT_type        : <0x10f>
    <b83>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b86>: Abbrev Number: 0
 <1><b87>: Abbrev Number: 3 (DW_TAG_const_type)
    <b88>   DW_AT_type        : <0xb2e>
 <1><b8c>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b8d>   DW_AT_byte_size   : 4
    <b8e>   DW_AT_type        : <0xb29>
 <1><b92>: Abbrev Number: 10 (DW_TAG_array_type)
    <b93>   DW_AT_type        : <0xb87>
    <b97>   DW_AT_sibling     : <0xb9d>
 <2><b9b>: Abbrev Number: 19 (DW_TAG_subrange_type)
 <2><b9c>: Abbrev Number: 0
 <1><b9d>: Abbrev Number: 3 (DW_TAG_const_type)
    <b9e>   DW_AT_type        : <0xb92>
 <1><ba2>: Abbrev Number: 13 (DW_TAG_variable)
    <ba3>   DW_AT_name        : (indirect string, offset: 0xefb): addrfams
    <ba7>   DW_AT_decl_file   : 20
    <ba8>   DW_AT_decl_line   : 406
    <baa>   DW_AT_decl_column : 26
    <bab>   DW_AT_type        : <0xb9d>
    <baf>   DW_AT_external    : 1
    <bb0>   DW_AT_declaration : 1
 <1><bb1>: Abbrev Number: 13 (DW_TAG_variable)
    <bb2>   DW_AT_name        : (indirect string, offset: 0xdab): arp_hardware_types
    <bb6>   DW_AT_decl_file   : 20
    <bb7>   DW_AT_decl_line   : 407
    <bb9>   DW_AT_decl_column : 26
    <bba>   DW_AT_type        : <0xb9d>
    <bbe>   DW_AT_external    : 1
    <bbf>   DW_AT_declaration : 1
 <1><bc0>: Abbrev Number: 13 (DW_TAG_variable)
    <bc1>   DW_AT_name        : (indirect string, offset: 0x10a5): at_flags
    <bc5>   DW_AT_decl_file   : 20
    <bc6>   DW_AT_decl_line   : 408
    <bc8>   DW_AT_decl_column : 26
    <bc9>   DW_AT_type        : <0xb9d>
    <bcd>   DW_AT_external    : 1
    <bce>   DW_AT_declaration : 1
 <1><bcf>: Abbrev Number: 13 (DW_TAG_variable)
    <bd0>   DW_AT_name        : (indirect string, offset: 0x54a): clocknames
    <bd4>   DW_AT_decl_file   : 20
    <bd5>   DW_AT_decl_line   : 409
    <bd7>   DW_AT_decl_column : 26
    <bd8>   DW_AT_type        : <0xb9d>
    <bdc>   DW_AT_external    : 1
    <bdd>   DW_AT_declaration : 1
 <1><bde>: Abbrev Number: 13 (DW_TAG_variable)
    <bdf>   DW_AT_name        : (indirect string, offset: 0x107a): dirent_types
    <be3>   DW_AT_decl_file   : 20
    <be4>   DW_AT_decl_line   : 410
    <be6>   DW_AT_decl_column : 26
    <be7>   DW_AT_type        : <0xb9d>
    <beb>   DW_AT_external    : 1
    <bec>   DW_AT_declaration : 1
 <1><bed>: Abbrev Number: 13 (DW_TAG_variable)
    <bee>   DW_AT_name        : (indirect string, offset: 0x8f5): ethernet_protocols
    <bf2>   DW_AT_decl_file   : 20
    <bf3>   DW_AT_decl_line   : 411
    <bf5>   DW_AT_decl_column : 26
    <bf6>   DW_AT_type        : <0xb9d>
    <bfa>   DW_AT_external    : 1
    <bfb>   DW_AT_declaration : 1
 <1><bfc>: Abbrev Number: 13 (DW_TAG_variable)
    <bfd>   DW_AT_name        : (indirect string, offset: 0x677): inet_protocols
    <c01>   DW_AT_decl_file   : 20
    <c02>   DW_AT_decl_line   : 412
    <c04>   DW_AT_decl_column : 26
    <c05>   DW_AT_type        : <0xb9d>
    <c09>   DW_AT_external    : 1
    <c0a>   DW_AT_declaration : 1
 <1><c0b>: Abbrev Number: 13 (DW_TAG_variable)
    <c0c>   DW_AT_name        : (indirect string, offset: 0x301): evdev_abs
    <c10>   DW_AT_decl_file   : 20
    <c11>   DW_AT_decl_line   : 413
    <c13>   DW_AT_decl_column : 26
    <c14>   DW_AT_type        : <0xb9d>
    <c18>   DW_AT_external    : 1
    <c19>   DW_AT_declaration : 1
 <1><c1a>: Abbrev Number: 13 (DW_TAG_variable)
    <c1b>   DW_AT_name        : (indirect string, offset: 0x74f): audit_arch
    <c1f>   DW_AT_decl_file   : 20
    <c20>   DW_AT_decl_line   : 414
    <c22>   DW_AT_decl_column : 26
    <c23>   DW_AT_type        : <0xb9d>
    <c27>   DW_AT_external    : 1
    <c28>   DW_AT_declaration : 1
 <1><c29>: Abbrev Number: 13 (DW_TAG_variable)
    <c2a>   DW_AT_name        : (indirect string, offset: 0xd1): evdev_ev
    <c2e>   DW_AT_decl_file   : 20
    <c2f>   DW_AT_decl_line   : 415
    <c31>   DW_AT_decl_column : 26
    <c32>   DW_AT_type        : <0xb9d>
    <c36>   DW_AT_external    : 1
    <c37>   DW_AT_declaration : 1
 <1><c38>: Abbrev Number: 13 (DW_TAG_variable)
    <c39>   DW_AT_name        : (indirect string, offset: 0x526): iffflags
    <c3d>   DW_AT_decl_file   : 20
    <c3e>   DW_AT_decl_line   : 416
    <c40>   DW_AT_decl_column : 26
    <c41>   DW_AT_type        : <0xb9d>
    <c45>   DW_AT_external    : 1
    <c46>   DW_AT_declaration : 1
 <1><c47>: Abbrev Number: 13 (DW_TAG_variable)
    <c48>   DW_AT_name        : (indirect string, offset: 0xc89): ip_type_of_services
    <c4c>   DW_AT_decl_file   : 20
    <c4d>   DW_AT_decl_line   : 417
    <c4f>   DW_AT_decl_column : 26
    <c50>   DW_AT_type        : <0xb9d>
    <c54>   DW_AT_external    : 1
    <c55>   DW_AT_declaration : 1
 <1><c56>: Abbrev Number: 13 (DW_TAG_variable)
    <c57>   DW_AT_name        : (indirect string, offset: 0x6db): ipc_private
    <c5b>   DW_AT_decl_file   : 20
    <c5c>   DW_AT_decl_line   : 418
    <c5e>   DW_AT_decl_column : 26
    <c5f>   DW_AT_type        : <0xb9d>
    <c63>   DW_AT_external    : 1
    <c64>   DW_AT_declaration : 1
 <1><c65>: Abbrev Number: 13 (DW_TAG_variable)
    <c66>   DW_AT_name        : (indirect string, offset: 0x364): msg_flags
    <c6a>   DW_AT_decl_file   : 20
    <c6b>   DW_AT_decl_line   : 419
    <c6d>   DW_AT_decl_column : 26
    <c6e>   DW_AT_type        : <0xb9d>
    <c72>   DW_AT_external    : 1
    <c73>   DW_AT_declaration : 1
 <1><c74>: Abbrev Number: 13 (DW_TAG_variable)
    <c75>   DW_AT_name        : (indirect string, offset: 0x14e): netlink_protocols
    <c79>   DW_AT_decl_file   : 20
    <c7a>   DW_AT_decl_line   : 420
    <c7c>   DW_AT_decl_column : 26
    <c7d>   DW_AT_type        : <0xb9d>
    <c81>   DW_AT_external    : 1
    <c82>   DW_AT_declaration : 1
 <1><c83>: Abbrev Number: 13 (DW_TAG_variable)
    <c84>   DW_AT_name        : (indirect string, offset: 0xffa): nl_bridge_vlan_flags
    <c88>   DW_AT_decl_file   : 20
    <c89>   DW_AT_decl_line   : 421
    <c8b>   DW_AT_decl_column : 26
    <c8c>   DW_AT_type        : <0xb9d>
    <c90>   DW_AT_external    : 1
    <c91>   DW_AT_declaration : 1
 <1><c92>: Abbrev Number: 13 (DW_TAG_variable)
    <c93>   DW_AT_name        : (indirect string, offset: 0xe73): nl_netfilter_msg_types
    <c97>   DW_AT_decl_file   : 20
    <c98>   DW_AT_decl_line   : 422
    <c9a>   DW_AT_decl_column : 26
    <c9b>   DW_AT_type        : <0xb9d>
    <c9f>   DW_AT_external    : 1
    <ca0>   DW_AT_declaration : 1
 <1><ca1>: Abbrev Number: 13 (DW_TAG_variable)
    <ca2>   DW_AT_name        : (indirect string, offset: 0x264): nl_route_types
    <ca6>   DW_AT_decl_file   : 20
    <ca7>   DW_AT_decl_line   : 423
    <ca9>   DW_AT_decl_column : 26
    <caa>   DW_AT_type        : <0xb9d>
    <cae>   DW_AT_external    : 1
    <caf>   DW_AT_declaration : 1
 <1><cb0>: Abbrev Number: 13 (DW_TAG_variable)
    <cb1>   DW_AT_name        : (indirect string, offset: 0xf59): open_access_modes
    <cb5>   DW_AT_decl_file   : 20
    <cb6>   DW_AT_decl_line   : 424
    <cb8>   DW_AT_decl_column : 26
    <cb9>   DW_AT_type        : <0xb9d>
    <cbd>   DW_AT_external    : 1
    <cbe>   DW_AT_declaration : 1
 <1><cbf>: Abbrev Number: 13 (DW_TAG_variable)
    <cc0>   DW_AT_name        : (indirect string, offset: 0xb1): open_mode_flags
    <cc4>   DW_AT_decl_file   : 20
    <cc5>   DW_AT_decl_line   : 425
    <cc7>   DW_AT_decl_column : 26
    <cc8>   DW_AT_type        : <0xb9d>
    <ccc>   DW_AT_external    : 1
    <ccd>   DW_AT_declaration : 1
 <1><cce>: Abbrev Number: 13 (DW_TAG_variable)
    <ccf>   DW_AT_name        : (indirect string, offset: 0xcad): perf_type_id
    <cd3>   DW_AT_decl_file   : 20
    <cd4>   DW_AT_decl_line   : 426
    <cd6>   DW_AT_decl_column : 26
    <cd7>   DW_AT_type        : <0xb9d>
    <cdb>   DW_AT_external    : 1
    <cdc>   DW_AT_declaration : 1
 <1><cdd>: Abbrev Number: 13 (DW_TAG_variable)
    <cde>   DW_AT_name        : (indirect string, offset: 0xf04): pollflags
    <ce2>   DW_AT_decl_file   : 20
    <ce3>   DW_AT_decl_line   : 427
    <ce5>   DW_AT_decl_column : 26
    <ce6>   DW_AT_type        : <0xb9d>
    <cea>   DW_AT_external    : 1
    <ceb>   DW_AT_declaration : 1
 <1><cec>: Abbrev Number: 13 (DW_TAG_variable)
    <ced>   DW_AT_name        : (indirect string, offset: 0x618): ptrace_cmds
    <cf1>   DW_AT_decl_file   : 20
    <cf2>   DW_AT_decl_line   : 428
    <cf4>   DW_AT_decl_column : 26
    <cf5>   DW_AT_type        : <0xb9d>
    <cf9>   DW_AT_external    : 1
    <cfa>   DW_AT_declaration : 1
 <1><cfb>: Abbrev Number: 13 (DW_TAG_variable)
    <cfc>   DW_AT_name        : (indirect string, offset: 0x837): resource_flags
    <d00>   DW_AT_decl_file   : 20
    <d01>   DW_AT_decl_line   : 429
    <d03>   DW_AT_decl_column : 26
    <d04>   DW_AT_type        : <0xb9d>
    <d08>   DW_AT_external    : 1
    <d09>   DW_AT_declaration : 1
 <1><d0a>: Abbrev Number: 13 (DW_TAG_variable)
    <d0b>   DW_AT_name        : (indirect string, offset: 0x2d7): route_nexthop_flags
    <d0f>   DW_AT_decl_file   : 20
    <d10>   DW_AT_decl_line   : 430
    <d12>   DW_AT_decl_column : 26
    <d13>   DW_AT_type        : <0xb9d>
    <d17>   DW_AT_external    : 1
    <d18>   DW_AT_declaration : 1
 <1><d19>: Abbrev Number: 13 (DW_TAG_variable)
    <d1a>   DW_AT_name        : (indirect string, offset: 0xf7c): routing_protocols
    <d1e>   DW_AT_decl_file   : 20
    <d1f>   DW_AT_decl_line   : 431
    <d21>   DW_AT_decl_column : 26
    <d22>   DW_AT_type        : <0xb9d>
    <d26>   DW_AT_external    : 1
    <d27>   DW_AT_declaration : 1
 <1><d28>: Abbrev Number: 13 (DW_TAG_variable)
    <d29>   DW_AT_name        : (indirect string, offset: 0x517): routing_scopes
    <d2d>   DW_AT_decl_file   : 20
    <d2e>   DW_AT_decl_line   : 432
    <d30>   DW_AT_decl_column : 26
    <d31>   DW_AT_type        : <0xb9d>
    <d35>   DW_AT_external    : 1
    <d36>   DW_AT_declaration : 1
 <1><d37>: Abbrev Number: 13 (DW_TAG_variable)
    <d38>   DW_AT_name        : (indirect string, offset: 0xe56): routing_table_ids
    <d3c>   DW_AT_decl_file   : 20
    <d3d>   DW_AT_decl_line   : 433
    <d3f>   DW_AT_decl_column : 26
    <d40>   DW_AT_type        : <0xb9d>
    <d44>   DW_AT_external    : 1
    <d45>   DW_AT_declaration : 1
 <1><d46>: Abbrev Number: 13 (DW_TAG_variable)
    <d47>   DW_AT_name        : (indirect string, offset: 0x6b8): routing_types
    <d4b>   DW_AT_decl_file   : 20
    <d4c>   DW_AT_decl_line   : 434
    <d4e>   DW_AT_decl_column : 26
    <d4f>   DW_AT_type        : <0xb9d>
    <d53>   DW_AT_external    : 1
    <d54>   DW_AT_declaration : 1
 <1><d55>: Abbrev Number: 13 (DW_TAG_variable)
    <d56>   DW_AT_name        : (indirect string, offset: 0x207): rwf_flags
    <d5a>   DW_AT_decl_file   : 20
    <d5b>   DW_AT_decl_line   : 435
    <d5d>   DW_AT_decl_column : 26
    <d5e>   DW_AT_type        : <0xb9d>
    <d62>   DW_AT_external    : 1
    <d63>   DW_AT_declaration : 1
 <1><d64>: Abbrev Number: 13 (DW_TAG_variable)
    <d65>   DW_AT_name        : (indirect string, offset: 0x86f): seccomp_filter_flags
    <d69>   DW_AT_decl_file   : 20
    <d6a>   DW_AT_decl_line   : 436
    <d6c>   DW_AT_decl_column : 26
    <d6d>   DW_AT_type        : <0xb9d>
    <d71>   DW_AT_external    : 1
    <d72>   DW_AT_declaration : 1
 <1><d73>: Abbrev Number: 13 (DW_TAG_variable)
    <d74>   DW_AT_name        : (indirect string, offset: 0x31e): seccomp_ret_action
    <d78>   DW_AT_decl_file   : 20
    <d79>   DW_AT_decl_line   : 437
    <d7b>   DW_AT_decl_column : 26
    <d7c>   DW_AT_type        : <0xb9d>
    <d80>   DW_AT_external    : 1
    <d81>   DW_AT_declaration : 1
 <1><d82>: Abbrev Number: 13 (DW_TAG_variable)
    <d83>   DW_AT_name        : (indirect string, offset: 0x4e0): setns_types
    <d87>   DW_AT_decl_file   : 20
    <d88>   DW_AT_decl_line   : 438
    <d8a>   DW_AT_decl_column : 26
    <d8b>   DW_AT_type        : <0xb9d>
    <d8f>   DW_AT_external    : 1
    <d90>   DW_AT_declaration : 1
 <1><d91>: Abbrev Number: 13 (DW_TAG_variable)
    <d92>   DW_AT_name        : (indirect string, offset: 0xef0): sg_io_info
    <d96>   DW_AT_decl_file   : 20
    <d97>   DW_AT_decl_line   : 439
    <d99>   DW_AT_decl_column : 26
    <d9a>   DW_AT_type        : <0xb9d>
    <d9e>   DW_AT_external    : 1
    <d9f>   DW_AT_declaration : 1
 <1><da0>: Abbrev Number: 13 (DW_TAG_variable)
    <da1>   DW_AT_name        : (indirect string, offset: 0xc0f): socketlayers
    <da5>   DW_AT_decl_file   : 20
    <da6>   DW_AT_decl_line   : 440
    <da8>   DW_AT_decl_column : 26
    <da9>   DW_AT_type        : <0xb9d>
    <dad>   DW_AT_external    : 1
    <dae>   DW_AT_declaration : 1
 <1><daf>: Abbrev Number: 13 (DW_TAG_variable)
    <db0>   DW_AT_name        : (indirect string, offset: 0xe35): socktypes
    <db4>   DW_AT_decl_file   : 20
    <db5>   DW_AT_decl_line   : 441
    <db7>   DW_AT_decl_column : 26
    <db8>   DW_AT_type        : <0xb9d>
    <dbc>   DW_AT_external    : 1
    <dbd>   DW_AT_declaration : 1
 <1><dbe>: Abbrev Number: 13 (DW_TAG_variable)
    <dbf>   DW_AT_name        : (indirect string, offset: 0xac5): tcp_state_flags
    <dc3>   DW_AT_decl_file   : 20
    <dc4>   DW_AT_decl_line   : 442
    <dc6>   DW_AT_decl_column : 26
    <dc7>   DW_AT_type        : <0xb9d>
    <dcb>   DW_AT_external    : 1
    <dcc>   DW_AT_declaration : 1
 <1><dcd>: Abbrev Number: 13 (DW_TAG_variable)
    <dce>   DW_AT_name        : (indirect string, offset: 0x784): tcp_states
    <dd2>   DW_AT_decl_file   : 20
    <dd3>   DW_AT_decl_line   : 443
    <dd5>   DW_AT_decl_column : 26
    <dd6>   DW_AT_type        : <0xb9d>
    <dda>   DW_AT_external    : 1
    <ddb>   DW_AT_declaration : 1
 <1><ddc>: Abbrev Number: 13 (DW_TAG_variable)
    <ddd>   DW_AT_name        : (indirect string, offset: 0x1102): whence_codes
    <de1>   DW_AT_decl_file   : 20
    <de2>   DW_AT_decl_line   : 444
    <de4>   DW_AT_decl_column : 26
    <de5>   DW_AT_type        : <0xb9d>
    <de9>   DW_AT_external    : 1
    <dea>   DW_AT_declaration : 1
 <1><deb>: Abbrev Number: 29 (DW_TAG_enumeration_type)
    <dec>   DW_AT_encoding    : 7	(unsigned)
    <ded>   DW_AT_byte_size   : 4
    <dee>   DW_AT_type        : <0x2b>
    <df2>   DW_AT_decl_file   : 20
    <df3>   DW_AT_decl_line   : 505
    <df5>   DW_AT_decl_column : 14
    <df6>   DW_AT_sibling     : <0xe0d>
 <2><dfa>: Abbrev Number: 28 (DW_TAG_enumerator)
    <dfb>   DW_AT_name        : (indirect string, offset: 0x9e1): CFLAG_NONE
    <dff>   DW_AT_const_value : 0
 <2><e00>: Abbrev Number: 28 (DW_TAG_enumerator)
    <e01>   DW_AT_name        : (indirect string, offset: 0x908): CFLAG_ONLY_STATS
    <e05>   DW_AT_const_value : 1
 <2><e06>: Abbrev Number: 28 (DW_TAG_enumerator)
    <e07>   DW_AT_name        : (indirect string, offset: 0xc1c): CFLAG_BOTH
    <e0b>   DW_AT_const_value : 2
 <2><e0c>: Abbrev Number: 0
 <1><e0d>: Abbrev Number: 30 (DW_TAG_typedef)
    <e0e>   DW_AT_name        : (indirect string, offset: 0x11b9): cflag_t
    <e12>   DW_AT_decl_file   : 20
    <e13>   DW_AT_decl_line   : 509
    <e15>   DW_AT_decl_column : 3
    <e16>   DW_AT_type        : <0xdeb>
 <1><e1a>: Abbrev Number: 13 (DW_TAG_variable)
    <e1b>   DW_AT_name        : (indirect string, offset: 0xd66): cflag
    <e1f>   DW_AT_decl_file   : 20
    <e20>   DW_AT_decl_line   : 510
    <e22>   DW_AT_decl_column : 16
    <e23>   DW_AT_type        : <0xe0d>
    <e27>   DW_AT_external    : 1
    <e28>   DW_AT_declaration : 1
 <1><e29>: Abbrev Number: 13 (DW_TAG_variable)
    <e2a>   DW_AT_name        : (indirect string, offset: 0x1c3): Tflag
    <e2e>   DW_AT_decl_file   : 20
    <e2f>   DW_AT_decl_line   : 511
    <e31>   DW_AT_decl_column : 13
    <e32>   DW_AT_type        : <0x5c0>
    <e36>   DW_AT_external    : 1
    <e37>   DW_AT_declaration : 1
 <1><e38>: Abbrev Number: 13 (DW_TAG_variable)
    <e39>   DW_AT_name        : (indirect string, offset: 0x7e9): Tflag_scale
    <e3d>   DW_AT_decl_file   : 20
    <e3e>   DW_AT_decl_line   : 512
    <e40>   DW_AT_decl_column : 12
    <e41>   DW_AT_type        : <0x64>
    <e45>   DW_AT_external    : 1
    <e46>   DW_AT_declaration : 1
 <1><e47>: Abbrev Number: 13 (DW_TAG_variable)
    <e48>   DW_AT_name        : (indirect string, offset: 0x884): Tflag_width
    <e4c>   DW_AT_decl_file   : 20
    <e4d>   DW_AT_decl_line   : 513
    <e4f>   DW_AT_decl_column : 12
    <e50>   DW_AT_type        : <0x64>
    <e54>   DW_AT_external    : 1
    <e55>   DW_AT_declaration : 1
 <1><e56>: Abbrev Number: 13 (DW_TAG_variable)
    <e57>   DW_AT_name        : (indirect string, offset: 0xee2): iflag
    <e5b>   DW_AT_decl_file   : 20
    <e5c>   DW_AT_decl_line   : 514
    <e5e>   DW_AT_decl_column : 13
    <e5f>   DW_AT_type        : <0x5c0>
    <e63>   DW_AT_external    : 1
    <e64>   DW_AT_declaration : 1
 <1><e65>: Abbrev Number: 13 (DW_TAG_variable)
    <e66>   DW_AT_name        : (indirect string, offset: 0x658): count_wallclock
    <e6a>   DW_AT_decl_file   : 20
    <e6b>   DW_AT_decl_line   : 515
    <e6d>   DW_AT_decl_column : 13
    <e6e>   DW_AT_type        : <0x5c0>
    <e72>   DW_AT_external    : 1
    <e73>   DW_AT_declaration : 1
 <1><e74>: Abbrev Number: 31 (DW_TAG_structure_type)
    <e75>   DW_AT_name        : (indirect string, offset: 0x82): path_set_item
    <e79>   DW_AT_byte_size   : 4
    <e7a>   DW_AT_decl_file   : 20
    <e7b>   DW_AT_decl_line   : 517
    <e7d>   DW_AT_decl_column : 8
    <e7e>   DW_AT_sibling     : <0xe93>
 <2><e82>: Abbrev Number: 16 (DW_TAG_member)
    <e83>   DW_AT_name        : (indirect string, offset: 0xff): path
    <e87>   DW_AT_decl_file   : 20
    <e88>   DW_AT_decl_line   : 518
    <e8a>   DW_AT_decl_column : 14
    <e8b>   DW_AT_type        : <0x203>
    <e8f>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e92>: Abbrev Number: 0
 <1><e93>: Abbrev Number: 31 (DW_TAG_structure_type)
    <e94>   DW_AT_name        : (indirect string, offset: 0x78f): path_set
    <e98>   DW_AT_byte_size   : 12
    <e99>   DW_AT_decl_file   : 20
    <e9a>   DW_AT_decl_line   : 522
    <e9c>   DW_AT_decl_column : 15
    <e9d>   DW_AT_sibling     : <0xed2>
 <2><ea1>: Abbrev Number: 16 (DW_TAG_member)
    <ea2>   DW_AT_name        : (indirect string, offset: 0x716): paths_selected
    <ea6>   DW_AT_decl_file   : 20
    <ea7>   DW_AT_decl_line   : 523
    <ea9>   DW_AT_decl_column : 24
    <eaa>   DW_AT_type        : <0xed2>
    <eae>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><eb1>: Abbrev Number: 16 (DW_TAG_member)
    <eb2>   DW_AT_name        : (indirect string, offset: 0x10f5): num_selected
    <eb6>   DW_AT_decl_file   : 20
    <eb7>   DW_AT_decl_line   : 524
    <eb9>   DW_AT_decl_column : 9
    <eba>   DW_AT_type        : <0x122>
    <ebe>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><ec1>: Abbrev Number: 16 (DW_TAG_member)
    <ec2>   DW_AT_name        : (indirect string, offset: 0xbcc): size
    <ec6>   DW_AT_decl_file   : 20
    <ec7>   DW_AT_decl_line   : 525
    <ec9>   DW_AT_decl_column : 9
    <eca>   DW_AT_type        : <0x122>
    <ece>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><ed1>: Abbrev Number: 0
 <1><ed2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <ed3>   DW_AT_byte_size   : 4
    <ed4>   DW_AT_type        : <0xe74>
 <1><ed8>: Abbrev Number: 13 (DW_TAG_variable)
    <ed9>   DW_AT_name        : (indirect string, offset: 0x1144): global_path_set
    <edd>   DW_AT_decl_file   : 20
    <ede>   DW_AT_decl_line   : 526
    <ee0>   DW_AT_decl_column : 3
    <ee1>   DW_AT_type        : <0xe93>
    <ee5>   DW_AT_external    : 1
    <ee6>   DW_AT_declaration : 1
 <1><ee7>: Abbrev Number: 32 (DW_TAG_enumeration_type)
    <ee8>   DW_AT_name        : (indirect string, offset: 0x1067): xflag_opts
    <eec>   DW_AT_encoding    : 7	(unsigned)
    <eed>   DW_AT_byte_size   : 4
    <eee>   DW_AT_type        : <0x2b>
    <ef2>   DW_AT_decl_file   : 20
    <ef3>   DW_AT_decl_line   : 528
    <ef5>   DW_AT_decl_column : 6
    <ef6>   DW_AT_sibling     : <0xf19>
 <2><efa>: Abbrev Number: 28 (DW_TAG_enumerator)
    <efb>   DW_AT_name        : (indirect string, offset: 0xa85): HEXSTR_NONE
    <eff>   DW_AT_const_value : 0
 <2><f00>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f01>   DW_AT_name        : (indirect string, offset: 0x1087): HEXSTR_NON_ASCII
    <f05>   DW_AT_const_value : 1
 <2><f06>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f07>   DW_AT_name        : (indirect string, offset: 0x94e): HEXSTR_ALL
    <f0b>   DW_AT_const_value : 2
 <2><f0c>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f0d>   DW_AT_name        : (indirect string, offset: 0x6a1): HEXSTR_NON_ASCII_CHARS
    <f11>   DW_AT_const_value : 3
 <2><f12>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f13>   DW_AT_name        : (indirect string, offset: 0x110f): NUM_HEXSTR_OPTS
    <f17>   DW_AT_const_value : 4
 <2><f18>: Abbrev Number: 0
 <1><f19>: Abbrev Number: 13 (DW_TAG_variable)
    <f1a>   DW_AT_name        : (indirect string, offset: 0xebc): xflag
    <f1e>   DW_AT_decl_file   : 20
    <f1f>   DW_AT_decl_line   : 541
    <f21>   DW_AT_decl_column : 17
    <f22>   DW_AT_type        : <0x2b>
    <f26>   DW_AT_external    : 1
    <f27>   DW_AT_declaration : 1
 <1><f28>: Abbrev Number: 13 (DW_TAG_variable)
    <f29>   DW_AT_name        : (indirect string, offset: 0xe3f): followfork
    <f2d>   DW_AT_decl_file   : 20
    <f2e>   DW_AT_decl_line   : 542
    <f30>   DW_AT_decl_column : 13
    <f31>   DW_AT_type        : <0x5c0>
    <f35>   DW_AT_external    : 1
    <f36>   DW_AT_declaration : 1
 <1><f37>: Abbrev Number: 13 (DW_TAG_variable)
    <f38>   DW_AT_name        : (indirect string, offset: 0x378): output_separately
    <f3c>   DW_AT_decl_file   : 20
    <f3d>   DW_AT_decl_line   : 543
    <f3f>   DW_AT_decl_column : 13
    <f40>   DW_AT_type        : <0x5c0>
    <f44>   DW_AT_external    : 1
    <f45>   DW_AT_declaration : 1
 <1><f46>: Abbrev Number: 13 (DW_TAG_variable)
    <f47>   DW_AT_name        : (indirect string, offset: 0x273): stack_trace_enabled
    <f4b>   DW_AT_decl_file   : 20
    <f4c>   DW_AT_decl_line   : 546
    <f4e>   DW_AT_decl_column : 13
    <f4f>   DW_AT_type        : <0x5c0>
    <f53>   DW_AT_external    : 1
    <f54>   DW_AT_declaration : 1
 <1><f55>: Abbrev Number: 13 (DW_TAG_variable)
    <f56>   DW_AT_name        : (indirect string, offset: 0x686): ptrace_setoptions
    <f5a>   DW_AT_decl_file   : 20
    <f5b>   DW_AT_decl_line   : 550
    <f5d>   DW_AT_decl_column : 17
    <f5e>   DW_AT_type        : <0x2b>
    <f62>   DW_AT_external    : 1
    <f63>   DW_AT_declaration : 1
 <1><f64>: Abbrev Number: 13 (DW_TAG_variable)
    <f65>   DW_AT_name        : (indirect string, offset: 0xa7a): max_strlen
    <f69>   DW_AT_decl_file   : 20
    <f6a>   DW_AT_decl_line   : 551
    <f6c>   DW_AT_decl_column : 17
    <f6d>   DW_AT_type        : <0x2b>
    <f71>   DW_AT_external    : 1
    <f72>   DW_AT_declaration : 1
 <1><f73>: Abbrev Number: 13 (DW_TAG_variable)
    <f74>   DW_AT_name        : (indirect string, offset: 0xaa8): os_release
    <f78>   DW_AT_decl_file   : 20
    <f79>   DW_AT_decl_line   : 552
    <f7b>   DW_AT_decl_column : 17
    <f7c>   DW_AT_type        : <0x2b>
    <f80>   DW_AT_external    : 1
    <f81>   DW_AT_declaration : 1
 <1><f82>: Abbrev Number: 13 (DW_TAG_variable)
    <f83>   DW_AT_name        : (indirect string, offset: 0x72c): xlat_verbosity
    <f87>   DW_AT_decl_file   : 20
    <f88>   DW_AT_decl_line   : 914
    <f8a>   DW_AT_decl_column : 24
    <f8b>   DW_AT_type        : <0xac0>
    <f8f>   DW_AT_external    : 1
    <f90>   DW_AT_declaration : 1
 <1><f91>: Abbrev Number: 32 (DW_TAG_enumeration_type)
    <f92>   DW_AT_name        : (indirect string, offset: 0x63b): xlat_style_private_flag_bits
    <f96>   DW_AT_encoding    : 7	(unsigned)
    <f97>   DW_AT_byte_size   : 4
    <f98>   DW_AT_type        : <0x2b>
    <f9c>   DW_AT_decl_file   : 20
    <f9d>   DW_AT_decl_line   : 934
    <f9f>   DW_AT_decl_column : 6
    <fa0>   DW_AT_sibling     : <0xfbd>
 <2><fa4>: Abbrev Number: 28 (DW_TAG_enumerator)
    <fa5>   DW_AT_name        : (indirect string, offset: 0x2eb): PAF_PRINT_INDICES_BIT
    <fa9>   DW_AT_const_value : 5
 <2><faa>: Abbrev Number: 28 (DW_TAG_enumerator)
    <fab>   DW_AT_name        : (indirect string, offset: 0xb7b): PAF_ARRAY_TRUNCATED_BIT
    <faf>   DW_AT_const_value : 6
 <2><fb0>: Abbrev Number: 28 (DW_TAG_enumerator)
    <fb1>   DW_AT_name        : (indirect string, offset: 0x492): PXF_DEFAULT_STR_BIT
    <fb5>   DW_AT_const_value : 7
 <2><fb6>: Abbrev Number: 28 (DW_TAG_enumerator)
    <fb7>   DW_AT_name        : (indirect string, offset: 0xcf1): SPFF_AUXSTR_MODE_BIT
    <fbb>   DW_AT_const_value : 8
 <2><fbc>: Abbrev Number: 0
 <1><fbd>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <fbe>   DW_AT_byte_size   : 4
    <fbf>   DW_AT_type        : <0x7c7>
 <1><fc3>: Abbrev Number: 3 (DW_TAG_const_type)
    <fc4>   DW_AT_type        : <0xfbd>
 <1><fc8>: Abbrev Number: 32 (DW_TAG_enumeration_type)
    <fc9>   DW_AT_name        : (indirect string, offset: 0xdca): find_xlat_flag_bits
    <fcd>   DW_AT_encoding    : 7	(unsigned)
    <fce>   DW_AT_byte_size   : 4
    <fcf>   DW_AT_type        : <0x2b>
    <fd3>   DW_AT_decl_file   : 20
    <fd4>   DW_AT_decl_line   : 1438
    <fd6>   DW_AT_decl_column : 6
    <fd7>   DW_AT_sibling     : <0xfe2>
 <2><fdb>: Abbrev Number: 28 (DW_TAG_enumerator)
    <fdc>   DW_AT_name        : (indirect string, offset: 0x997): FXL_CASE_SENSITIVE_BIT
    <fe0>   DW_AT_const_value : 0
 <2><fe1>: Abbrev Number: 0
 <1><fe2>: Abbrev Number: 13 (DW_TAG_variable)
    <fe3>   DW_AT_name        : (indirect string, offset: 0xa47): printing_tcp
    <fe7>   DW_AT_decl_file   : 20
    <fe8>   DW_AT_decl_line   : 1684
    <fea>   DW_AT_decl_column : 20
    <feb>   DW_AT_type        : <0xfbd>
    <fef>   DW_AT_external    : 1
    <ff0>   DW_AT_declaration : 1
 <1><ff1>: Abbrev Number: 13 (DW_TAG_variable)
    <ff2>   DW_AT_name        : (indirect string, offset: 0x603): errnoent
    <ff6>   DW_AT_decl_file   : 20
    <ff7>   DW_AT_decl_line   : 1882
    <ff9>   DW_AT_decl_column : 26
    <ffa>   DW_AT_type        : <0x4f4>
    <ffe>   DW_AT_external    : 1
    <fff>   DW_AT_declaration : 1
 <1><1000>: Abbrev Number: 13 (DW_TAG_variable)
    <1001>   DW_AT_name        : (indirect string, offset: 0x890): signalent
    <1005>   DW_AT_decl_file   : 20
    <1006>   DW_AT_decl_line   : 1883
    <1008>   DW_AT_decl_column : 26
    <1009>   DW_AT_type        : <0x4f4>
    <100d>   DW_AT_external    : 1
    <100e>   DW_AT_declaration : 1
 <1><100f>: Abbrev Number: 13 (DW_TAG_variable)
    <1010>   DW_AT_name        : (indirect string, offset: 0xf43): nerrnos
    <1014>   DW_AT_decl_file   : 20
    <1015>   DW_AT_decl_line   : 1884
    <1017>   DW_AT_decl_column : 27
    <1018>   DW_AT_type        : <0x32>
    <101c>   DW_AT_external    : 1
    <101d>   DW_AT_declaration : 1
 <1><101e>: Abbrev Number: 13 (DW_TAG_variable)
    <101f>   DW_AT_name        : (indirect string, offset: 0x10de): nsignals
    <1023>   DW_AT_decl_file   : 20
    <1024>   DW_AT_decl_line   : 1885
    <1026>   DW_AT_decl_column : 27
    <1027>   DW_AT_type        : <0x32>
    <102b>   DW_AT_external    : 1
    <102c>   DW_AT_declaration : 1
 <1><102d>: Abbrev Number: 10 (DW_TAG_array_type)
    <102e>   DW_AT_type        : <0x6a9>
    <1032>   DW_AT_sibling     : <0x1038>
 <2><1036>: Abbrev Number: 19 (DW_TAG_subrange_type)
 <2><1037>: Abbrev Number: 0
 <1><1038>: Abbrev Number: 3 (DW_TAG_const_type)
    <1039>   DW_AT_type        : <0x102d>
 <1><103d>: Abbrev Number: 13 (DW_TAG_variable)
    <103e>   DW_AT_name        : (indirect string, offset: 0xd83): sysent0
    <1042>   DW_AT_decl_file   : 20
    <1043>   DW_AT_decl_line   : 1887
    <1045>   DW_AT_decl_column : 28
    <1046>   DW_AT_type        : <0x1038>
    <104a>   DW_AT_external    : 1
    <104b>   DW_AT_declaration : 1
 <1><104c>: Abbrev Number: 10 (DW_TAG_array_type)
    <104d>   DW_AT_type        : <0x710>
    <1051>   DW_AT_sibling     : <0x1057>
 <2><1055>: Abbrev Number: 19 (DW_TAG_subrange_type)
 <2><1056>: Abbrev Number: 0
 <1><1057>: Abbrev Number: 3 (DW_TAG_const_type)
    <1058>   DW_AT_type        : <0x104c>
 <1><105c>: Abbrev Number: 13 (DW_TAG_variable)
    <105d>   DW_AT_name        : (indirect string, offset: 0x113a): ioctlent0
    <1061>   DW_AT_decl_file   : 20
    <1062>   DW_AT_decl_line   : 1888
    <1064>   DW_AT_decl_column : 30
    <1065>   DW_AT_type        : <0x1057>
    <1069>   DW_AT_external    : 1
    <106a>   DW_AT_declaration : 1
 <1><106b>: Abbrev Number: 13 (DW_TAG_variable)
    <106c>   DW_AT_name        : (indirect string, offset: 0x505): personality_names
    <1070>   DW_AT_decl_file   : 20
    <1071>   DW_AT_decl_line   : 1890
    <1073>   DW_AT_decl_column : 26
    <1074>   DW_AT_type        : <0x4f4>
    <1078>   DW_AT_external    : 1
    <1079>   DW_AT_declaration : 1
 <1><107a>: Abbrev Number: 13 (DW_TAG_variable)
    <107b>   DW_AT_name        : (indirect string, offset: 0x8b0): sysent
    <107f>   DW_AT_decl_file   : 20
    <1080>   DW_AT_decl_line   : 1893
    <1082>   DW_AT_decl_column : 29
    <1083>   DW_AT_type        : <0xa2b>
    <1087>   DW_AT_external    : 1
    <1088>   DW_AT_declaration : 1
 <1><1089>: Abbrev Number: 13 (DW_TAG_variable)
    <108a>   DW_AT_name        : (indirect string, offset: 0xd06): ioctlent
    <108e>   DW_AT_decl_file   : 20
    <108f>   DW_AT_decl_line   : 1894
    <1091>   DW_AT_decl_column : 31
    <1092>   DW_AT_type        : <0x1098>
    <1096>   DW_AT_external    : 1
    <1097>   DW_AT_declaration : 1
 <1><1098>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1099>   DW_AT_byte_size   : 4
    <109a>   DW_AT_type        : <0x710>
 <1><109e>: Abbrev Number: 13 (DW_TAG_variable)
    <109f>   DW_AT_name        : (indirect string, offset: 0x89a): nsyscalls
    <10a3>   DW_AT_decl_file   : 20
    <10a4>   DW_AT_decl_line   : 1900
    <10a6>   DW_AT_decl_column : 17
    <10a7>   DW_AT_type        : <0x2b>
    <10ab>   DW_AT_external    : 1
    <10ac>   DW_AT_declaration : 1
 <1><10ad>: Abbrev Number: 13 (DW_TAG_variable)
    <10ae>   DW_AT_name        : (indirect string, offset: 0xf71): nioctlents
    <10b2>   DW_AT_decl_file   : 20
    <10b3>   DW_AT_decl_line   : 1901
    <10b5>   DW_AT_decl_column : 17
    <10b6>   DW_AT_type        : <0x2b>
    <10ba>   DW_AT_external    : 1
    <10bb>   DW_AT_declaration : 1
 <1><10bc>: Abbrev Number: 10 (DW_TAG_array_type)
    <10bd>   DW_AT_type        : <0x32>
    <10c1>   DW_AT_sibling     : <0x10cc>
 <2><10c5>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <10c6>   DW_AT_type        : <0x2b>
    <10ca>   DW_AT_upper_bound : 2
 <2><10cb>: Abbrev Number: 0
 <1><10cc>: Abbrev Number: 3 (DW_TAG_const_type)
    <10cd>   DW_AT_type        : <0x10bc>
 <1><10d1>: Abbrev Number: 13 (DW_TAG_variable)
    <10d2>   DW_AT_name        : (indirect string, offset: 0xfc7): nsyscall_vec
    <10d6>   DW_AT_decl_file   : 20
    <10d7>   DW_AT_decl_line   : 1903
    <10d9>   DW_AT_decl_column : 27
    <10da>   DW_AT_type        : <0x10cc>
    <10de>   DW_AT_external    : 1
    <10df>   DW_AT_declaration : 1
 <1><10e0>: Abbrev Number: 10 (DW_TAG_array_type)
    <10e1>   DW_AT_type        : <0xa31>
    <10e5>   DW_AT_sibling     : <0x10f0>
 <2><10e9>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <10ea>   DW_AT_type        : <0x2b>
    <10ee>   DW_AT_upper_bound : 2
 <2><10ef>: Abbrev Number: 0
 <1><10f0>: Abbrev Number: 3 (DW_TAG_const_type)
    <10f1>   DW_AT_type        : <0x10e0>
 <1><10f5>: Abbrev Number: 13 (DW_TAG_variable)
    <10f6>   DW_AT_name        : (indirect string, offset: 0x7d6): sysent_vec
    <10fa>   DW_AT_decl_file   : 20
    <10fb>   DW_AT_decl_line   : 1904
    <10fd>   DW_AT_decl_column : 35
    <10fe>   DW_AT_type        : <0x10f0>
    <1102>   DW_AT_external    : 1
    <1103>   DW_AT_declaration : 1
 <1><1104>: Abbrev Number: 13 (DW_TAG_variable)
    <1105>   DW_AT_name        : (indirect string, offset: 0x3d0): inject_vec
    <1109>   DW_AT_decl_file   : 20
    <110a>   DW_AT_decl_line   : 1905
    <110c>   DW_AT_decl_column : 28
    <110d>   DW_AT_type        : <0xa36>
    <1111>   DW_AT_external    : 1
    <1112>   DW_AT_declaration : 1
 <1><1113>: Abbrev Number: 31 (DW_TAG_structure_type)
    <1114>   DW_AT_name        : (indirect string, offset: 0xe28): audit_arch_t
    <1118>   DW_AT_byte_size   : 8
    <1119>   DW_AT_decl_file   : 20
    <111a>   DW_AT_decl_line   : 1907
    <111c>   DW_AT_decl_column : 8
    <111d>   DW_AT_sibling     : <0x1142>
 <2><1121>: Abbrev Number: 16 (DW_TAG_member)
    <1122>   DW_AT_name        : (indirect string, offset: 0x62d): arch
    <1126>   DW_AT_decl_file   : 20
    <1127>   DW_AT_decl_line   : 1908
    <1129>   DW_AT_decl_column : 15
    <112a>   DW_AT_type        : <0x2b>
    <112e>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1131>: Abbrev Number: 16 (DW_TAG_member)
    <1132>   DW_AT_name        : (indirect string, offset: 0xa2d): flag
    <1136>   DW_AT_decl_file   : 20
    <1137>   DW_AT_decl_line   : 1909
    <1139>   DW_AT_decl_column : 15
    <113a>   DW_AT_type        : <0x2b>
    <113e>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1141>: Abbrev Number: 0
 <1><1142>: Abbrev Number: 3 (DW_TAG_const_type)
    <1143>   DW_AT_type        : <0x1113>
 <1><1147>: Abbrev Number: 10 (DW_TAG_array_type)
    <1148>   DW_AT_type        : <0x1142>
    <114c>   DW_AT_sibling     : <0x1157>
 <2><1150>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <1151>   DW_AT_type        : <0x2b>
    <1155>   DW_AT_upper_bound : 2
 <2><1156>: Abbrev Number: 0
 <1><1157>: Abbrev Number: 3 (DW_TAG_const_type)
    <1158>   DW_AT_type        : <0x1147>
 <1><115c>: Abbrev Number: 13 (DW_TAG_variable)
    <115d>   DW_AT_name        : (indirect string, offset: 0x988): audit_arch_vec
    <1161>   DW_AT_decl_file   : 20
    <1162>   DW_AT_decl_line   : 1912
    <1164>   DW_AT_decl_column : 34
    <1165>   DW_AT_type        : <0x1157>
    <1169>   DW_AT_external    : 1
