Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x1784 (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0x3f8): GNU C17 9.4.0 -mx32 -mtune=generic -march=x86-64 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0xc3f): mpers-mx32/struct_blk_user_trace_setup.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xd6b): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x3c7): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0x10de): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0xa0f): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <40>   DW_AT_encoding    : 6	(signed char)
    <41>   DW_AT_name        : (indirect string, offset: 0x372): signed char
 <1><45>: Abbrev Number: 4 (DW_TAG_typedef)
    <46>   DW_AT_name        : (indirect string, offset: 0x26b): __uint8_t
    <4a>   DW_AT_decl_file   : 1
    <4b>   DW_AT_decl_line   : 37
    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0xefc): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x530): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x8dd): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x91c): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x7b8): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xc01): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x83e): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0xc37): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0x96>
 <1><ae>: Abbrev Number: 4 (DW_TAG_typedef)
    <af>   DW_AT_name        : (indirect string, offset: 0xded): __off64_t
    <b3>   DW_AT_decl_file   : 1
    <b4>   DW_AT_decl_line   : 141
    <b5>   DW_AT_decl_column : 27
    <b6>   DW_AT_type        : <0x96>
 <1><ba>: Abbrev Number: 4 (DW_TAG_typedef)
    <bb>   DW_AT_name        : (indirect string, offset: 0xd44): __time_t
    <bf>   DW_AT_decl_file   : 1
    <c0>   DW_AT_decl_line   : 148
    <c1>   DW_AT_decl_column : 26
    <c2>   DW_AT_type        : <0x96>
 <1><c6>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <c7>   DW_AT_byte_size   : 4
 <1><c8>: Abbrev Number: 3 (DW_TAG_const_type)
    <c9>   DW_AT_type        : <0xc6>
 <1><cd>: Abbrev Number: 4 (DW_TAG_typedef)
    <ce>   DW_AT_name        : (indirect string, offset: 0x48c): __syscall_slong_t
    <d2>   DW_AT_decl_file   : 1
    <d3>   DW_AT_decl_line   : 184
    <d4>   DW_AT_decl_column : 33
    <d5>   DW_AT_type        : <0x96>
 <1><d9>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <da>   DW_AT_byte_size   : 4
    <db>   DW_AT_type        : <0xdf>
 <1><df>: Abbrev Number: 2 (DW_TAG_base_type)
    <e0>   DW_AT_byte_size   : 1
    <e1>   DW_AT_encoding    : 6	(signed char)
    <e2>   DW_AT_name        : (indirect string, offset: 0x4f6): char
 <1><e6>: Abbrev Number: 3 (DW_TAG_const_type)
    <e7>   DW_AT_type        : <0xdf>
 <1><eb>: Abbrev Number: 4 (DW_TAG_typedef)
    <ec>   DW_AT_name        : (indirect string, offset: 0x37e): uint8_t
    <f0>   DW_AT_decl_file   : 2
    <f1>   DW_AT_decl_line   : 24
    <f2>   DW_AT_decl_column : 19
    <f3>   DW_AT_type        : <0x45>
 <1><f7>: Abbrev Number: 4 (DW_TAG_typedef)
    <f8>   DW_AT_name        : (indirect string, offset: 0xc22): uint16_t
    <fc>   DW_AT_decl_file   : 2
    <fd>   DW_AT_decl_line   : 25
    <fe>   DW_AT_decl_column : 20
    <ff>   DW_AT_type        : <0x58>
 <1><103>: Abbrev Number: 4 (DW_TAG_typedef)
    <104>   DW_AT_name        : (indirect string, offset: 0x1085): uint32_t
    <108>   DW_AT_decl_file   : 2
    <109>   DW_AT_decl_line   : 26
    <10a>   DW_AT_decl_column : 20
    <10b>   DW_AT_type        : <0x70>
 <1><10f>: Abbrev Number: 4 (DW_TAG_typedef)
    <110>   DW_AT_name        : (indirect string, offset: 0xf0c): uint64_t
    <114>   DW_AT_decl_file   : 2
    <115>   DW_AT_decl_line   : 27
    <116>   DW_AT_decl_column : 20
    <117>   DW_AT_type        : <0x83>
 <1><11b>: Abbrev Number: 2 (DW_TAG_base_type)
    <11c>   DW_AT_byte_size   : 4
    <11d>   DW_AT_encoding    : 5	(signed)
    <11e>   DW_AT_name        : (indirect string, offset: 0x2d1): long int
 <1><122>: Abbrev Number: 4 (DW_TAG_typedef)
    <123>   DW_AT_name        : (indirect string, offset: 0x39): size_t
    <127>   DW_AT_decl_file   : 3
    <128>   DW_AT_decl_line   : 209
    <129>   DW_AT_decl_column : 23
    <12a>   DW_AT_type        : <0x2b>
 <1><12e>: Abbrev Number: 3 (DW_TAG_const_type)
    <12f>   DW_AT_type        : <0x122>
 <1><133>: Abbrev Number: 8 (DW_TAG_structure_type)
    <134>   DW_AT_name        : (indirect string, offset: 0xb98): timespec
    <138>   DW_AT_byte_size   : 16
    <139>   DW_AT_decl_file   : 4
    <13a>   DW_AT_decl_line   : 9
    <13b>   DW_AT_decl_column : 8
    <13c>   DW_AT_sibling     : <0x15f>
 <2><140>: Abbrev Number: 9 (DW_TAG_member)
    <141>   DW_AT_name        : (indirect string, offset: 0x11e4): tv_sec
    <145>   DW_AT_decl_file   : 4
    <146>   DW_AT_decl_line   : 11
    <147>   DW_AT_decl_column : 12
    <148>   DW_AT_type        : <0xba>
    <14c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><14f>: Abbrev Number: 9 (DW_TAG_member)
    <150>   DW_AT_name        : (indirect string, offset: 0xf32): tv_nsec
    <154>   DW_AT_decl_file   : 4
    <155>   DW_AT_decl_line   : 12
    <156>   DW_AT_decl_column : 21
    <157>   DW_AT_type        : <0xcd>
    <15b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><15e>: Abbrev Number: 0
 <1><15f>: Abbrev Number: 10 (DW_TAG_array_type)
    <160>   DW_AT_type        : <0xdf>
    <164>   DW_AT_sibling     : <0x16f>
 <2><168>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <169>   DW_AT_type        : <0x2b>
    <16d>   DW_AT_upper_bound : 31
 <2><16e>: Abbrev Number: 0
 <1><16f>: Abbrev Number: 2 (DW_TAG_base_type)
    <170>   DW_AT_byte_size   : 16
    <171>   DW_AT_encoding    : 4	(float)
    <172>   DW_AT_name        : (indirect string, offset: 0xb5a): long double
 <1><176>: Abbrev Number: 12 (DW_TAG_variable)
    <177>   DW_AT_name        : (indirect string, offset: 0x288): __environ
    <17b>   DW_AT_decl_file   : 5
    <17c>   DW_AT_decl_line   : 546
    <17e>   DW_AT_decl_column : 15
    <17f>   DW_AT_type        : <0x185>
    <183>   DW_AT_external    : 1
    <184>   DW_AT_declaration : 1
 <1><185>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <186>   DW_AT_byte_size   : 4
    <187>   DW_AT_type        : <0xd9>
 <1><18b>: Abbrev Number: 12 (DW_TAG_variable)
    <18c>   DW_AT_name        : (indirect string, offset: 0x3bf): environ
    <190>   DW_AT_decl_file   : 5
    <191>   DW_AT_decl_line   : 548
    <193>   DW_AT_decl_column : 15
    <194>   DW_AT_type        : <0x185>
    <198>   DW_AT_external    : 1
    <199>   DW_AT_declaration : 1
 <1><19a>: Abbrev Number: 13 (DW_TAG_variable)
    <19b>   DW_AT_name        : (indirect string, offset: 0x10bf): optarg
    <19f>   DW_AT_decl_file   : 6
    <1a0>   DW_AT_decl_line   : 36
    <1a1>   DW_AT_decl_column : 14
    <1a2>   DW_AT_type        : <0xd9>
    <1a6>   DW_AT_external    : 1
    <1a7>   DW_AT_declaration : 1
 <1><1a8>: Abbrev Number: 13 (DW_TAG_variable)
    <1a9>   DW_AT_name        : (indirect string, offset: 0x77b): optind
    <1ad>   DW_AT_decl_file   : 6
    <1ae>   DW_AT_decl_line   : 50
    <1af>   DW_AT_decl_column : 12
    <1b0>   DW_AT_type        : <0x64>
    <1b4>   DW_AT_external    : 1
    <1b5>   DW_AT_declaration : 1
 <1><1b6>: Abbrev Number: 13 (DW_TAG_variable)
    <1b7>   DW_AT_name        : (indirect string, offset: 0xd1f): opterr
    <1bb>   DW_AT_decl_file   : 6
    <1bc>   DW_AT_decl_line   : 55
    <1bd>   DW_AT_decl_column : 12
    <1be>   DW_AT_type        : <0x64>
    <1c2>   DW_AT_external    : 1
    <1c3>   DW_AT_declaration : 1
 <1><1c4>: Abbrev Number: 13 (DW_TAG_variable)
    <1c5>   DW_AT_name        : (indirect string, offset: 0xbe7): optopt
    <1c9>   DW_AT_decl_file   : 6
    <1ca>   DW_AT_decl_line   : 59
    <1cb>   DW_AT_decl_column : 12
    <1cc>   DW_AT_type        : <0x64>
    <1d0>   DW_AT_external    : 1
    <1d1>   DW_AT_declaration : 1
 <1><1d2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1d3>   DW_AT_byte_size   : 4
    <1d4>   DW_AT_type        : <0xe6>
 <1><1d8>: Abbrev Number: 3 (DW_TAG_const_type)
    <1d9>   DW_AT_type        : <0x1d2>
 <1><1dd>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1de>   DW_AT_byte_size   : 4
    <1df>   DW_AT_type        : <0x1e3>
 <1><1e3>: Abbrev Number: 14 (DW_TAG_const_type)
 <1><1e4>: Abbrev Number: 8 (DW_TAG_structure_type)
    <1e5>   DW_AT_name        : (indirect string, offset: 0x386): _IO_FILE
    <1e9>   DW_AT_byte_size   : 152
    <1ea>   DW_AT_decl_file   : 7
    <1eb>   DW_AT_decl_line   : 245
    <1ec>   DW_AT_decl_column : 8
    <1ed>   DW_AT_sibling     : <0x3bc>
 <2><1f1>: Abbrev Number: 9 (DW_TAG_member)
    <1f2>   DW_AT_name        : (indirect string, offset: 0xaa6): _flags
    <1f6>   DW_AT_decl_file   : 7
    <1f7>   DW_AT_decl_line   : 246
    <1f8>   DW_AT_decl_column : 7
    <1f9>   DW_AT_type        : <0x64>
    <1fd>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><200>: Abbrev Number: 9 (DW_TAG_member)
    <201>   DW_AT_name        : (indirect string, offset: 0x589): _IO_read_ptr
    <205>   DW_AT_decl_file   : 7
    <206>   DW_AT_decl_line   : 251
    <207>   DW_AT_decl_column : 9
    <208>   DW_AT_type        : <0xd9>
    <20c>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><20f>: Abbrev Number: 9 (DW_TAG_member)
    <210>   DW_AT_name        : (indirect string, offset: 0x103d): _IO_read_end
    <214>   DW_AT_decl_file   : 7
    <215>   DW_AT_decl_line   : 252
    <216>   DW_AT_decl_column : 9
    <217>   DW_AT_type        : <0xd9>
    <21b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><21e>: Abbrev Number: 9 (DW_TAG_member)
    <21f>   DW_AT_name        : (indirect string, offset: 0x80c): _IO_read_base
    <223>   DW_AT_decl_file   : 7
    <224>   DW_AT_decl_line   : 253
    <225>   DW_AT_decl_column : 9
    <226>   DW_AT_type        : <0xd9>
    <22a>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><22d>: Abbrev Number: 9 (DW_TAG_member)
    <22e>   DW_AT_name        : (indirect string, offset: 0x149): _IO_write_base
    <232>   DW_AT_decl_file   : 7
    <233>   DW_AT_decl_line   : 254
    <234>   DW_AT_decl_column : 9
    <235>   DW_AT_type        : <0xd9>
    <239>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><23c>: Abbrev Number: 9 (DW_TAG_member)
    <23d>   DW_AT_name        : (indirect string, offset: 0x1117): _IO_write_ptr
    <241>   DW_AT_decl_file   : 7
    <242>   DW_AT_decl_line   : 255
    <243>   DW_AT_decl_column : 9
    <244>   DW_AT_type        : <0xd9>
    <248>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><24b>: Abbrev Number: 15 (DW_TAG_member)
    <24c>   DW_AT_name        : (indirect string, offset: 0x974): _IO_write_end
    <250>   DW_AT_decl_file   : 7
    <251>   DW_AT_decl_line   : 256
    <253>   DW_AT_decl_column : 9
    <254>   DW_AT_type        : <0xd9>
    <258>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><25b>: Abbrev Number: 15 (DW_TAG_member)
    <25c>   DW_AT_name        : (indirect string, offset: 0x9f8): _IO_buf_base
    <260>   DW_AT_decl_file   : 7
    <261>   DW_AT_decl_line   : 257
    <263>   DW_AT_decl_column : 9
    <264>   DW_AT_type        : <0xd9>
    <268>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><26b>: Abbrev Number: 15 (DW_TAG_member)
    <26c>   DW_AT_name        : (indirect string, offset: 0xe90): _IO_buf_end
    <270>   DW_AT_decl_file   : 7
    <271>   DW_AT_decl_line   : 258
    <273>   DW_AT_decl_column : 9
    <274>   DW_AT_type        : <0xd9>
    <278>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><27b>: Abbrev Number: 15 (DW_TAG_member)
    <27c>   DW_AT_name        : (indirect string, offset: 0x1da): _IO_save_base
    <280>   DW_AT_decl_file   : 7
    <281>   DW_AT_decl_line   : 260
    <283>   DW_AT_decl_column : 9
    <284>   DW_AT_type        : <0xd9>
    <288>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><28b>: Abbrev Number: 15 (DW_TAG_member)
    <28c>   DW_AT_name        : (indirect string, offset: 0xda8): _IO_backup_base
    <290>   DW_AT_decl_file   : 7
    <291>   DW_AT_decl_line   : 261
    <293>   DW_AT_decl_column : 9
    <294>   DW_AT_type        : <0xd9>
    <298>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><29b>: Abbrev Number: 15 (DW_TAG_member)
    <29c>   DW_AT_name        : (indirect string, offset: 0xba): _IO_save_end
    <2a0>   DW_AT_decl_file   : 7
    <2a1>   DW_AT_decl_line   : 262
    <2a3>   DW_AT_decl_column : 9
    <2a4>   DW_AT_type        : <0xd9>
    <2a8>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><2ab>: Abbrev Number: 15 (DW_TAG_member)
    <2ac>   DW_AT_name        : (indirect string, offset: 0x61c): _markers
    <2b0>   DW_AT_decl_file   : 7
    <2b1>   DW_AT_decl_line   : 264
    <2b3>   DW_AT_decl_column : 22
    <2b4>   DW_AT_type        : <0x40b>
    <2b8>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2bb>: Abbrev Number: 15 (DW_TAG_member)
    <2bc>   DW_AT_name        : (indirect string, offset: 0x21d): _chain
    <2c0>   DW_AT_decl_file   : 7
    <2c1>   DW_AT_decl_line   : 266
    <2c3>   DW_AT_decl_column : 20
    <2c4>   DW_AT_type        : <0x411>
    <2c8>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2cb>: Abbrev Number: 15 (DW_TAG_member)
    <2cc>   DW_AT_name        : (indirect string, offset: 0x1099): _fileno
    <2d0>   DW_AT_decl_file   : 7
    <2d1>   DW_AT_decl_line   : 268
    <2d3>   DW_AT_decl_column : 7
    <2d4>   DW_AT_type        : <0x64>
    <2d8>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2db>: Abbrev Number: 15 (DW_TAG_member)
    <2dc>   DW_AT_name        : (indirect string, offset: 0x7f8): _flags2
    <2e0>   DW_AT_decl_file   : 7
    <2e1>   DW_AT_decl_line   : 272
    <2e3>   DW_AT_decl_column : 7
    <2e4>   DW_AT_type        : <0x64>
    <2e8>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2eb>: Abbrev Number: 15 (DW_TAG_member)
    <2ec>   DW_AT_name        : (indirect string, offset: 0x889): _old_offset
    <2f0>   DW_AT_decl_file   : 7
    <2f1>   DW_AT_decl_line   : 274
    <2f3>   DW_AT_decl_column : 13
    <2f4>   DW_AT_type        : <0xa2>
    <2f8>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><2fb>: Abbrev Number: 15 (DW_TAG_member)
    <2fc>   DW_AT_name        : (indirect string, offset: 0x250): _cur_column
    <300>   DW_AT_decl_file   : 7
    <301>   DW_AT_decl_line   : 278
    <303>   DW_AT_decl_column : 18
    <304>   DW_AT_type        : <0x24>
    <308>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><30b>: Abbrev Number: 15 (DW_TAG_member)
    <30c>   DW_AT_name        : (indirect string, offset: 0xf67): _vtable_offset
    <310>   DW_AT_decl_file   : 7
    <311>   DW_AT_decl_line   : 279
    <313>   DW_AT_decl_column : 15
    <314>   DW_AT_type        : <0x3e>
    <318>   DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><31b>: Abbrev Number: 15 (DW_TAG_member)
    <31c>   DW_AT_name        : (indirect string, offset: 0xdb8): _shortbuf
    <320>   DW_AT_decl_file   : 7
    <321>   DW_AT_decl_line   : 280
    <323>   DW_AT_decl_column : 8
    <324>   DW_AT_type        : <0x417>
    <328>   DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><32b>: Abbrev Number: 15 (DW_TAG_member)
    <32c>   DW_AT_name        : (indirect string, offset: 0x18a): _lock
    <330>   DW_AT_decl_file   : 7
    <331>   DW_AT_decl_line   : 284
    <333>   DW_AT_decl_column : 15
    <334>   DW_AT_type        : <0x427>
    <338>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><33b>: Abbrev Number: 15 (DW_TAG_member)
    <33c>   DW_AT_name        : (indirect string, offset: 0x70c): _offset
    <340>   DW_AT_decl_file   : 7
    <341>   DW_AT_decl_line   : 293
    <343>   DW_AT_decl_column : 15
    <344>   DW_AT_type        : <0xae>
    <348>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><34b>: Abbrev Number: 15 (DW_TAG_member)
    <34c>   DW_AT_name        : (indirect string, offset: 0xa46): __pad1
    <350>   DW_AT_decl_file   : 7
    <351>   DW_AT_decl_line   : 301
    <353>   DW_AT_decl_column : 9
    <354>   DW_AT_type        : <0xc6>
    <358>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><35b>: Abbrev Number: 15 (DW_TAG_member)
    <35c>   DW_AT_name        : (indirect string, offset: 0xa4d): __pad2
    <360>   DW_AT_decl_file   : 7
    <361>   DW_AT_decl_line   : 302
    <363>   DW_AT_decl_column : 9
    <364>   DW_AT_type        : <0xc6>
    <368>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><36b>: Abbrev Number: 15 (DW_TAG_member)
    <36c>   DW_AT_name        : (indirect string, offset: 0xa54): __pad3
    <370>   DW_AT_decl_file   : 7
    <371>   DW_AT_decl_line   : 303
    <373>   DW_AT_decl_column : 9
    <374>   DW_AT_type        : <0xc6>
    <378>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><37b>: Abbrev Number: 15 (DW_TAG_member)
    <37c>   DW_AT_name        : (indirect string, offset: 0xa5b): __pad4
    <380>   DW_AT_decl_file   : 7
    <381>   DW_AT_decl_line   : 304
    <383>   DW_AT_decl_column : 9
    <384>   DW_AT_type        : <0xc6>
    <388>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><38b>: Abbrev Number: 15 (DW_TAG_member)
    <38c>   DW_AT_name        : (indirect string, offset: 0xa62): __pad5
    <390>   DW_AT_decl_file   : 7
    <391>   DW_AT_decl_line   : 306
    <393>   DW_AT_decl_column : 10
    <394>   DW_AT_type        : <0x122>
    <398>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><39b>: Abbrev Number: 15 (DW_TAG_member)
    <39c>   DW_AT_name        : (indirect string, offset: 0xaca): _mode
    <3a0>   DW_AT_decl_file   : 7
    <3a1>   DW_AT_decl_line   : 307
    <3a3>   DW_AT_decl_column : 7
    <3a4>   DW_AT_type        : <0x64>
    <3a8>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><3ab>: Abbrev Number: 15 (DW_TAG_member)
    <3ac>   DW_AT_name        : (indirect string, offset: 0x835): _unused2
    <3b0>   DW_AT_decl_file   : 7
    <3b1>   DW_AT_decl_line   : 309
    <3b3>   DW_AT_decl_column : 8
    <3b4>   DW_AT_type        : <0x42d>
    <3b8>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><3bb>: Abbrev Number: 0
 <1><3bc>: Abbrev Number: 4 (DW_TAG_typedef)
    <3bd>   DW_AT_name        : (indirect string, offset: 0xb7a): FILE
    <3c1>   DW_AT_decl_file   : 8
    <3c2>   DW_AT_decl_line   : 7
    <3c3>   DW_AT_decl_column : 25
    <3c4>   DW_AT_type        : <0x1e4>
 <1><3c8>: Abbrev Number: 16 (DW_TAG_typedef)
    <3c9>   DW_AT_name        : (indirect string, offset: 0x525): _IO_lock_t
    <3cd>   DW_AT_decl_file   : 7
    <3ce>   DW_AT_decl_line   : 154
    <3cf>   DW_AT_decl_column : 14
 <1><3d0>: Abbrev Number: 8 (DW_TAG_structure_type)
    <3d1>   DW_AT_name        : (indirect string, offset: 0x322): _IO_marker
    <3d5>   DW_AT_byte_size   : 12
    <3d6>   DW_AT_decl_file   : 7
    <3d7>   DW_AT_decl_line   : 160
    <3d8>   DW_AT_decl_column : 8
    <3d9>   DW_AT_sibling     : <0x40b>
 <2><3dd>: Abbrev Number: 9 (DW_TAG_member)
    <3de>   DW_AT_name        : (indirect string, offset: 0xde7): _next
    <3e2>   DW_AT_decl_file   : 7
    <3e3>   DW_AT_decl_line   : 161
    <3e4>   DW_AT_decl_column : 22
    <3e5>   DW_AT_type        : <0x40b>
    <3e9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3ec>: Abbrev Number: 9 (DW_TAG_member)
    <3ed>   DW_AT_name        : (indirect string, offset: 0xa69): _sbuf
    <3f1>   DW_AT_decl_file   : 7
    <3f2>   DW_AT_decl_line   : 162
    <3f3>   DW_AT_decl_column : 20
    <3f4>   DW_AT_type        : <0x411>
    <3f8>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><3fb>: Abbrev Number: 9 (DW_TAG_member)
    <3fc>   DW_AT_name        : (indirect string, offset: 0x5c9): _pos
    <400>   DW_AT_decl_file   : 7
    <401>   DW_AT_decl_line   : 166
    <402>   DW_AT_decl_column : 7
    <403>   DW_AT_type        : <0x64>
    <407>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><40a>: Abbrev Number: 0
 <1><40b>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <40c>   DW_AT_byte_size   : 4
    <40d>   DW_AT_type        : <0x3d0>
 <1><411>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <412>   DW_AT_byte_size   : 4
    <413>   DW_AT_type        : <0x1e4>
 <1><417>: Abbrev Number: 10 (DW_TAG_array_type)
    <418>   DW_AT_type        : <0xdf>
    <41c>   DW_AT_sibling     : <0x427>
 <2><420>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <421>   DW_AT_type        : <0x2b>
    <425>   DW_AT_upper_bound : 0
 <2><426>: Abbrev Number: 0
 <1><427>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <428>   DW_AT_byte_size   : 4
    <429>   DW_AT_type        : <0x3c8>
 <1><42d>: Abbrev Number: 10 (DW_TAG_array_type)
    <42e>   DW_AT_type        : <0xdf>
    <432>   DW_AT_sibling     : <0x43d>
 <2><436>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <437>   DW_AT_type        : <0x2b>
    <43b>   DW_AT_upper_bound : 39
 <2><43c>: Abbrev Number: 0
 <1><43d>: Abbrev Number: 17 (DW_TAG_structure_type)
    <43e>   DW_AT_name        : (indirect string, offset: 0x4b8): _IO_FILE_plus
    <442>   DW_AT_declaration : 1
 <1><443>: Abbrev Number: 12 (DW_TAG_variable)
    <444>   DW_AT_name        : (indirect string, offset: 0x7c3): _IO_2_1_stdin_
    <448>   DW_AT_decl_file   : 7
    <449>   DW_AT_decl_line   : 319
    <44b>   DW_AT_decl_column : 29
    <44c>   DW_AT_type        : <0x43d>
    <450>   DW_AT_external    : 1
    <451>   DW_AT_declaration : 1
 <1><452>: Abbrev Number: 12 (DW_TAG_variable)
    <453>   DW_AT_name        : (indirect string, offset: 0xdc8): _IO_2_1_stdout_
    <457>   DW_AT_decl_file   : 7
    <458>   DW_AT_decl_line   : 320
    <45a>   DW_AT_decl_column : 29
    <45b>   DW_AT_type        : <0x43d>
    <45f>   DW_AT_external    : 1
    <460>   DW_AT_declaration : 1
 <1><461>: Abbrev Number: 12 (DW_TAG_variable)
    <462>   DW_AT_name        : (indirect string, offset: 0x89): _IO_2_1_stderr_
    <466>   DW_AT_decl_file   : 7
    <467>   DW_AT_decl_line   : 321
    <469>   DW_AT_decl_column : 29
    <46a>   DW_AT_type        : <0x43d>
    <46e>   DW_AT_external    : 1
    <46f>   DW_AT_declaration : 1
 <1><470>: Abbrev Number: 13 (DW_TAG_variable)
    <471>   DW_AT_name        : (indirect string, offset: 0x5df): stdin
    <475>   DW_AT_decl_file   : 9
    <476>   DW_AT_decl_line   : 135
    <477>   DW_AT_decl_column : 25
    <478>   DW_AT_type        : <0x411>
    <47c>   DW_AT_external    : 1
    <47d>   DW_AT_declaration : 1
 <1><47e>: Abbrev Number: 13 (DW_TAG_variable)
    <47f>   DW_AT_name        : (indirect string, offset: 0x10f1): stdout
    <483>   DW_AT_decl_file   : 9
    <484>   DW_AT_decl_line   : 136
    <485>   DW_AT_decl_column : 25
    <486>   DW_AT_type        : <0x411>
    <48a>   DW_AT_external    : 1
    <48b>   DW_AT_declaration : 1
 <1><48c>: Abbrev Number: 13 (DW_TAG_variable)
    <48d>   DW_AT_name        : (indirect string, offset: 0xef5): stderr
    <491>   DW_AT_decl_file   : 9
    <492>   DW_AT_decl_line   : 137
    <493>   DW_AT_decl_column : 25
    <494>   DW_AT_type        : <0x411>
    <498>   DW_AT_external    : 1
    <499>   DW_AT_declaration : 1
 <1><49a>: Abbrev Number: 13 (DW_TAG_variable)
    <49b>   DW_AT_name        : (indirect string, offset: 0x262): sys_nerr
    <49f>   DW_AT_decl_file   : 10
    <4a0>   DW_AT_decl_line   : 26
    <4a1>   DW_AT_decl_column : 12
    <4a2>   DW_AT_type        : <0x64>
    <4a6>   DW_AT_external    : 1
    <4a7>   DW_AT_declaration : 1
 <1><4a8>: Abbrev Number: 10 (DW_TAG_array_type)
    <4a9>   DW_AT_type        : <0x1d8>
    <4ad>   DW_AT_sibling     : <0x4b3>
 <2><4b1>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4b2>: Abbrev Number: 0
 <1><4b3>: Abbrev Number: 3 (DW_TAG_const_type)
    <4b4>   DW_AT_type        : <0x4a8>
 <1><4b8>: Abbrev Number: 13 (DW_TAG_variable)
    <4b9>   DW_AT_name        : (indirect string, offset: 0x5f6): sys_errlist
    <4bd>   DW_AT_decl_file   : 10
    <4be>   DW_AT_decl_line   : 27
    <4bf>   DW_AT_decl_column : 26
    <4c0>   DW_AT_type        : <0x4b3>
    <4c4>   DW_AT_external    : 1
    <4c5>   DW_AT_declaration : 1
 <1><4c6>: Abbrev Number: 13 (DW_TAG_variable)
    <4c7>   DW_AT_name        : (indirect string, offset: 0x275): _sys_nerr
    <4cb>   DW_AT_decl_file   : 10
    <4cc>   DW_AT_decl_line   : 30
    <4cd>   DW_AT_decl_column : 12
    <4ce>   DW_AT_type        : <0x64>
    <4d2>   DW_AT_external    : 1
    <4d3>   DW_AT_declaration : 1
 <1><4d4>: Abbrev Number: 13 (DW_TAG_variable)
    <4d5>   DW_AT_name        : (indirect string, offset: 0xf76): _sys_errlist
    <4d9>   DW_AT_decl_file   : 10
    <4da>   DW_AT_decl_line   : 31
    <4db>   DW_AT_decl_column : 26
    <4dc>   DW_AT_type        : <0x4b3>
    <4e0>   DW_AT_external    : 1
    <4e1>   DW_AT_declaration : 1
 <1><4e2>: Abbrev Number: 13 (DW_TAG_variable)
    <4e3>   DW_AT_name        : (indirect string, offset: 0x6e5): program_invocation_name
    <4e7>   DW_AT_decl_file   : 11
    <4e8>   DW_AT_decl_line   : 45
    <4e9>   DW_AT_decl_column : 14
    <4ea>   DW_AT_type        : <0xd9>
    <4ee>   DW_AT_external    : 1
    <4ef>   DW_AT_declaration : 1
 <1><4f0>: Abbrev Number: 13 (DW_TAG_variable)
    <4f1>   DW_AT_name        : (indirect string, offset: 0xc8b): program_invocation_short_name
    <4f5>   DW_AT_decl_file   : 11
    <4f6>   DW_AT_decl_line   : 46
    <4f7>   DW_AT_decl_column : 14
    <4f8>   DW_AT_type        : <0xd9>
    <4fc>   DW_AT_external    : 1
    <4fd>   DW_AT_declaration : 1
 <1><4fe>: Abbrev Number: 10 (DW_TAG_array_type)
    <4ff>   DW_AT_type        : <0xd9>
    <503>   DW_AT_sibling     : <0x50e>
 <2><507>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <508>   DW_AT_type        : <0x2b>
    <50c>   DW_AT_upper_bound : 1
 <2><50d>: Abbrev Number: 0
 <1><50e>: Abbrev Number: 13 (DW_TAG_variable)
    <50f>   DW_AT_name        : (indirect string, offset: 0x1c7): __tzname
    <513>   DW_AT_decl_file   : 12
    <514>   DW_AT_decl_line   : 159
    <515>   DW_AT_decl_column : 14
    <516>   DW_AT_type        : <0x4fe>
    <51a>   DW_AT_external    : 1
    <51b>   DW_AT_declaration : 1
 <1><51c>: Abbrev Number: 13 (DW_TAG_variable)
    <51d>   DW_AT_name        : (indirect string, offset: 0xfd9): __daylight
    <521>   DW_AT_decl_file   : 12
    <522>   DW_AT_decl_line   : 160
    <523>   DW_AT_decl_column : 12
    <524>   DW_AT_type        : <0x64>
    <528>   DW_AT_external    : 1
    <529>   DW_AT_declaration : 1
 <1><52a>: Abbrev Number: 13 (DW_TAG_variable)
    <52b>   DW_AT_name        : (indirect string, offset: 0x38f): __timezone
    <52f>   DW_AT_decl_file   : 12
    <530>   DW_AT_decl_line   : 161
    <531>   DW_AT_decl_column : 17
    <532>   DW_AT_type        : <0x11b>
    <536>   DW_AT_external    : 1
    <537>   DW_AT_declaration : 1
 <1><538>: Abbrev Number: 13 (DW_TAG_variable)
    <539>   DW_AT_name        : (indirect string, offset: 0x723): tzname
    <53d>   DW_AT_decl_file   : 12
    <53e>   DW_AT_decl_line   : 166
    <53f>   DW_AT_decl_column : 14
    <540>   DW_AT_type        : <0x4fe>
    <544>   DW_AT_external    : 1
    <545>   DW_AT_declaration : 1
 <1><546>: Abbrev Number: 13 (DW_TAG_variable)
    <547>   DW_AT_name        : (indirect string, offset: 0x1161): daylight
    <54b>   DW_AT_decl_file   : 12
    <54c>   DW_AT_decl_line   : 174
    <54d>   DW_AT_decl_column : 12
    <54e>   DW_AT_type        : <0x64>
    <552>   DW_AT_external    : 1
    <553>   DW_AT_declaration : 1
 <1><554>: Abbrev Number: 13 (DW_TAG_variable)
    <555>   DW_AT_name        : (indirect string, offset: 0x574): timezone
    <559>   DW_AT_decl_file   : 12
    <55a>   DW_AT_decl_line   : 175
    <55b>   DW_AT_decl_column : 17
    <55c>   DW_AT_type        : <0x11b>
    <560>   DW_AT_external    : 1
    <561>   DW_AT_declaration : 1
 <1><562>: Abbrev Number: 12 (DW_TAG_variable)
    <563>   DW_AT_name        : (indirect string, offset: 0x1059): getdate_err
    <567>   DW_AT_decl_file   : 12
    <568>   DW_AT_decl_line   : 280
    <56a>   DW_AT_decl_column : 12
    <56b>   DW_AT_type        : <0x64>
    <56f>   DW_AT_external    : 1
    <570>   DW_AT_declaration : 1
 <1><571>: Abbrev Number: 13 (DW_TAG_variable)
    <572>   DW_AT_name        : (indirect string, offset: 0xa74): debug_flag
    <576>   DW_AT_decl_file   : 13
    <577>   DW_AT_decl_line   : 20
    <578>   DW_AT_decl_column : 13
    <579>   DW_AT_type        : <0x57f>
    <57d>   DW_AT_external    : 1
    <57e>   DW_AT_declaration : 1
 <1><57f>: Abbrev Number: 2 (DW_TAG_base_type)
    <580>   DW_AT_byte_size   : 1
    <581>   DW_AT_encoding    : 2	(boolean)
    <582>   DW_AT_name        : (indirect string, offset: 0x49e): _Bool
 <1><586>: Abbrev Number: 3 (DW_TAG_const_type)
    <587>   DW_AT_type        : <0x57f>
 <1><58b>: Abbrev Number: 4 (DW_TAG_typedef)
    <58c>   DW_AT_name        : (indirect string, offset: 0xb30): __kernel_long_t
    <590>   DW_AT_decl_file   : 14
    <591>   DW_AT_decl_line   : 14
    <592>   DW_AT_decl_column : 19
    <593>   DW_AT_type        : <0x7c>
 <1><597>: Abbrev Number: 4 (DW_TAG_typedef)
    <598>   DW_AT_name        : (indirect string, offset: 0x5ce): __kernel_ulong_t
    <59c>   DW_AT_decl_file   : 14
    <59d>   DW_AT_decl_line   : 15
    <59e>   DW_AT_decl_column : 28
    <59f>   DW_AT_type        : <0x8f>
 <1><5a3>: Abbrev Number: 4 (DW_TAG_typedef)
    <5a4>   DW_AT_name        : (indirect string, offset: 0x3e3): kernel_long_t
    <5a8>   DW_AT_decl_file   : 15
    <5a9>   DW_AT_decl_line   : 16
    <5aa>   DW_AT_decl_column : 25
    <5ab>   DW_AT_type        : <0x58b>
 <1><5af>: Abbrev Number: 4 (DW_TAG_typedef)
    <5b0>   DW_AT_name        : (indirect string, offset: 0x90d): kernel_ulong_t
    <5b4>   DW_AT_decl_file   : 15
    <5b5>   DW_AT_decl_line   : 17
    <5b6>   DW_AT_decl_column : 26
    <5b7>   DW_AT_type        : <0x597>
 <1><5bb>: Abbrev Number: 3 (DW_TAG_const_type)
    <5bc>   DW_AT_type        : <0x5af>
 <1><5c0>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5c1>   DW_AT_name        : (indirect string, offset: 0xca9): list_item
    <5c5>   DW_AT_byte_size   : 8
    <5c6>   DW_AT_decl_file   : 16
    <5c7>   DW_AT_decl_line   : 92
    <5c8>   DW_AT_decl_column : 8
    <5c9>   DW_AT_sibling     : <0x5ec>
 <2><5cd>: Abbrev Number: 9 (DW_TAG_member)
    <5ce>   DW_AT_name        : (indirect string, offset: 0x11df): prev
    <5d2>   DW_AT_decl_file   : 16
    <5d3>   DW_AT_decl_line   : 93
    <5d4>   DW_AT_decl_column : 20
    <5d5>   DW_AT_type        : <0x5ec>
    <5d9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5dc>: Abbrev Number: 9 (DW_TAG_member)
    <5dd>   DW_AT_name        : (indirect string, offset: 0x11c0): next
    <5e1>   DW_AT_decl_file   : 16
    <5e2>   DW_AT_decl_line   : 94
    <5e3>   DW_AT_decl_column : 20
    <5e4>   DW_AT_type        : <0x5ec>
    <5e8>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><5eb>: Abbrev Number: 0
 <1><5ec>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <5ed>   DW_AT_byte_size   : 4
    <5ee>   DW_AT_type        : <0x5c0>
 <1><5f2>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5f3>   DW_AT_name        : (indirect string, offset: 0x8d6): sysent
    <5f7>   DW_AT_byte_size   : 20
    <5f8>   DW_AT_decl_file   : 17
    <5f9>   DW_AT_decl_line   : 11
    <5fa>   DW_AT_decl_column : 16
    <5fb>   DW_AT_sibling     : <0x64b>
 <2><5ff>: Abbrev Number: 9 (DW_TAG_member)
    <600>   DW_AT_name        : (indirect string, offset: 0x1108): nargs
    <604>   DW_AT_decl_file   : 17
    <605>   DW_AT_decl_line   : 12
    <606>   DW_AT_decl_column : 11
    <607>   DW_AT_type        : <0x2b>
    <60b>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><60e>: Abbrev Number: 9 (DW_TAG_member)
    <60f>   DW_AT_name        : (indirect string, offset: 0xa05): sys_flags
    <613>   DW_AT_decl_file   : 17
    <614>   DW_AT_decl_line   : 13
    <615>   DW_AT_decl_column : 6
    <616>   DW_AT_type        : <0x64>
    <61a>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><61d>: Abbrev Number: 19 (DW_TAG_member)
    <61e>   DW_AT_name        : sen
    <622>   DW_AT_decl_file   : 17
    <623>   DW_AT_decl_line   : 14
    <624>   DW_AT_decl_column : 6
    <625>   DW_AT_type        : <0x64>
    <629>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><62c>: Abbrev Number: 9 (DW_TAG_member)
    <62d>   DW_AT_name        : (indirect string, offset: 0x30a): sys_func
    <631>   DW_AT_decl_file   : 17
    <632>   DW_AT_decl_line   : 15
    <633>   DW_AT_decl_column : 8
    <634>   DW_AT_type        : <0x656>
    <638>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><63b>: Abbrev Number: 9 (DW_TAG_member)
    <63c>   DW_AT_name        : (indirect string, offset: 0x27f): sys_name
    <640>   DW_AT_decl_file   : 17
    <641>   DW_AT_decl_line   : 16
    <642>   DW_AT_decl_column : 14
    <643>   DW_AT_type        : <0x1d2>
    <647>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><64a>: Abbrev Number: 0
 <1><64b>: Abbrev Number: 20 (DW_TAG_subroutine_type)
    <64c>   DW_AT_type        : <0x64>
    <650>   DW_AT_sibling     : <0x656>
 <2><654>: Abbrev Number: 21 (DW_TAG_unspecified_parameters)
 <2><655>: Abbrev Number: 0
 <1><656>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <657>   DW_AT_byte_size   : 4
    <658>   DW_AT_type        : <0x64b>
 <1><65c>: Abbrev Number: 4 (DW_TAG_typedef)
    <65d>   DW_AT_name        : (indirect string, offset: 0xf8b): struct_sysent
    <661>   DW_AT_decl_file   : 17
    <662>   DW_AT_decl_line   : 17
    <663>   DW_AT_decl_column : 3
    <664>   DW_AT_type        : <0x5f2>
 <1><668>: Abbrev Number: 3 (DW_TAG_const_type)
    <669>   DW_AT_type        : <0x65c>
 <1><66d>: Abbrev Number: 13 (DW_TAG_variable)
    <66e>   DW_AT_name        : (indirect string, offset: 0xe2e): current_personality
    <672>   DW_AT_decl_file   : 18
    <673>   DW_AT_decl_line   : 158
    <674>   DW_AT_decl_column : 17
    <675>   DW_AT_type        : <0x2b>
    <679>   DW_AT_external    : 1
    <67a>   DW_AT_declaration : 1
 <1><67b>: Abbrev Number: 13 (DW_TAG_variable)
    <67c>   DW_AT_name        : (indirect string, offset: 0x878): current_wordsize
    <680>   DW_AT_decl_file   : 18
    <681>   DW_AT_decl_line   : 171
    <682>   DW_AT_decl_column : 17
    <683>   DW_AT_type        : <0x2b>
    <687>   DW_AT_external    : 1
    <688>   DW_AT_declaration : 1
 <1><689>: Abbrev Number: 13 (DW_TAG_variable)
    <68a>   DW_AT_name        : (indirect string, offset: 0xae6): current_klongsize
    <68e>   DW_AT_decl_file   : 18
    <68f>   DW_AT_decl_line   : 176
    <690>   DW_AT_decl_column : 17
    <691>   DW_AT_type        : <0x2b>
    <695>   DW_AT_external    : 1
    <696>   DW_AT_declaration : 1
 <1><697>: Abbrev Number: 8 (DW_TAG_structure_type)
    <698>   DW_AT_name        : (indirect string, offset: 0xd62): ioctlent
    <69c>   DW_AT_byte_size   : 8
    <69d>   DW_AT_decl_file   : 18
    <69e>   DW_AT_decl_line   : 217
    <69f>   DW_AT_decl_column : 16
    <6a0>   DW_AT_sibling     : <0x6c3>
 <2><6a4>: Abbrev Number: 9 (DW_TAG_member)
    <6a5>   DW_AT_name        : (indirect string, offset: 0x1036): symbol
    <6a9>   DW_AT_decl_file   : 18
    <6aa>   DW_AT_decl_line   : 218
    <6ab>   DW_AT_decl_column : 14
    <6ac>   DW_AT_type        : <0x1d2>
    <6b0>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6b3>: Abbrev Number: 9 (DW_TAG_member)
    <6b4>   DW_AT_name        : (indirect string, offset: 0xdf7): code
    <6b8>   DW_AT_decl_file   : 18
    <6b9>   DW_AT_decl_line   : 219
    <6ba>   DW_AT_decl_column : 15
    <6bb>   DW_AT_type        : <0x2b>
    <6bf>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6c2>: Abbrev Number: 0
 <1><6c3>: Abbrev Number: 4 (DW_TAG_typedef)
    <6c4>   DW_AT_name        : (indirect string, offset: 0xd0f): struct_ioctlent
    <6c8>   DW_AT_decl_file   : 18
    <6c9>   DW_AT_decl_line   : 220
    <6ca>   DW_AT_decl_column : 3
    <6cb>   DW_AT_type        : <0x697>
 <1><6cf>: Abbrev Number: 3 (DW_TAG_const_type)
    <6d0>   DW_AT_type        : <0x6c3>
 <1><6d4>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6d5>   DW_AT_name        : (indirect string, offset: 0x86c): inject_data
    <6d9>   DW_AT_byte_size   : 10
    <6da>   DW_AT_decl_file   : 18
    <6db>   DW_AT_decl_line   : 241
    <6dc>   DW_AT_decl_column : 8
    <6dd>   DW_AT_sibling     : <0x73c>
 <2><6e1>: Abbrev Number: 9 (DW_TAG_member)
    <6e2>   DW_AT_name        : (indirect string, offset: 0x583): flags
    <6e6>   DW_AT_decl_file   : 18
    <6e7>   DW_AT_decl_line   : 242
    <6e8>   DW_AT_decl_column : 10
    <6e9>   DW_AT_type        : <0xeb>
    <6ed>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6f0>: Abbrev Number: 9 (DW_TAG_member)
    <6f1>   DW_AT_name        : (indirect string, offset: 0x9a6): signo
    <6f5>   DW_AT_decl_file   : 18
    <6f6>   DW_AT_decl_line   : 243
    <6f7>   DW_AT_decl_column : 10
    <6f8>   DW_AT_type        : <0xeb>
    <6fc>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><6ff>: Abbrev Number: 9 (DW_TAG_member)
    <700>   DW_AT_name        : (indirect string, offset: 0x117): rval_idx
    <704>   DW_AT_decl_file   : 18
    <705>   DW_AT_decl_line   : 244
    <706>   DW_AT_decl_column : 11
    <707>   DW_AT_type        : <0xf7>
    <70b>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><70e>: Abbrev Number: 9 (DW_TAG_member)
    <70f>   DW_AT_name        : (indirect string, offset: 0x40): delay_idx
    <713>   DW_AT_decl_file   : 18
    <714>   DW_AT_decl_line   : 245
    <715>   DW_AT_decl_column : 11
    <716>   DW_AT_type        : <0xf7>
    <71a>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><71d>: Abbrev Number: 9 (DW_TAG_member)
    <71e>   DW_AT_name        : (indirect string, offset: 0x60e): poke_idx
    <722>   DW_AT_decl_file   : 18
    <723>   DW_AT_decl_line   : 246
    <724>   DW_AT_decl_column : 11
    <725>   DW_AT_type        : <0xf7>
    <729>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><72c>: Abbrev Number: 9 (DW_TAG_member)
    <72d>   DW_AT_name        : (indirect string, offset: 0x1a7): scno
    <731>   DW_AT_decl_file   : 18
    <732>   DW_AT_decl_line   : 247
    <733>   DW_AT_decl_column : 11
    <734>   DW_AT_type        : <0xf7>
    <738>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><73b>: Abbrev Number: 0
 <1><73c>: Abbrev Number: 8 (DW_TAG_structure_type)
    <73d>   DW_AT_name        : (indirect string, offset: 0xf8): inject_opts
    <741>   DW_AT_byte_size   : 16
    <742>   DW_AT_decl_file   : 18
    <743>   DW_AT_decl_line   : 250
    <744>   DW_AT_decl_column : 8
    <745>   DW_AT_sibling     : <0x786>
 <2><749>: Abbrev Number: 9 (DW_TAG_member)
    <74a>   DW_AT_name        : (indirect string, offset: 0xac4): first
    <74e>   DW_AT_decl_file   : 18
    <74f>   DW_AT_decl_line   : 251
    <750>   DW_AT_decl_column : 11
    <751>   DW_AT_type        : <0xf7>
    <755>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><758>: Abbrev Number: 9 (DW_TAG_member)
    <759>   DW_AT_name        : (indirect string, offset: 0x1208): last
    <75d>   DW_AT_decl_file   : 18
    <75e>   DW_AT_decl_line   : 252
    <75f>   DW_AT_decl_column : 11
    <760>   DW_AT_type        : <0xf7>
    <764>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><767>: Abbrev Number: 9 (DW_TAG_member)
    <768>   DW_AT_name        : (indirect string, offset: 0x3ba): step
    <76c>   DW_AT_decl_file   : 18
    <76d>   DW_AT_decl_line   : 253
    <76e>   DW_AT_decl_column : 11
    <76f>   DW_AT_type        : <0xf7>
    <773>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><776>: Abbrev Number: 9 (DW_TAG_member)
    <777>   DW_AT_name        : (indirect string, offset: 0x11c5): data
    <77b>   DW_AT_decl_file   : 18
    <77c>   DW_AT_decl_line   : 254
    <77d>   DW_AT_decl_column : 21
    <77e>   DW_AT_type        : <0x6d4>
    <782>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><785>: Abbrev Number: 0
 <1><786>: Abbrev Number: 22 (DW_TAG_structure_type)
    <787>   DW_AT_name        : tcb
    <78b>   DW_AT_byte_size   : 280
    <78d>   DW_AT_decl_file   : 18
    <78e>   DW_AT_decl_line   : 262
    <790>   DW_AT_decl_column : 8
    <791>   DW_AT_sibling     : <0x9b6>
 <2><795>: Abbrev Number: 15 (DW_TAG_member)
    <796>   DW_AT_name        : (indirect string, offset: 0x583): flags
    <79a>   DW_AT_decl_file   : 18
    <79b>   DW_AT_decl_line   : 263
    <79d>   DW_AT_decl_column : 6
    <79e>   DW_AT_type        : <0x64>
    <7a2>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7a5>: Abbrev Number: 23 (DW_TAG_member)
    <7a6>   DW_AT_name        : pid
    <7aa>   DW_AT_decl_file   : 18
    <7ab>   DW_AT_decl_line   : 264
    <7ad>   DW_AT_decl_column : 6
    <7ae>   DW_AT_type        : <0x64>
    <7b2>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7b5>: Abbrev Number: 15 (DW_TAG_member)
    <7b6>   DW_AT_name        : (indirect string, offset: 0x58): qual_flg
    <7ba>   DW_AT_decl_file   : 18
    <7bb>   DW_AT_decl_line   : 265
    <7bd>   DW_AT_decl_column : 6
    <7be>   DW_AT_type        : <0x64>
    <7c2>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7c5>: Abbrev Number: 15 (DW_TAG_member)
    <7c6>   DW_AT_name        : (indirect string, offset: 0x3ab): currpers
    <7ca>   DW_AT_decl_file   : 18
    <7cb>   DW_AT_decl_line   : 267
    <7cd>   DW_AT_decl_column : 15
    <7ce>   DW_AT_type        : <0x2b>
    <7d2>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><7d5>: Abbrev Number: 15 (DW_TAG_member)
    <7d6>   DW_AT_name        : (indirect string, offset: 0xbcd): u_error
    <7da>   DW_AT_decl_file   : 18
    <7db>   DW_AT_decl_line   : 269
    <7dd>   DW_AT_decl_column : 16
    <7de>   DW_AT_type        : <0x37>
    <7e2>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><7e5>: Abbrev Number: 15 (DW_TAG_member)
    <7e6>   DW_AT_name        : (indirect string, offset: 0x1a7): scno
    <7ea>   DW_AT_decl_file   : 18
    <7eb>   DW_AT_decl_line   : 270
    <7ed>   DW_AT_decl_column : 17
    <7ee>   DW_AT_type        : <0x5af>
    <7f2>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><7f5>: Abbrev Number: 15 (DW_TAG_member)
    <7f6>   DW_AT_name        : (indirect string, offset: 0xc18): true_scno
    <7fa>   DW_AT_decl_file   : 18
    <7fb>   DW_AT_decl_line   : 271
    <7fd>   DW_AT_decl_column : 17
    <7fe>   DW_AT_type        : <0x5af>
    <802>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><805>: Abbrev Number: 15 (DW_TAG_member)
    <806>   DW_AT_name        : (indirect string, offset: 0x1b1): u_arg
    <80a>   DW_AT_decl_file   : 18
    <80b>   DW_AT_decl_line   : 272
    <80d>   DW_AT_decl_column : 17
    <80e>   DW_AT_type        : <0x9b6>
    <812>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><815>: Abbrev Number: 15 (DW_TAG_member)
    <816>   DW_AT_name        : (indirect string, offset: 0xa1c): u_rval
    <81a>   DW_AT_decl_file   : 18
    <81b>   DW_AT_decl_line   : 273
    <81d>   DW_AT_decl_column : 16
    <81e>   DW_AT_type        : <0x5a3>
    <822>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><825>: Abbrev Number: 15 (DW_TAG_member)
    <826>   DW_AT_name        : (indirect string, offset: 0xb4c): sys_func_rval
    <82a>   DW_AT_decl_file   : 18
    <82b>   DW_AT_decl_line   : 274
    <82d>   DW_AT_decl_column : 6
    <82e>   DW_AT_type        : <0x64>
    <832>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><835>: Abbrev Number: 15 (DW_TAG_member)
    <836>   DW_AT_name        : (indirect string, offset: 0xdd8): curcol
    <83a>   DW_AT_decl_file   : 18
    <83b>   DW_AT_decl_line   : 275
    <83d>   DW_AT_decl_column : 6
    <83e>   DW_AT_type        : <0x64>
    <842>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><845>: Abbrev Number: 15 (DW_TAG_member)
    <846>   DW_AT_name        : (indirect string, offset: 0xa2e): outf
    <84a>   DW_AT_decl_file   : 18
    <84b>   DW_AT_decl_line   : 276
    <84d>   DW_AT_decl_column : 8
    <84e>   DW_AT_type        : <0x9c6>
    <852>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><855>: Abbrev Number: 15 (DW_TAG_member)
    <856>   DW_AT_name        : (indirect string, offset: 0x100e): staged_output_data
    <85a>   DW_AT_decl_file   : 18
    <85b>   DW_AT_decl_line   : 277
    <85d>   DW_AT_decl_column : 29
    <85e>   DW_AT_type        : <0x9d2>
    <862>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><865>: Abbrev Number: 15 (DW_TAG_member)
    <866>   DW_AT_name        : (indirect string, offset: 0xb08): auxstr
    <86a>   DW_AT_decl_file   : 18
    <86b>   DW_AT_decl_line   : 279
    <86d>   DW_AT_decl_column : 14
    <86e>   DW_AT_type        : <0x1d2>
    <872>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><875>: Abbrev Number: 15 (DW_TAG_member)
    <876>   DW_AT_name        : (indirect string, offset: 0x190): _priv_data
    <87a>   DW_AT_decl_file   : 18
    <87b>   DW_AT_decl_line   : 280
    <87d>   DW_AT_decl_column : 8
    <87e>   DW_AT_type        : <0xc6>
    <882>   DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
 <2><885>: Abbrev Number: 15 (DW_TAG_member)
    <886>   DW_AT_name        : (indirect string, offset: 0xcd6): _free_priv_data
    <88a>   DW_AT_decl_file   : 18
    <88b>   DW_AT_decl_line   : 281
    <88d>   DW_AT_decl_column : 9
    <88e>   DW_AT_type        : <0x9e4>
    <892>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><895>: Abbrev Number: 15 (DW_TAG_member)
    <896>   DW_AT_name        : (indirect string, offset: 0x1a1): s_ent
    <89a>   DW_AT_decl_file   : 18
    <89b>   DW_AT_decl_line   : 282
    <89d>   DW_AT_decl_column : 23
    <89e>   DW_AT_type        : <0x9ea>
    <8a2>   DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
 <2><8a5>: Abbrev Number: 15 (DW_TAG_member)
    <8a6>   DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
    <8aa>   DW_AT_decl_file   : 18
    <8ab>   DW_AT_decl_line   : 285
    <8ad>   DW_AT_decl_column : 23
    <8ae>   DW_AT_type        : <0x9ea>
    <8b2>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><8b6>: Abbrev Number: 15 (DW_TAG_member)
    <8b7>   DW_AT_name        : (indirect string, offset: 0x3a0): inject_vec
    <8bb>   DW_AT_decl_file   : 18
    <8bc>   DW_AT_decl_line   : 286
    <8be>   DW_AT_decl_column : 22
    <8bf>   DW_AT_type        : <0x9f5>
    <8c3>   DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
 <2><8c7>: Abbrev Number: 15 (DW_TAG_member)
    <8c8>   DW_AT_name        : (indirect string, offset: 0x847): stime
    <8cc>   DW_AT_decl_file   : 18
    <8cd>   DW_AT_decl_line   : 287
    <8cf>   DW_AT_decl_column : 18
    <8d0>   DW_AT_type        : <0x133>
    <8d4>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><8d8>: Abbrev Number: 15 (DW_TAG_member)
    <8d9>   DW_AT_name        : (indirect string, offset: 0x3b4): ltime
    <8dd>   DW_AT_decl_file   : 18
    <8de>   DW_AT_decl_line   : 288
    <8e0>   DW_AT_decl_column : 18
    <8e1>   DW_AT_type        : <0x133>
    <8e5>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><8e9>: Abbrev Number: 15 (DW_TAG_member)
    <8ea>   DW_AT_name        : (indirect string, offset: 0x10c6): atime
    <8ee>   DW_AT_decl_file   : 18
    <8ef>   DW_AT_decl_line   : 289
    <8f1>   DW_AT_decl_column : 18
    <8f2>   DW_AT_type        : <0x133>
    <8f6>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><8fa>: Abbrev Number: 15 (DW_TAG_member)
    <8fb>   DW_AT_name        : (indirect string, offset: 0x57d): etime
    <8ff>   DW_AT_decl_file   : 18
    <900>   DW_AT_decl_line   : 290
    <902>   DW_AT_decl_column : 18
    <903>   DW_AT_type        : <0x133>
    <907>   DW_AT_data_member_location: 3 byte block: 23 c0 1 	(DW_OP_plus_uconst: 192)
 <2><90b>: Abbrev Number: 15 (DW_TAG_member)
    <90c>   DW_AT_name        : (indirect string, offset: 0xe42): delay_expiration_time
    <910>   DW_AT_decl_file   : 18
    <911>   DW_AT_decl_line   : 291
    <913>   DW_AT_decl_column : 18
    <914>   DW_AT_type        : <0x133>
    <918>   DW_AT_data_member_location: 3 byte block: 23 d0 1 	(DW_OP_plus_uconst: 208)
 <2><91c>: Abbrev Number: 15 (DW_TAG_member)
    <91d>   DW_AT_name        : (indirect string, offset: 0x32): pid_ns
    <921>   DW_AT_decl_file   : 18
    <922>   DW_AT_decl_line   : 298
    <924>   DW_AT_decl_column : 15
    <925>   DW_AT_type        : <0x2b>
    <929>   DW_AT_data_member_location: 3 byte block: 23 e0 1 	(DW_OP_plus_uconst: 224)
 <2><92d>: Abbrev Number: 15 (DW_TAG_member)
    <92e>   DW_AT_name        : (indirect string, offset: 0x1065): mmap_cache
    <932>   DW_AT_decl_file   : 18
    <933>   DW_AT_decl_line   : 304
    <935>   DW_AT_decl_column : 23
    <936>   DW_AT_type        : <0xa11>
    <93a>   DW_AT_data_member_location: 3 byte block: 23 e4 1 	(DW_OP_plus_uconst: 228)
 <2><93e>: Abbrev Number: 15 (DW_TAG_member)
    <93f>   DW_AT_name        : (indirect string, offset: 0xbee): wait_data_idx
    <943>   DW_AT_decl_file   : 18
    <944>   DW_AT_decl_line   : 311
    <946>   DW_AT_decl_column : 9
    <947>   DW_AT_type        : <0x122>
    <94b>   DW_AT_data_member_location: 3 byte block: 23 e8 1 	(DW_OP_plus_uconst: 232)
 <2><94f>: Abbrev Number: 15 (DW_TAG_member)
    <950>   DW_AT_name        : (indirect string, offset: 0xb0f): delayed_wait_data
    <954>   DW_AT_decl_file   : 18
    <955>   DW_AT_decl_line   : 313
    <957>   DW_AT_decl_column : 24
    <958>   DW_AT_type        : <0xa1d>
    <95c>   DW_AT_data_member_location: 3 byte block: 23 ec 1 	(DW_OP_plus_uconst: 236)
 <2><960>: Abbrev Number: 15 (DW_TAG_member)
    <961>   DW_AT_name        : (indirect string, offset: 0xb8e): wait_list
    <965>   DW_AT_decl_file   : 18
    <966>   DW_AT_decl_line   : 314
    <968>   DW_AT_decl_column : 19
    <969>   DW_AT_type        : <0x5c0>
    <96d>   DW_AT_data_member_location: 3 byte block: 23 f0 1 	(DW_OP_plus_uconst: 240)
 <2><971>: Abbrev Number: 15 (DW_TAG_member)
    <972>   DW_AT_name        : (indirect string, offset: 0x6fd): vcpu_info_list
    <976>   DW_AT_decl_file   : 18
    <977>   DW_AT_decl_line   : 318
    <979>   DW_AT_decl_column : 20
    <97a>   DW_AT_type        : <0xa29>
    <97e>   DW_AT_data_member_location: 3 byte block: 23 f8 1 	(DW_OP_plus_uconst: 248)
 <2><982>: Abbrev Number: 15 (DW_TAG_member)
    <983>   DW_AT_name        : (indirect string, offset: 0xd9d): unwind_ctx
    <987>   DW_AT_decl_file   : 18
    <988>   DW_AT_decl_line   : 322
    <98a>   DW_AT_decl_column : 8
    <98b>   DW_AT_type        : <0xc6>
    <98f>   DW_AT_data_member_location: 3 byte block: 23 fc 1 	(DW_OP_plus_uconst: 252)
 <2><993>: Abbrev Number: 15 (DW_TAG_member)
    <994>   DW_AT_name        : (indirect string, offset: 0x567): unwind_queue
    <998>   DW_AT_decl_file   : 18
    <999>   DW_AT_decl_line   : 323
    <99b>   DW_AT_decl_column : 25
    <99c>   DW_AT_type        : <0xa35>
    <9a0>   DW_AT_data_member_location: 3 byte block: 23 80 2 	(DW_OP_plus_uconst: 256)
 <2><9a4>: Abbrev Number: 15 (DW_TAG_member)
    <9a5>   DW_AT_name        : (indirect string, offset: 0x185): comm
    <9a9>   DW_AT_decl_file   : 18
    <9aa>   DW_AT_decl_line   : 327
    <9ac>   DW_AT_decl_column : 7
    <9ad>   DW_AT_type        : <0xa3b>
    <9b1>   DW_AT_data_member_location: 3 byte block: 23 84 2 	(DW_OP_plus_uconst: 260)
 <2><9b5>: Abbrev Number: 0
 <1><9b6>: Abbrev Number: 10 (DW_TAG_array_type)
    <9b7>   DW_AT_type        : <0x5af>
    <9bb>   DW_AT_sibling     : <0x9c6>
 <2><9bf>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <9c0>   DW_AT_type        : <0x2b>
    <9c4>   DW_AT_upper_bound : 5
 <2><9c5>: Abbrev Number: 0
 <1><9c6>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9c7>   DW_AT_byte_size   : 4
    <9c8>   DW_AT_type        : <0x3bc>
 <1><9cc>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9cd>   DW_AT_name        : (indirect string, offset: 0x100e): staged_output_data
    <9d1>   DW_AT_declaration : 1
 <1><9d2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9d3>   DW_AT_byte_size   : 4
    <9d4>   DW_AT_type        : <0x9cc>
 <1><9d8>: Abbrev Number: 24 (DW_TAG_subroutine_type)
    <9d9>   DW_AT_prototyped  : 1
    <9da>   DW_AT_sibling     : <0x9e4>
 <2><9de>: Abbrev Number: 25 (DW_TAG_formal_parameter)
    <9df>   DW_AT_type        : <0xc6>
 <2><9e3>: Abbrev Number: 0
 <1><9e4>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9e5>   DW_AT_byte_size   : 4
    <9e6>   DW_AT_type        : <0x9d8>
 <1><9ea>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9eb>   DW_AT_byte_size   : 4
    <9ec>   DW_AT_type        : <0x668>
 <1><9f0>: Abbrev Number: 3 (DW_TAG_const_type)
    <9f1>   DW_AT_type        : <0x9ea>
 <1><9f5>: Abbrev Number: 10 (DW_TAG_array_type)
    <9f6>   DW_AT_type        : <0xa05>
    <9fa>   DW_AT_sibling     : <0xa05>
 <2><9fe>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <9ff>   DW_AT_type        : <0x2b>
    <a03>   DW_AT_upper_bound : 2
 <2><a04>: Abbrev Number: 0
 <1><a05>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a06>   DW_AT_byte_size   : 4
    <a07>   DW_AT_type        : <0x73c>
 <1><a0b>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a0c>   DW_AT_name        : (indirect string, offset: 0xad): mmap_cache_t
    <a10>   DW_AT_declaration : 1
 <1><a11>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a12>   DW_AT_byte_size   : 4
    <a13>   DW_AT_type        : <0xa0b>
 <1><a17>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a18>   DW_AT_name        : (indirect string, offset: 0x3d5): tcb_wait_data
    <a1c>   DW_AT_declaration : 1
 <1><a1d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a1e>   DW_AT_byte_size   : 4
    <a1f>   DW_AT_type        : <0xa17>
 <1><a23>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a24>   DW_AT_name        : (indirect string, offset: 0x17b): vcpu_info
    <a28>   DW_AT_declaration : 1
 <1><a29>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a2a>   DW_AT_byte_size   : 4
    <a2b>   DW_AT_type        : <0xa23>
 <1><a2f>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a30>   DW_AT_name        : (indirect string, offset: 0xff2): unwind_queue_t
    <a34>   DW_AT_declaration : 1
 <1><a35>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a36>   DW_AT_byte_size   : 4
    <a37>   DW_AT_type        : <0xa2f>
 <1><a3b>: Abbrev Number: 10 (DW_TAG_array_type)
    <a3c>   DW_AT_type        : <0xdf>
    <a40>   DW_AT_sibling     : <0xa4b>
 <2><a44>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <a45>   DW_AT_type        : <0x2b>
    <a49>   DW_AT_upper_bound : 15
 <2><a4a>: Abbrev Number: 0
 <1><a4b>: Abbrev Number: 12 (DW_TAG_variable)
    <a4c>   DW_AT_name        : (indirect string, offset: 0xc2b): stub_sysent
    <a50>   DW_AT_decl_file   : 18
    <a51>   DW_AT_decl_line   : 400
    <a53>   DW_AT_decl_column : 28
    <a54>   DW_AT_type        : <0x668>
    <a58>   DW_AT_external    : 1
    <a59>   DW_AT_declaration : 1
 <1><a5a>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a5b>   DW_AT_name        : (indirect string, offset: 0x11a8): xlat_type
    <a5f>   DW_AT_encoding    : 7	(unsigned)
    <a60>   DW_AT_byte_size   : 4
    <a61>   DW_AT_type        : <0x2b>
    <a65>   DW_AT_decl_file   : 19
    <a66>   DW_AT_decl_line   : 13
    <a67>   DW_AT_decl_column : 6
    <a68>   DW_AT_sibling     : <0xa7f>
 <2><a6c>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a6d>   DW_AT_name        : (indirect string, offset: 0x2da): XT_NORMAL
    <a71>   DW_AT_const_value : 0
 <2><a72>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a73>   DW_AT_name        : (indirect string, offset: 0xd26): XT_SORTED
    <a77>   DW_AT_const_value : 1
 <2><a78>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a79>   DW_AT_name        : (indirect string, offset: 0xeca): XT_INDEXED
    <a7d>   DW_AT_const_value : 2
 <2><a7e>: Abbrev Number: 0
 <1><a7f>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a80>   DW_AT_name        : (indirect string, offset: 0xc80): xlat_style
    <a84>   DW_AT_encoding    : 7	(unsigned)
    <a85>   DW_AT_byte_size   : 4
    <a86>   DW_AT_type        : <0x2b>
    <a8a>   DW_AT_decl_file   : 19
    <a8b>   DW_AT_decl_line   : 19
    <a8c>   DW_AT_decl_column : 6
    <a8d>   DW_AT_sibling     : <0xabc>
 <2><a91>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a92>   DW_AT_name        : (indirect string, offset: 0x104): XLAT_STYLE_DEFAULT
    <a96>   DW_AT_const_value : 0
 <2><a97>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a98>   DW_AT_name        : (indirect string, offset: 0xcb3): XLAT_STYLE_RAW
    <a9c>   DW_AT_const_value : 1
 <2><a9d>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a9e>   DW_AT_name        : (indirect string, offset: 0x114f): XLAT_STYLE_ABBREV
    <aa2>   DW_AT_const_value : 2
 <2><aa3>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa4>   DW_AT_name        : (indirect string, offset: 0x2f7): XLAT_STYLE_VERBOSE
    <aa8>   DW_AT_const_value : 3
 <2><aa9>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aaa>   DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
    <aae>   DW_AT_const_value : 0
 <2><aaf>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab0>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <ab4>   DW_AT_const_value : 4
 <2><ab5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab6>   DW_AT_name        : (indirect string, offset: 0x11f7): XLAT_STYLE_FMT_D
    <aba>   DW_AT_const_value : 8
 <2><abb>: Abbrev Number: 0
 <1><abc>: Abbrev Number: 8 (DW_TAG_structure_type)
    <abd>   DW_AT_name        : (indirect string, offset: 0x337): xlat_data
    <ac1>   DW_AT_byte_size   : 16
    <ac2>   DW_AT_decl_file   : 19
    <ac3>   DW_AT_decl_line   : 51
    <ac4>   DW_AT_decl_column : 8
    <ac5>   DW_AT_sibling     : <0xae8>
 <2><ac9>: Abbrev Number: 19 (DW_TAG_member)
    <aca>   DW_AT_name        : val
    <ace>   DW_AT_decl_file   : 19
    <acf>   DW_AT_decl_line   : 52
    <ad0>   DW_AT_decl_column : 11
    <ad1>   DW_AT_type        : <0x10f>
    <ad5>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ad8>: Abbrev Number: 19 (DW_TAG_member)
    <ad9>   DW_AT_name        : str
    <add>   DW_AT_decl_file   : 19
    <ade>   DW_AT_decl_line   : 53
    <adf>   DW_AT_decl_column : 14
    <ae0>   DW_AT_type        : <0x1d2>
    <ae4>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><ae7>: Abbrev Number: 0
 <1><ae8>: Abbrev Number: 3 (DW_TAG_const_type)
    <ae9>   DW_AT_type        : <0xabc>
 <1><aed>: Abbrev Number: 8 (DW_TAG_structure_type)
    <aee>   DW_AT_name        : (indirect string, offset: 0x22): xlat
    <af2>   DW_AT_byte_size   : 24
    <af3>   DW_AT_decl_file   : 19
    <af4>   DW_AT_decl_line   : 56
    <af5>   DW_AT_decl_column : 8
    <af6>   DW_AT_sibling     : <0xb46>
 <2><afa>: Abbrev Number: 9 (DW_TAG_member)
    <afb>   DW_AT_name        : (indirect string, offset: 0x11c5): data
    <aff>   DW_AT_decl_file   : 19
    <b00>   DW_AT_decl_line   : 57
    <b01>   DW_AT_decl_column : 26
    <b02>   DW_AT_type        : <0xb4b>
    <b06>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b09>: Abbrev Number: 9 (DW_TAG_member)
    <b0a>   DW_AT_name        : (indirect string, offset: 0x8ca): flags_strsz
    <b0e>   DW_AT_decl_file   : 19
    <b0f>   DW_AT_decl_line   : 58
    <b10>   DW_AT_decl_column : 9
    <b11>   DW_AT_type        : <0x122>
    <b15>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b18>: Abbrev Number: 9 (DW_TAG_member)
    <b19>   DW_AT_name        : (indirect string, offset: 0xbfc): size
    <b1d>   DW_AT_decl_file   : 19
    <b1e>   DW_AT_decl_line   : 59
    <b1f>   DW_AT_decl_column : 11
    <b20>   DW_AT_type        : <0x103>
    <b24>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b27>: Abbrev Number: 9 (DW_TAG_member)
    <b28>   DW_AT_name        : (indirect string, offset: 0x1ac): type
    <b2c>   DW_AT_decl_file   : 19
    <b2d>   DW_AT_decl_line   : 60
    <b2e>   DW_AT_decl_column : 17
    <b2f>   DW_AT_type        : <0xa5a>
    <b33>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b36>: Abbrev Number: 9 (DW_TAG_member)
    <b37>   DW_AT_name        : (indirect string, offset: 0x758): flags_mask
    <b3b>   DW_AT_decl_file   : 19
    <b3c>   DW_AT_decl_line   : 61
    <b3d>   DW_AT_decl_column : 11
    <b3e>   DW_AT_type        : <0x10f>
    <b42>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b45>: Abbrev Number: 0
 <1><b46>: Abbrev Number: 3 (DW_TAG_const_type)
    <b47>   DW_AT_type        : <0xaed>
 <1><b4b>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b4c>   DW_AT_byte_size   : 4
    <b4d>   DW_AT_type        : <0xae8>
 <1><b51>: Abbrev Number: 10 (DW_TAG_array_type)
    <b52>   DW_AT_type        : <0xb46>
    <b56>   DW_AT_sibling     : <0xb5c>
 <2><b5a>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b5b>: Abbrev Number: 0
 <1><b5c>: Abbrev Number: 3 (DW_TAG_const_type)
    <b5d>   DW_AT_type        : <0xb51>
 <1><b61>: Abbrev Number: 12 (DW_TAG_variable)
    <b62>   DW_AT_name        : (indirect string, offset: 0xf45): addrfams
    <b66>   DW_AT_decl_file   : 18
    <b67>   DW_AT_decl_line   : 406
    <b69>   DW_AT_decl_column : 26
    <b6a>   DW_AT_type        : <0xb5c>
    <b6e>   DW_AT_external    : 1
    <b6f>   DW_AT_declaration : 1
 <1><b70>: Abbrev Number: 12 (DW_TAG_variable)
    <b71>   DW_AT_name        : (indirect string, offset: 0xe07): arp_hardware_types
    <b75>   DW_AT_decl_file   : 18
    <b76>   DW_AT_decl_line   : 407
    <b78>   DW_AT_decl_column : 26
    <b79>   DW_AT_type        : <0xb5c>
    <b7d>   DW_AT_external    : 1
    <b7e>   DW_AT_declaration : 1
 <1><b7f>: Abbrev Number: 12 (DW_TAG_variable)
    <b80>   DW_AT_name        : (indirect string, offset: 0x10cc): at_flags
    <b84>   DW_AT_decl_file   : 18
    <b85>   DW_AT_decl_line   : 408
    <b87>   DW_AT_decl_column : 26
    <b88>   DW_AT_type        : <0xb5c>
    <b8c>   DW_AT_external    : 1
    <b8d>   DW_AT_declaration : 1
 <1><b8e>: Abbrev Number: 12 (DW_TAG_variable)
    <b8f>   DW_AT_name        : (indirect string, offset: 0x545): clocknames
    <b93>   DW_AT_decl_file   : 18
    <b94>   DW_AT_decl_line   : 409
    <b96>   DW_AT_decl_column : 26
    <b97>   DW_AT_type        : <0xb5c>
    <b9b>   DW_AT_external    : 1
    <b9c>   DW_AT_declaration : 1
 <1><b9d>: Abbrev Number: 12 (DW_TAG_variable)
    <b9e>   DW_AT_name        : (indirect string, offset: 0x10a1): dirent_types
    <ba2>   DW_AT_decl_file   : 18
    <ba3>   DW_AT_decl_line   : 410
    <ba5>   DW_AT_decl_column : 26
    <ba6>   DW_AT_type        : <0xb5c>
    <baa>   DW_AT_external    : 1
    <bab>   DW_AT_declaration : 1
 <1><bac>: Abbrev Number: 12 (DW_TAG_variable)
    <bad>   DW_AT_name        : (indirect string, offset: 0x940): ethernet_protocols
    <bb1>   DW_AT_decl_file   : 18
    <bb2>   DW_AT_decl_line   : 411
    <bb4>   DW_AT_decl_column : 26
    <bb5>   DW_AT_type        : <0xb5c>
    <bb9>   DW_AT_external    : 1
    <bba>   DW_AT_declaration : 1
 <1><bbb>: Abbrev Number: 12 (DW_TAG_variable)
    <bbc>   DW_AT_name        : (indirect string, offset: 0x661): inet_protocols
    <bc0>   DW_AT_decl_file   : 18
    <bc1>   DW_AT_decl_line   : 412
    <bc3>   DW_AT_decl_column : 26
    <bc4>   DW_AT_type        : <0xb5c>
    <bc8>   DW_AT_external    : 1
    <bc9>   DW_AT_declaration : 1
 <1><bca>: Abbrev Number: 12 (DW_TAG_variable)
    <bcb>   DW_AT_name        : (indirect string, offset: 0x2c7): evdev_abs
    <bcf>   DW_AT_decl_file   : 18
    <bd0>   DW_AT_decl_line   : 413
    <bd2>   DW_AT_decl_column : 26
    <bd3>   DW_AT_type        : <0xb5c>
    <bd7>   DW_AT_external    : 1
    <bd8>   DW_AT_declaration : 1
 <1><bd9>: Abbrev Number: 12 (DW_TAG_variable)
    <bda>   DW_AT_name        : (indirect string, offset: 0x74d): audit_arch
    <bde>   DW_AT_decl_file   : 18
    <bdf>   DW_AT_decl_line   : 414
    <be1>   DW_AT_decl_column : 26
    <be2>   DW_AT_type        : <0xb5c>
    <be6>   DW_AT_external    : 1
    <be7>   DW_AT_declaration : 1
 <1><be8>: Abbrev Number: 12 (DW_TAG_variable)
    <be9>   DW_AT_name        : (indirect string, offset: 0x99): evdev_ev
    <bed>   DW_AT_decl_file   : 18
    <bee>   DW_AT_decl_line   : 415
    <bf0>   DW_AT_decl_column : 26
    <bf1>   DW_AT_type        : <0xb5c>
    <bf5>   DW_AT_external    : 1
    <bf6>   DW_AT_declaration : 1
 <1><bf7>: Abbrev Number: 12 (DW_TAG_variable)
    <bf8>   DW_AT_name        : (indirect string, offset: 0x51c): iffflags
    <bfc>   DW_AT_decl_file   : 18
    <bfd>   DW_AT_decl_line   : 416
    <bff>   DW_AT_decl_column : 26
    <c00>   DW_AT_type        : <0xb5c>
    <c04>   DW_AT_external    : 1
    <c05>   DW_AT_declaration : 1
 <1><c06>: Abbrev Number: 12 (DW_TAG_variable)
    <c07>   DW_AT_name        : (indirect string, offset: 0xcc2): ip_type_of_services
    <c0b>   DW_AT_decl_file   : 18
    <c0c>   DW_AT_decl_line   : 417
    <c0e>   DW_AT_decl_column : 26
    <c0f>   DW_AT_type        : <0xb5c>
    <c13>   DW_AT_external    : 1
    <c14>   DW_AT_declaration : 1
 <1><c15>: Abbrev Number: 12 (DW_TAG_variable)
    <c16>   DW_AT_name        : (indirect string, offset: 0x6c9): ipc_private
    <c1a>   DW_AT_decl_file   : 18
    <c1b>   DW_AT_decl_line   : 418
    <c1d>   DW_AT_decl_column : 26
    <c1e>   DW_AT_type        : <0xb5c>
    <c22>   DW_AT_external    : 1
    <c23>   DW_AT_declaration : 1
 <1><c24>: Abbrev Number: 12 (DW_TAG_variable)
    <c25>   DW_AT_name        : (indirect string, offset: 0x32d): msg_flags
    <c29>   DW_AT_decl_file   : 18
    <c2a>   DW_AT_decl_line   : 419
    <c2c>   DW_AT_decl_column : 26
    <c2d>   DW_AT_type        : <0xb5c>
    <c31>   DW_AT_external    : 1
    <c32>   DW_AT_declaration : 1
 <1><c33>: Abbrev Number: 12 (DW_TAG_variable)
    <c34>   DW_AT_name        : (indirect string, offset: 0x120): netlink_protocols
    <c38>   DW_AT_decl_file   : 18
    <c39>   DW_AT_decl_line   : 420
    <c3b>   DW_AT_decl_column : 26
    <c3c>   DW_AT_type        : <0xb5c>
    <c40>   DW_AT_external    : 1
    <c41>   DW_AT_declaration : 1
 <1><c42>: Abbrev Number: 12 (DW_TAG_variable)
    <c43>   DW_AT_name        : (indirect string, offset: 0x1021): nl_bridge_vlan_flags
    <c47>   DW_AT_decl_file   : 18
    <c48>   DW_AT_decl_line   : 421
    <c4a>   DW_AT_decl_column : 26
    <c4b>   DW_AT_type        : <0xb5c>
    <c4f>   DW_AT_external    : 1
    <c50>   DW_AT_declaration : 1
 <1><c51>: Abbrev Number: 12 (DW_TAG_variable)
    <c52>   DW_AT_name        : (indirect string, offset: 0xeae): nl_netfilter_msg_types
    <c56>   DW_AT_decl_file   : 18
    <c57>   DW_AT_decl_line   : 422
    <c59>   DW_AT_decl_column : 26
    <c5a>   DW_AT_type        : <0xb5c>
    <c5e>   DW_AT_external    : 1
    <c5f>   DW_AT_declaration : 1
 <1><c60>: Abbrev Number: 12 (DW_TAG_variable)
    <c61>   DW_AT_name        : (indirect string, offset: 0x22d): nl_route_types
    <c65>   DW_AT_decl_file   : 18
    <c66>   DW_AT_decl_line   : 423
    <c68>   DW_AT_decl_column : 26
    <c69>   DW_AT_type        : <0xb5c>
    <c6d>   DW_AT_external    : 1
    <c6e>   DW_AT_declaration : 1
 <1><c6f>: Abbrev Number: 12 (DW_TAG_variable)
    <c70>   DW_AT_name        : (indirect string, offset: 0xf99): open_access_modes
    <c74>   DW_AT_decl_file   : 18
    <c75>   DW_AT_decl_line   : 424
    <c77>   DW_AT_decl_column : 26
    <c78>   DW_AT_type        : <0xb5c>
    <c7c>   DW_AT_external    : 1
    <c7d>   DW_AT_declaration : 1
 <1><c7e>: Abbrev Number: 12 (DW_TAG_variable)
    <c7f>   DW_AT_name        : (indirect string, offset: 0x79): open_mode_flags
    <c83>   DW_AT_decl_file   : 18
    <c84>   DW_AT_decl_line   : 425
    <c86>   DW_AT_decl_column : 26
    <c87>   DW_AT_type        : <0xb5c>
    <c8b>   DW_AT_external    : 1
    <c8c>   DW_AT_declaration : 1
 <1><c8d>: Abbrev Number: 12 (DW_TAG_variable)
    <c8e>   DW_AT_name        : (indirect string, offset: 0xd02): perf_type_id
    <c92>   DW_AT_decl_file   : 18
    <c93>   DW_AT_decl_line   : 426
    <c95>   DW_AT_decl_column : 26
    <c96>   DW_AT_type        : <0xb5c>
    <c9a>   DW_AT_external    : 1
    <c9b>   DW_AT_declaration : 1
 <1><c9c>: Abbrev Number: 12 (DW_TAG_variable)
    <c9d>   DW_AT_name        : (indirect string, offset: 0xf4e): pollflags
    <ca1>   DW_AT_decl_file   : 18
    <ca2>   DW_AT_decl_line   : 427
    <ca4>   DW_AT_decl_column : 26
    <ca5>   DW_AT_type        : <0xb5c>
    <ca9>   DW_AT_external    : 1
    <caa>   DW_AT_declaration : 1
 <1><cab>: Abbrev Number: 12 (DW_TAG_variable)
    <cac>   DW_AT_name        : (indirect string, offset: 0x602): ptrace_cmds
    <cb0>   DW_AT_decl_file   : 18
    <cb1>   DW_AT_decl_line   : 428
    <cb3>   DW_AT_decl_column : 26
    <cb4>   DW_AT_type        : <0xb5c>
    <cb8>   DW_AT_external    : 1
    <cb9>   DW_AT_declaration : 1
 <1><cba>: Abbrev Number: 12 (DW_TAG_variable)
    <cbb>   DW_AT_name        : (indirect string, offset: 0x85d): resource_flags
    <cbf>   DW_AT_decl_file   : 18
    <cc0>   DW_AT_decl_line   : 429
    <cc2>   DW_AT_decl_column : 26
    <cc3>   DW_AT_type        : <0xb5c>
    <cc7>   DW_AT_external    : 1
    <cc8>   DW_AT_declaration : 1
 <1><cc9>: Abbrev Number: 12 (DW_TAG_variable)
    <cca>   DW_AT_name        : (indirect string, offset: 0x29d): route_nexthop_flags
    <cce>   DW_AT_decl_file   : 18
    <ccf>   DW_AT_decl_line   : 430
    <cd1>   DW_AT_decl_column : 26
    <cd2>   DW_AT_type        : <0xb5c>
    <cd6>   DW_AT_external    : 1
    <cd7>   DW_AT_declaration : 1
 <1><cd8>: Abbrev Number: 12 (DW_TAG_variable)
    <cd9>   DW_AT_name        : (indirect string, offset: 0xfb6): routing_protocols
    <cdd>   DW_AT_decl_file   : 18
    <cde>   DW_AT_decl_line   : 431
    <ce0>   DW_AT_decl_column : 26
    <ce1>   DW_AT_type        : <0xb5c>
    <ce5>   DW_AT_external    : 1
    <ce6>   DW_AT_declaration : 1
 <1><ce7>: Abbrev Number: 12 (DW_TAG_variable)
    <ce8>   DW_AT_name        : (indirect string, offset: 0x50d): routing_scopes
    <cec>   DW_AT_decl_file   : 18
    <ced>   DW_AT_decl_line   : 432
    <cef>   DW_AT_decl_column : 26
    <cf0>   DW_AT_type        : <0xb5c>
    <cf4>   DW_AT_external    : 1
    <cf5>   DW_AT_declaration : 1
 <1><cf6>: Abbrev Number: 12 (DW_TAG_variable)
    <cf7>   DW_AT_name        : (indirect string, offset: 0xe9c): routing_table_ids
    <cfb>   DW_AT_decl_file   : 18
    <cfc>   DW_AT_decl_line   : 433
    <cfe>   DW_AT_decl_column : 26
    <cff>   DW_AT_type        : <0xb5c>
    <d03>   DW_AT_external    : 1
    <d04>   DW_AT_declaration : 1
 <1><d05>: Abbrev Number: 12 (DW_TAG_variable)
    <d06>   DW_AT_name        : (indirect string, offset: 0x699): routing_types
    <d0a>   DW_AT_decl_file   : 18
    <d0b>   DW_AT_decl_line   : 434
    <d0d>   DW_AT_decl_column : 26
    <d0e>   DW_AT_type        : <0xb5c>
    <d12>   DW_AT_external    : 1
    <d13>   DW_AT_declaration : 1
 <1><d14>: Abbrev Number: 12 (DW_TAG_variable)
    <d15>   DW_AT_name        : (indirect string, offset: 0x1d0): rwf_flags
    <d19>   DW_AT_decl_file   : 18
    <d1a>   DW_AT_decl_line   : 435
    <d1c>   DW_AT_decl_column : 26
    <d1d>   DW_AT_type        : <0xb5c>
    <d21>   DW_AT_external    : 1
    <d22>   DW_AT_declaration : 1
 <1><d23>: Abbrev Number: 12 (DW_TAG_variable)
    <d24>   DW_AT_name        : (indirect string, offset: 0x895): seccomp_filter_flags
    <d28>   DW_AT_decl_file   : 18
    <d29>   DW_AT_decl_line   : 436
    <d2b>   DW_AT_decl_column : 26
    <d2c>   DW_AT_type        : <0xb5c>
    <d30>   DW_AT_external    : 1
    <d31>   DW_AT_declaration : 1
 <1><d32>: Abbrev Number: 12 (DW_TAG_variable)
    <d33>   DW_AT_name        : (indirect string, offset: 0x2e4): seccomp_ret_action
    <d37>   DW_AT_decl_file   : 18
    <d38>   DW_AT_decl_line   : 437
    <d3a>   DW_AT_decl_column : 26
    <d3b>   DW_AT_type        : <0xb5c>
    <d3f>   DW_AT_external    : 1
    <d40>   DW_AT_declaration : 1
 <1><d41>: Abbrev Number: 12 (DW_TAG_variable)
    <d42>   DW_AT_name        : (indirect string, offset: 0x4c6): setns_types
    <d46>   DW_AT_decl_file   : 18
    <d47>   DW_AT_decl_line   : 438
    <d49>   DW_AT_decl_column : 26
    <d4a>   DW_AT_type        : <0xb5c>
    <d4e>   DW_AT_external    : 1
    <d4f>   DW_AT_declaration : 1
 <1><d50>: Abbrev Number: 12 (DW_TAG_variable)
    <d51>   DW_AT_name        : (indirect string, offset: 0xf3a): sg_io_info
    <d55>   DW_AT_decl_file   : 18
    <d56>   DW_AT_decl_line   : 439
    <d58>   DW_AT_decl_column : 26
    <d59>   DW_AT_type        : <0xb5c>
    <d5d>   DW_AT_external    : 1
    <d5e>   DW_AT_declaration : 1
 <1><d5f>: Abbrev Number: 12 (DW_TAG_variable)
    <d60>   DW_AT_name        : (indirect string, offset: 0xc68): socketlayers
    <d64>   DW_AT_decl_file   : 18
    <d65>   DW_AT_decl_line   : 440
    <d67>   DW_AT_decl_column : 26
    <d68>   DW_AT_type        : <0xb5c>
    <d6c>   DW_AT_external    : 1
    <d6d>   DW_AT_declaration : 1
 <1><d6e>: Abbrev Number: 12 (DW_TAG_variable)
    <d6f>   DW_AT_name        : (indirect string, offset: 0xe7b): socktypes
    <d73>   DW_AT_decl_file   : 18
    <d74>   DW_AT_decl_line   : 441
    <d76>   DW_AT_decl_column : 26
    <d77>   DW_AT_type        : <0xb5c>
    <d7b>   DW_AT_external    : 1
    <d7c>   DW_AT_declaration : 1
 <1><d7d>: Abbrev Number: 12 (DW_TAG_variable)
    <d7e>   DW_AT_name        : (indirect string, offset: 0xaf8): tcp_state_flags
    <d82>   DW_AT_decl_file   : 18
    <d83>   DW_AT_decl_line   : 442
    <d85>   DW_AT_decl_column : 26
    <d86>   DW_AT_type        : <0xb5c>
    <d8a>   DW_AT_external    : 1
    <d8b>   DW_AT_declaration : 1
 <1><d8c>: Abbrev Number: 12 (DW_TAG_variable)
    <d8d>   DW_AT_name        : (indirect string, offset: 0x782): tcp_states
    <d91>   DW_AT_decl_file   : 18
    <d92>   DW_AT_decl_line   : 443
    <d94>   DW_AT_decl_column : 26
    <d95>   DW_AT_type        : <0xb5c>
    <d99>   DW_AT_external    : 1
    <d9a>   DW_AT_declaration : 1
 <1><d9b>: Abbrev Number: 12 (DW_TAG_variable)
    <d9c>   DW_AT_name        : (indirect string, offset: 0x1132): whence_codes
    <da0>   DW_AT_decl_file   : 18
    <da1>   DW_AT_decl_line   : 444
    <da3>   DW_AT_decl_column : 26
    <da4>   DW_AT_type        : <0xb5c>
    <da8>   DW_AT_external    : 1
    <da9>   DW_AT_declaration : 1
 <1><daa>: Abbrev Number: 28 (DW_TAG_enumeration_type)
    <dab>   DW_AT_encoding    : 7	(unsigned)
    <dac>   DW_AT_byte_size   : 4
    <dad>   DW_AT_type        : <0x2b>
    <db1>   DW_AT_decl_file   : 18
    <db2>   DW_AT_decl_line   : 505
    <db4>   DW_AT_decl_column : 14
    <db5>   DW_AT_sibling     : <0xdcc>
 <2><db9>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dba>   DW_AT_name        : (indirect string, offset: 0xa23): CFLAG_NONE
    <dbe>   DW_AT_const_value : 0
 <2><dbf>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dc0>   DW_AT_name        : (indirect string, offset: 0x953): CFLAG_ONLY_STATS
    <dc4>   DW_AT_const_value : 1
 <2><dc5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dc6>   DW_AT_name        : (indirect string, offset: 0xc75): CFLAG_BOTH
    <dca>   DW_AT_const_value : 2
 <2><dcb>: Abbrev Number: 0
 <1><dcc>: Abbrev Number: 29 (DW_TAG_typedef)
    <dcd>   DW_AT_name        : (indirect string, offset: 0x120d): cflag_t
    <dd1>   DW_AT_decl_file   : 18
    <dd2>   DW_AT_decl_line   : 509
    <dd4>   DW_AT_decl_column : 3
    <dd5>   DW_AT_type        : <0xdaa>
 <1><dd9>: Abbrev Number: 12 (DW_TAG_variable)
    <dda>   DW_AT_name        : (indirect string, offset: 0xdc2): cflag
    <dde>   DW_AT_decl_file   : 18
    <ddf>   DW_AT_decl_line   : 510
    <de1>   DW_AT_decl_column : 16
    <de2>   DW_AT_type        : <0xdcc>
    <de6>   DW_AT_external    : 1
    <de7>   DW_AT_declaration : 1
 <1><de8>: Abbrev Number: 12 (DW_TAG_variable)
    <de9>   DW_AT_name        : (indirect string, offset: 0x19b): Tflag
    <ded>   DW_AT_decl_file   : 18
    <dee>   DW_AT_decl_line   : 511
    <df0>   DW_AT_decl_column : 13
    <df1>   DW_AT_type        : <0x57f>
    <df5>   DW_AT_external    : 1
    <df6>   DW_AT_declaration : 1
 <1><df7>: Abbrev Number: 12 (DW_TAG_variable)
    <df8>   DW_AT_name        : (indirect string, offset: 0x800): Tflag_scale
    <dfc>   DW_AT_decl_file   : 18
    <dfd>   DW_AT_decl_line   : 512
    <dff>   DW_AT_decl_column : 12
    <e00>   DW_AT_type        : <0x64>
    <e04>   DW_AT_external    : 1
    <e05>   DW_AT_declaration : 1
 <1><e06>: Abbrev Number: 12 (DW_TAG_variable)
    <e07>   DW_AT_name        : (indirect string, offset: 0x8aa): Tflag_width
    <e0b>   DW_AT_decl_file   : 18
    <e0c>   DW_AT_decl_line   : 513
    <e0e>   DW_AT_decl_column : 12
    <e0f>   DW_AT_type        : <0x64>
    <e13>   DW_AT_external    : 1
    <e14>   DW_AT_declaration : 1
 <1><e15>: Abbrev Number: 12 (DW_TAG_variable)
    <e16>   DW_AT_name        : (indirect string, offset: 0xf2c): iflag
    <e1a>   DW_AT_decl_file   : 18
    <e1b>   DW_AT_decl_line   : 514
    <e1d>   DW_AT_decl_column : 13
    <e1e>   DW_AT_type        : <0x57f>
    <e22>   DW_AT_external    : 1
    <e23>   DW_AT_declaration : 1
 <1><e24>: Abbrev Number: 12 (DW_TAG_variable)
    <e25>   DW_AT_name        : (indirect string, offset: 0x642): count_wallclock
    <e29>   DW_AT_decl_file   : 18
    <e2a>   DW_AT_decl_line   : 515
    <e2c>   DW_AT_decl_column : 13
    <e2d>   DW_AT_type        : <0x57f>
    <e31>   DW_AT_external    : 1
    <e32>   DW_AT_declaration : 1
 <1><e33>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e34>   DW_AT_name        : (indirect string, offset: 0x4a): path_set_item
    <e38>   DW_AT_byte_size   : 4
    <e39>   DW_AT_decl_file   : 18
    <e3a>   DW_AT_decl_line   : 517
    <e3c>   DW_AT_decl_column : 8
    <e3d>   DW_AT_sibling     : <0xe52>
 <2><e41>: Abbrev Number: 15 (DW_TAG_member)
    <e42>   DW_AT_name        : (indirect string, offset: 0xc7): path
    <e46>   DW_AT_decl_file   : 18
    <e47>   DW_AT_decl_line   : 518
    <e49>   DW_AT_decl_column : 14
    <e4a>   DW_AT_type        : <0x1d2>
    <e4e>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e51>: Abbrev Number: 0
 <1><e52>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e53>   DW_AT_name        : (indirect string, offset: 0x78d): path_set
    <e57>   DW_AT_byte_size   : 12
    <e58>   DW_AT_decl_file   : 18
    <e59>   DW_AT_decl_line   : 522
    <e5b>   DW_AT_decl_column : 15
    <e5c>   DW_AT_sibling     : <0xe91>
 <2><e60>: Abbrev Number: 15 (DW_TAG_member)
    <e61>   DW_AT_name        : (indirect string, offset: 0x714): paths_selected
    <e65>   DW_AT_decl_file   : 18
    <e66>   DW_AT_decl_line   : 523
    <e68>   DW_AT_decl_column : 24
    <e69>   DW_AT_type        : <0xe91>
    <e6d>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e70>: Abbrev Number: 15 (DW_TAG_member)
    <e71>   DW_AT_name        : (indirect string, offset: 0x1125): num_selected
    <e75>   DW_AT_decl_file   : 18
    <e76>   DW_AT_decl_line   : 524
    <e78>   DW_AT_decl_column : 9
    <e79>   DW_AT_type        : <0x122>
    <e7d>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><e80>: Abbrev Number: 15 (DW_TAG_member)
    <e81>   DW_AT_name        : (indirect string, offset: 0xbfc): size
    <e85>   DW_AT_decl_file   : 18
    <e86>   DW_AT_decl_line   : 525
    <e88>   DW_AT_decl_column : 9
    <e89>   DW_AT_type        : <0x122>
    <e8d>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><e90>: Abbrev Number: 0
 <1><e91>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e92>   DW_AT_byte_size   : 4
    <e93>   DW_AT_type        : <0xe33>
 <1><e97>: Abbrev Number: 12 (DW_TAG_variable)
    <e98>   DW_AT_name        : (indirect string, offset: 0x1185): global_path_set
    <e9c>   DW_AT_decl_file   : 18
    <e9d>   DW_AT_decl_line   : 526
    <e9f>   DW_AT_decl_column : 3
    <ea0>   DW_AT_type        : <0xe52>
    <ea4>   DW_AT_external    : 1
    <ea5>   DW_AT_declaration : 1
 <1><ea6>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <ea7>   DW_AT_name        : (indirect string, offset: 0x108e): xflag_opts
    <eab>   DW_AT_encoding    : 7	(unsigned)
    <eac>   DW_AT_byte_size   : 4
    <ead>   DW_AT_type        : <0x2b>
    <eb1>   DW_AT_decl_file   : 18
    <eb2>   DW_AT_decl_line   : 528
    <eb4>   DW_AT_decl_column : 6
    <eb5>   DW_AT_sibling     : <0xed8>
 <2><eb9>: Abbrev Number: 27 (DW_TAG_enumerator)
    <eba>   DW_AT_name        : (indirect string, offset: 0xab8): HEXSTR_NONE
    <ebe>   DW_AT_const_value : 0
 <2><ebf>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec0>   DW_AT_name        : (indirect string, offset: 0x10ae): HEXSTR_NON_ASCII
    <ec4>   DW_AT_const_value : 1
 <2><ec5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec6>   DW_AT_name        : (indirect string, offset: 0x991): HEXSTR_ALL
    <eca>   DW_AT_const_value : 2
 <2><ecb>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ecc>   DW_AT_name        : (indirect string, offset: 0x682): HEXSTR_NON_ASCII_CHARS
    <ed0>   DW_AT_const_value : 3
 <2><ed1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ed2>   DW_AT_name        : (indirect string, offset: 0x113f): NUM_HEXSTR_OPTS
    <ed6>   DW_AT_const_value : 4
 <2><ed7>: Abbrev Number: 0
 <1><ed8>: Abbrev Number: 12 (DW_TAG_variable)
    <ed9>   DW_AT_name        : (indirect string, offset: 0xf06): xflag
    <edd>   DW_AT_decl_file   : 18
    <ede>   DW_AT_decl_line   : 541
    <ee0>   DW_AT_decl_column : 17
    <ee1>   DW_AT_type        : <0x2b>
    <ee5>   DW_AT_external    : 1
    <ee6>   DW_AT_declaration : 1
 <1><ee7>: Abbrev Number: 12 (DW_TAG_variable)
    <ee8>   DW_AT_name        : (indirect string, offset: 0xe85): followfork
    <eec>   DW_AT_decl_file   : 18
    <eed>   DW_AT_decl_line   : 542
    <eef>   DW_AT_decl_column : 13
    <ef0>   DW_AT_type        : <0x57f>
    <ef4>   DW_AT_external    : 1
    <ef5>   DW_AT_declaration : 1
 <1><ef6>: Abbrev Number: 12 (DW_TAG_variable)
    <ef7>   DW_AT_name        : (indirect string, offset: 0x341): output_separately
    <efb>   DW_AT_decl_file   : 18
    <efc>   DW_AT_decl_line   : 543
    <efe>   DW_AT_decl_column : 13
    <eff>   DW_AT_type        : <0x57f>
    <f03>   DW_AT_external    : 1
    <f04>   DW_AT_declaration : 1
 <1><f05>: Abbrev Number: 12 (DW_TAG_variable)
    <f06>   DW_AT_name        : (indirect string, offset: 0x23c): stack_trace_enabled
    <f0a>   DW_AT_decl_file   : 18
    <f0b>   DW_AT_decl_line   : 546
    <f0d>   DW_AT_decl_column : 13
    <f0e>   DW_AT_type        : <0x57f>
    <f12>   DW_AT_external    : 1
    <f13>   DW_AT_declaration : 1
 <1><f14>: Abbrev Number: 12 (DW_TAG_variable)
    <f15>   DW_AT_name        : (indirect string, offset: 0x670): ptrace_setoptions
    <f19>   DW_AT_decl_file   : 18
    <f1a>   DW_AT_decl_line   : 550
    <f1c>   DW_AT_decl_column : 17
    <f1d>   DW_AT_type        : <0x2b>
    <f21>   DW_AT_external    : 1
    <f22>   DW_AT_declaration : 1
 <1><f23>: Abbrev Number: 12 (DW_TAG_variable)
    <f24>   DW_AT_name        : (indirect string, offset: 0xaad): max_strlen
    <f28>   DW_AT_decl_file   : 18
    <f29>   DW_AT_decl_line   : 551
    <f2b>   DW_AT_decl_column : 17
    <f2c>   DW_AT_type        : <0x2b>
    <f30>   DW_AT_external    : 1
    <f31>   DW_AT_declaration : 1
 <1><f32>: Abbrev Number: 12 (DW_TAG_variable)
    <f33>   DW_AT_name        : (indirect string, offset: 0xadb): os_release
    <f37>   DW_AT_decl_file   : 18
    <f38>   DW_AT_decl_line   : 552
    <f3a>   DW_AT_decl_column : 17
    <f3b>   DW_AT_type        : <0x2b>
    <f3f>   DW_AT_external    : 1
    <f40>   DW_AT_declaration : 1
 <1><f41>: Abbrev Number: 12 (DW_TAG_variable)
    <f42>   DW_AT_name        : (indirect string, offset: 0x72a): xlat_verbosity
    <f46>   DW_AT_decl_file   : 18
    <f47>   DW_AT_decl_line   : 914
    <f49>   DW_AT_decl_column : 24
    <f4a>   DW_AT_type        : <0xa7f>
    <f4e>   DW_AT_external    : 1
    <f4f>   DW_AT_declaration : 1
 <1><f50>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f51>   DW_AT_name        : (indirect string, offset: 0x625): xlat_style_private_flag_bits
    <f55>   DW_AT_encoding    : 7	(unsigned)
    <f56>   DW_AT_byte_size   : 4
    <f57>   DW_AT_type        : <0x2b>
    <f5b>   DW_AT_decl_file   : 18
    <f5c>   DW_AT_decl_line   : 934
    <f5e>   DW_AT_decl_column : 6
    <f5f>   DW_AT_sibling     : <0xf7c>
 <2><f63>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f64>   DW_AT_name        : (indirect string, offset: 0x2b1): PAF_PRINT_INDICES_BIT
    <f68>   DW_AT_const_value : 5
 <2><f69>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f6a>   DW_AT_name        : (indirect string, offset: 0xba1): PAF_ARRAY_TRUNCATED_BIT
    <f6e>   DW_AT_const_value : 6
 <2><f6f>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f70>   DW_AT_name        : (indirect string, offset: 0x478): PXF_DEFAULT_STR_BIT
    <f74>   DW_AT_const_value : 7
 <2><f75>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f76>   DW_AT_name        : (indirect string, offset: 0xd4d): SPFF_AUXSTR_MODE_BIT
    <f7a>   DW_AT_const_value : 8
 <2><f7b>: Abbrev Number: 0
 <1><f7c>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <f7d>   DW_AT_byte_size   : 4
    <f7e>   DW_AT_type        : <0x786>
 <1><f82>: Abbrev Number: 3 (DW_TAG_const_type)
    <f83>   DW_AT_type        : <0xf7c>
 <1><f87>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f88>   DW_AT_name        : (indirect string, offset: 0xe1a): find_xlat_flag_bits
    <f8c>   DW_AT_encoding    : 7	(unsigned)
    <f8d>   DW_AT_byte_size   : 4
    <f8e>   DW_AT_type        : <0x2b>
    <f92>   DW_AT_decl_file   : 18
    <f93>   DW_AT_decl_line   : 1438
    <f95>   DW_AT_decl_column : 6
    <f96>   DW_AT_sibling     : <0xfa1>
 <2><f9a>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f9b>   DW_AT_name        : (indirect string, offset: 0x9ce): FXL_CASE_SENSITIVE_BIT
    <f9f>   DW_AT_const_value : 0
 <2><fa0>: Abbrev Number: 0
 <1><fa1>: Abbrev Number: 12 (DW_TAG_variable)
    <fa2>   DW_AT_name        : (indirect string, offset: 0xa89): printing_tcp
    <fa6>   DW_AT_decl_file   : 18
    <fa7>   DW_AT_decl_line   : 1684
    <fa9>   DW_AT_decl_column : 20
    <faa>   DW_AT_type        : <0xf7c>
    <fae>   DW_AT_external    : 1
    <faf>   DW_AT_declaration : 1
 <1><fb0>: Abbrev Number: 12 (DW_TAG_variable)
    <fb1>   DW_AT_name        : (indirect string, offset: 0x5ed): errnoent
    <fb5>   DW_AT_decl_file   : 18
    <fb6>   DW_AT_decl_line   : 1882
    <fb8>   DW_AT_decl_column : 26
    <fb9>   DW_AT_type        : <0x4b3>
    <fbd>   DW_AT_external    : 1
    <fbe>   DW_AT_declaration : 1
 <1><fbf>: Abbrev Number: 12 (DW_TAG_variable)
    <fc0>   DW_AT_name        : (indirect string, offset: 0x8b6): signalent
    <fc4>   DW_AT_decl_file   : 18
    <fc5>   DW_AT_decl_line   : 1883
    <fc7>   DW_AT_decl_column : 26
    <fc8>   DW_AT_type        : <0x4b3>
    <fcc>   DW_AT_external    : 1
    <fcd>   DW_AT_declaration : 1
 <1><fce>: Abbrev Number: 12 (DW_TAG_variable)
    <fcf>   DW_AT_name        : (indirect string, offset: 0xf83): nerrnos
    <fd3>   DW_AT_decl_file   : 18
    <fd4>   DW_AT_decl_line   : 1884
    <fd6>   DW_AT_decl_column : 27
    <fd7>   DW_AT_type        : <0x32>
    <fdb>   DW_AT_external    : 1
    <fdc>   DW_AT_declaration : 1
 <1><fdd>: Abbrev Number: 12 (DW_TAG_variable)
    <fde>   DW_AT_name        : (indirect string, offset: 0x110e): nsignals
    <fe2>   DW_AT_decl_file   : 18
    <fe3>   DW_AT_decl_line   : 1885
    <fe5>   DW_AT_decl_column : 27
    <fe6>   DW_AT_type        : <0x32>
    <fea>   DW_AT_external    : 1
    <feb>   DW_AT_declaration : 1
 <1><fec>: Abbrev Number: 10 (DW_TAG_array_type)
    <fed>   DW_AT_type        : <0x668>
    <ff1>   DW_AT_sibling     : <0xff7>
 <2><ff5>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><ff6>: Abbrev Number: 0
 <1><ff7>: Abbrev Number: 3 (DW_TAG_const_type)
    <ff8>   DW_AT_type        : <0xfec>
 <1><ffc>: Abbrev Number: 12 (DW_TAG_variable)
    <ffd>   DW_AT_name        : (indirect string, offset: 0xddf): sysent0
    <1001>   DW_AT_decl_file   : 18
    <1002>   DW_AT_decl_line   : 1887
    <1004>   DW_AT_decl_column : 28
    <1005>   DW_AT_type        : <0xff7>
    <1009>   DW_AT_external    : 1
    <100a>   DW_AT_declaration : 1
 <1><100b>: Abbrev Number: 10 (DW_TAG_array_type)
    <100c>   DW_AT_type        : <0x6cf>
    <1010>   DW_AT_sibling     : <0x1016>
 <2><1014>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><1015>: Abbrev Number: 0
 <1><1016>: Abbrev Number: 3 (DW_TAG_const_type)
    <1017>   DW_AT_type        : <0x100b>
 <1><101b>: Abbrev Number: 12 (DW_TAG_variable)
    <101c>   DW_AT_name        : (indirect string, offset: 0x117b): ioctlent0
    <1020>   DW_AT_decl_file   : 18
    <1021>   DW_AT_decl_line   : 1888
    <1023>   DW_AT_decl_column : 30
    <1024>   DW_AT_type        : <0x1016>
    <1028>   DW_AT_external    : 1
    <1029>   DW_AT_declaration : 1
 <1><102a>: Abbrev Number: 12 (DW_TAG_variable)
    <102b>   DW_AT_name        : (indirect string, offset: 0x4fb): personality_names
    <102f>   DW_AT_decl_file   : 18
    <1030>   DW_AT_decl_line   : 1890
    <1032>   DW_AT_decl_column : 26
    <1033>   DW_AT_type        : <0x4b3>
    <1037>   DW_AT_external    : 1
    <1038>   DW_AT_declaration : 1
 <1><1039>: Abbrev Number: 12 (DW_TAG_variable)
    <103a>   DW_AT_name        : (indirect string, offset: 0x8d6): sysent
    <103e>   DW_AT_decl_file   : 18
    <103f>   DW_AT_decl_line   : 1893
    <1041>   DW_AT_decl_column : 29
    <1042>   DW_AT_type        : <0x9ea>
    <1046>   DW_AT_external    : 1
    <1047>   DW_AT_declaration : 1
 <1><1048>: Abbrev Number: 12 (DW_TAG_variable)
    <1049>   DW_AT_name        : (indirect string, offset: 0xd62): ioctlent
    <104d>   DW_AT_decl_file   : 18
    <104e>   DW_AT_decl_line   : 1894
    <1050>   DW_AT_decl_column : 31
    <1051>   DW_AT_type        : <0x1057>
    <1055>   DW_AT_external    : 1
    <1056>   DW_AT_declaration : 1
 <1><1057>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1058>   DW_AT_byte_size   : 4
    <1059>   DW_AT_type        : <0x6cf>
 <1><105d>: Abbrev Number: 12 (DW_TAG_variable)
    <105e>   DW_AT_name        : (indirect string, offset: 0x8c0): nsyscalls
    <1062>   DW_AT_decl_file   : 18
    <1063>   DW_AT_decl_line   : 1900
    <1065>   DW_AT_decl_column : 17
    <1066>   DW_AT_type        : <0x2b>
    <106a>   DW_AT_external    : 1
    <106b>   DW_AT_declaration : 1
 <1><106c>: Abbrev Number: 12 (DW_TAG_variable)
    <106d>   DW_AT_name        : (indirect string, offset: 0xfab): nioctlents
    <1071>   DW_AT_decl_file   : 18
    <1072>   DW_AT_decl_line   : 1901
    <1074>   DW_AT_decl_column : 17
    <1075>   DW_AT_type        : <0x2b>
    <1079>   DW_AT_external    : 1
    <107a>   DW_AT_declaration : 1
 <1><107b>: Abbrev Number: 10 (DW_TAG_array_type)
    <107c>   DW_AT_type        : <0x32>
    <1080>   DW_AT_sibling     : <0x108b>
 <2><1084>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <1085>   DW_AT_type        : <0x2b>
    <1089>   DW_AT_upper_bound : 2
 <2><108a>: Abbrev Number: 0
 <1><108b>: Abbrev Number: 3 (DW_TAG_const_type)
    <108c>   DW_AT_type        : <0x107b>
 <1><1090>: Abbrev Number: 12 (DW_TAG_variable)
    <1091>   DW_AT_name        : (indirect string, offset: 0x1001): nsyscall_vec
    <1095>   DW_AT_decl_file   : 18
    <1096>   DW_AT_decl_line   : 1903
    <1098>   DW_AT_decl_column : 27
    <1099>   DW_AT_type        : <0x108b>
    <109d>   DW_AT_external    : 1
    <109e>   DW_AT_declaration : 1
 <1><109f>: Abbrev Number: 10 (DW_TAG_array_type)
    <10a0>   DW_AT_type        : <0x9f0>
    <10a4>   DW_AT_sibling     : <0x10af>
 <2><10a8>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <10a9>   DW_AT_type        : <0x2b>
    <10ad>   DW_AT_upper_bound : 2
 <2><10ae>: Abbrev Number: 0
 <1><10af>: Abbrev Number: 3 (DW_TAG_const_type)
    <10b0>   DW_AT_type        : <0x109f>
 <1><10b4>: Abbrev Number: 12 (DW_TAG_variable)
    <10b5>   DW_AT_name        : (indirect string, offset: 0x7ed): sysent_vec
    <10b9>   DW_AT_decl_file   : 18
    <10ba>   DW_AT_decl_line   : 1904
    <10bc>   DW_AT_decl_column : 35
    <10bd>   DW_AT_type        : <0x10af>
    <10c1>   DW_AT_external    : 1
    <10c2>   DW_AT_declaration : 1
 <1><10c3>: Abbrev Number: 12 (DW_TAG_variable)
    <10c4>   DW_AT_name        : (indirect string, offset: 0x3a0): inject_vec
    <10c8>   DW_AT_decl_file   : 18
    <10c9>   DW_AT_decl_line   : 1905
    <10cb>   DW_AT_decl_column : 28
    <10cc>   DW_AT_type        : <0x9f5>
    <10d0>   DW_AT_external    : 1
    <10d1>   DW_AT_declaration : 1
 <1><10d2>: Abbrev Number: 30 (DW_TAG_structure_type)
    <10d3>   DW_AT_name        : (indirect string, offset: 0xe6e): audit_arch_t
    <10d7>   DW_AT_byte_size   : 8
    <10d8>   DW_AT_decl_file   : 18
    <10d9>   DW_AT_decl_line   : 1907
    <10db>   DW_AT_decl_column : 8
    <10dc>   DW_AT_sibling     : <0x1101>
 <2><10e0>: Abbrev Number: 15 (DW_TAG_member)
    <10e1>   DW_AT_name        : (indirect string, offset: 0x617): arch
    <10e5>   DW_AT_decl_file   : 18
    <10e6>   DW_AT_decl_line   : 1908
    <10e8>   DW_AT_decl_column : 15
    <10e9>   DW_AT_type        : <0x2b>
    <10ed>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><10f0>: Abbrev Number: 15 (DW_TAG_member)
    <10f1>   DW_AT_name        : (indirect string, offset: 0xa6f): flag
    <10f5>   DW_AT_decl_file   : 18
    <10f6>   DW_AT_decl_line   : 1909
    <10f8>   DW_AT_decl_column : 15
    <10f9>   DW_AT_type        : <0x2b>
    <10fd>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1100>: Abbrev Number: 0
 <1><1101>: Abbrev Number: 3 (DW_TAG_const_type)
    <1102>   DW_AT_type        : <0x10d2>
 <1><1106>: Abbrev Number: 10 (DW_TAG_array_type)
    <1107>   DW_AT_type        : <0x1101>
    <110b>   DW_AT_sibling     : <0x1116>
 <2><110f>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <1110>   DW_AT_type        : <0x2b>
    <1114>   DW_AT_upper_bound : 2
 <2><1115>: Abbrev Number: 0
 <1><1116>: Abbrev Number: 3 (DW_TAG_const_type)
    <1117>   DW_AT_type        : <0x1106>
 <1><111b>: Abbrev Number: 12 (DW_TAG_variable)
    <111c>   DW_AT_name        : (indirect string, offset: 0x9bf): audit_arch_vec
    <1120>   DW_AT_decl_file   : 18
    <1121>   DW_AT_decl_line   : 1912
    <1123>   DW_AT_decl_column : 34
    <1124>   DW_AT_type        : <0x1116>
    <1128>   DW_AT_external    : 1
    <1129>   DW_AT_declaration : 1
 <1><112a>: Abbrev Number: 32 (DW_TAG_structure_type)
    <112b>   DW_AT_byte_size   : 180
    <112c>   DW_AT_decl_file   : 20
    <112d>   DW_AT_decl_line   : 2
    <112e>   DW_AT_decl_column : 9
    <112f>   DW_AT_sibling     : <0x13e4>
 <2><1133>: Abbrev Number: 9 (DW_TAG_member)
    <1134>   DW_AT_name        : (indirect string, offset: 0x1e8): block_ioctl
    <1138>   DW_AT_decl_file   : 20
    <1139>   DW_AT_decl_line   : 3
    <113a>   DW_AT_decl_column : 8
    <113b>   DW_AT_type        : <0x13fe>
    <113f>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1142>: Abbrev Number: 9 (DW_TAG_member)
    <1143>   DW_AT_name        : (indirect string, offset: 0xb40): btrfs_ioctl
    <1147>   DW_AT_decl_file   : 20
    <1148>   DW_AT_decl_line   : 6
    <1149>   DW_AT_decl_column : 8
    <114a>   DW_AT_type        : <0x13fe>
    <114e>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1151>: Abbrev Number: 9 (DW_TAG_member)
    <1152>   DW_AT_name        : (indirect string, offset: 0x763): evdev_write_ioctl_mpers
    <1156>   DW_AT_decl_file   : 20
    <1157>   DW_AT_decl_line   : 9
    <1158>   DW_AT_decl_column : 8
    <1159>   DW_AT_type        : <0x13fe>
    <115d>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1160>: Abbrev Number: 9 (DW_TAG_member)
    <1161>   DW_AT_name        : (indirect string, offset: 0x739): get_sock_fprog_size
    <1165>   DW_AT_decl_file   : 20
