Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x16ca (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0x3c7): GNU C17 9.4.0 -mx32 -mtune=generic -march=x86-64 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0x8f0): mpers-mx32/struct_flock64.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xc5d): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x39d): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0xfb6): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x95c): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <40>   DW_AT_encoding    : 6	(signed char)
    <41>   DW_AT_name        : (indirect string, offset: 0x34e): signed char
 <1><45>: Abbrev Number: 4 (DW_TAG_typedef)
    <46>   DW_AT_name        : (indirect string, offset: 0x25d): __uint8_t
    <4a>   DW_AT_decl_file   : 1
    <4b>   DW_AT_decl_line   : 37
    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0xdd7): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x4e0): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x846): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x876): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x739): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xb44): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x7a7): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0xb7a): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0x96>
 <1><ae>: Abbrev Number: 4 (DW_TAG_typedef)
    <af>   DW_AT_name        : (indirect string, offset: 0xcdf): __off64_t
    <b3>   DW_AT_decl_file   : 1
    <b4>   DW_AT_decl_line   : 141
    <b5>   DW_AT_decl_column : 27
    <b6>   DW_AT_type        : <0x96>
 <1><ba>: Abbrev Number: 4 (DW_TAG_typedef)
    <bb>   DW_AT_name        : (indirect string, offset: 0xc2e): __time_t
    <bf>   DW_AT_decl_file   : 1
    <c0>   DW_AT_decl_line   : 148
    <c1>   DW_AT_decl_column : 26
    <c2>   DW_AT_type        : <0x96>
 <1><c6>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <c7>   DW_AT_byte_size   : 4
 <1><c8>: Abbrev Number: 3 (DW_TAG_const_type)
    <c9>   DW_AT_type        : <0xc6>
 <1><cd>: Abbrev Number: 4 (DW_TAG_typedef)
    <ce>   DW_AT_name        : (indirect string, offset: 0x44c): __syscall_slong_t
    <d2>   DW_AT_decl_file   : 1
    <d3>   DW_AT_decl_line   : 184
    <d4>   DW_AT_decl_column : 33
    <d5>   DW_AT_type        : <0x96>
 <1><d9>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <da>   DW_AT_byte_size   : 4
    <db>   DW_AT_type        : <0xdf>
 <1><df>: Abbrev Number: 2 (DW_TAG_base_type)
    <e0>   DW_AT_byte_size   : 1
    <e1>   DW_AT_encoding    : 6	(signed char)
    <e2>   DW_AT_name        : (indirect string, offset: 0x4a6): char
 <1><e6>: Abbrev Number: 3 (DW_TAG_const_type)
    <e7>   DW_AT_type        : <0xdf>
 <1><eb>: Abbrev Number: 4 (DW_TAG_typedef)
    <ec>   DW_AT_name        : (indirect string, offset: 0x35a): uint8_t
    <f0>   DW_AT_decl_file   : 2
    <f1>   DW_AT_decl_line   : 24
    <f2>   DW_AT_decl_column : 19
    <f3>   DW_AT_type        : <0x45>
 <1><f7>: Abbrev Number: 4 (DW_TAG_typedef)
    <f8>   DW_AT_name        : (indirect string, offset: 0xb65): uint16_t
    <fc>   DW_AT_decl_file   : 2
    <fd>   DW_AT_decl_line   : 25
    <fe>   DW_AT_decl_column : 20
    <ff>   DW_AT_type        : <0x58>
 <1><103>: Abbrev Number: 4 (DW_TAG_typedef)
    <104>   DW_AT_name        : (indirect string, offset: 0xf60): uint32_t
    <108>   DW_AT_decl_file   : 2
    <109>   DW_AT_decl_line   : 26
    <10a>   DW_AT_decl_column : 20
    <10b>   DW_AT_type        : <0x70>
 <1><10f>: Abbrev Number: 4 (DW_TAG_typedef)
    <110>   DW_AT_name        : (indirect string, offset: 0xde7): uint64_t
    <114>   DW_AT_decl_file   : 2
    <115>   DW_AT_decl_line   : 27
    <116>   DW_AT_decl_column : 20
    <117>   DW_AT_type        : <0x83>
 <1><11b>: Abbrev Number: 2 (DW_TAG_base_type)
    <11c>   DW_AT_byte_size   : 4
    <11d>   DW_AT_encoding    : 5	(signed)
    <11e>   DW_AT_name        : (indirect string, offset: 0x2c3): long int
 <1><122>: Abbrev Number: 4 (DW_TAG_typedef)
    <123>   DW_AT_name        : (indirect string, offset: 0x39): size_t
    <127>   DW_AT_decl_file   : 3
    <128>   DW_AT_decl_line   : 209
    <129>   DW_AT_decl_column : 23
    <12a>   DW_AT_type        : <0x2b>
 <1><12e>: Abbrev Number: 3 (DW_TAG_const_type)
    <12f>   DW_AT_type        : <0x122>
 <1><133>: Abbrev Number: 8 (DW_TAG_structure_type)
    <134>   DW_AT_name        : (indirect string, offset: 0xade): timespec
    <138>   DW_AT_byte_size   : 16
    <139>   DW_AT_decl_file   : 4
    <13a>   DW_AT_decl_line   : 9
    <13b>   DW_AT_decl_column : 8
    <13c>   DW_AT_sibling     : <0x15f>
 <2><140>: Abbrev Number: 9 (DW_TAG_member)
    <141>   DW_AT_name        : (indirect string, offset: 0x1083): tv_sec
    <145>   DW_AT_decl_file   : 4
    <146>   DW_AT_decl_line   : 11
    <147>   DW_AT_decl_column : 12
    <148>   DW_AT_type        : <0xba>
    <14c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><14f>: Abbrev Number: 9 (DW_TAG_member)
    <150>   DW_AT_name        : (indirect string, offset: 0xe0d): tv_nsec
    <154>   DW_AT_decl_file   : 4
    <155>   DW_AT_decl_line   : 12
    <156>   DW_AT_decl_column : 21
    <157>   DW_AT_type        : <0xcd>
    <15b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><15e>: Abbrev Number: 0
 <1><15f>: Abbrev Number: 2 (DW_TAG_base_type)
    <160>   DW_AT_byte_size   : 16
    <161>   DW_AT_encoding    : 4	(float)
    <162>   DW_AT_name        : (indirect string, offset: 0xaa0): long double
 <1><166>: Abbrev Number: 10 (DW_TAG_variable)
    <167>   DW_AT_name        : (indirect string, offset: 0x27a): __environ
    <16b>   DW_AT_decl_file   : 5
    <16c>   DW_AT_decl_line   : 546
    <16e>   DW_AT_decl_column : 15
    <16f>   DW_AT_type        : <0x175>
    <173>   DW_AT_external    : 1
    <174>   DW_AT_declaration : 1
 <1><175>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <176>   DW_AT_byte_size   : 4
    <177>   DW_AT_type        : <0xd9>
 <1><17b>: Abbrev Number: 10 (DW_TAG_variable)
    <17c>   DW_AT_name        : (indirect string, offset: 0x395): environ
    <180>   DW_AT_decl_file   : 5
    <181>   DW_AT_decl_line   : 548
    <183>   DW_AT_decl_column : 15
    <184>   DW_AT_type        : <0x175>
    <188>   DW_AT_external    : 1
    <189>   DW_AT_declaration : 1
 <1><18a>: Abbrev Number: 11 (DW_TAG_variable)
    <18b>   DW_AT_name        : (indirect string, offset: 0xf9a): optarg
    <18f>   DW_AT_decl_file   : 6
    <190>   DW_AT_decl_line   : 36
    <191>   DW_AT_decl_column : 14
    <192>   DW_AT_type        : <0xd9>
    <196>   DW_AT_external    : 1
    <197>   DW_AT_declaration : 1
 <1><198>: Abbrev Number: 11 (DW_TAG_variable)
    <199>   DW_AT_name        : (indirect string, offset: 0x70c): optind
    <19d>   DW_AT_decl_file   : 6
    <19e>   DW_AT_decl_line   : 50
    <19f>   DW_AT_decl_column : 12
    <1a0>   DW_AT_type        : <0x64>
    <1a4>   DW_AT_external    : 1
    <1a5>   DW_AT_declaration : 1
 <1><1a6>: Abbrev Number: 11 (DW_TAG_variable)
    <1a7>   DW_AT_name        : (indirect string, offset: 0xc1d): opterr
    <1ab>   DW_AT_decl_file   : 6
    <1ac>   DW_AT_decl_line   : 55
    <1ad>   DW_AT_decl_column : 12
    <1ae>   DW_AT_type        : <0x64>
    <1b2>   DW_AT_external    : 1
    <1b3>   DW_AT_declaration : 1
 <1><1b4>: Abbrev Number: 11 (DW_TAG_variable)
    <1b5>   DW_AT_name        : (indirect string, offset: 0xb2a): optopt
    <1b9>   DW_AT_decl_file   : 6
    <1ba>   DW_AT_decl_line   : 59
    <1bb>   DW_AT_decl_column : 12
    <1bc>   DW_AT_type        : <0x64>
    <1c0>   DW_AT_external    : 1
    <1c1>   DW_AT_declaration : 1
 <1><1c2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1c3>   DW_AT_byte_size   : 4
    <1c4>   DW_AT_type        : <0xe6>
 <1><1c8>: Abbrev Number: 3 (DW_TAG_const_type)
    <1c9>   DW_AT_type        : <0x1c2>
 <1><1cd>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1ce>   DW_AT_byte_size   : 4
    <1cf>   DW_AT_type        : <0x1d3>
 <1><1d3>: Abbrev Number: 12 (DW_TAG_const_type)
 <1><1d4>: Abbrev Number: 8 (DW_TAG_structure_type)
    <1d5>   DW_AT_name        : (indirect string, offset: 0x362): _IO_FILE
    <1d9>   DW_AT_byte_size   : 152
    <1da>   DW_AT_decl_file   : 7
    <1db>   DW_AT_decl_line   : 245
    <1dc>   DW_AT_decl_column : 8
    <1dd>   DW_AT_sibling     : <0x3ac>
 <2><1e1>: Abbrev Number: 9 (DW_TAG_member)
    <1e2>   DW_AT_name        : (indirect string, offset: 0x9fb): _flags
    <1e6>   DW_AT_decl_file   : 7
    <1e7>   DW_AT_decl_line   : 246
    <1e8>   DW_AT_decl_column : 7
    <1e9>   DW_AT_type        : <0x64>
    <1ed>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1f0>: Abbrev Number: 9 (DW_TAG_member)
    <1f1>   DW_AT_name        : (indirect string, offset: 0x52f): _IO_read_ptr
    <1f5>   DW_AT_decl_file   : 7
    <1f6>   DW_AT_decl_line   : 251
    <1f7>   DW_AT_decl_column : 9
    <1f8>   DW_AT_type        : <0xd9>
    <1fc>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1ff>: Abbrev Number: 9 (DW_TAG_member)
    <200>   DW_AT_name        : (indirect string, offset: 0xf12): _IO_read_end
    <204>   DW_AT_decl_file   : 7
    <205>   DW_AT_decl_line   : 252
    <206>   DW_AT_decl_column : 9
    <207>   DW_AT_type        : <0xd9>
    <20b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><20e>: Abbrev Number: 9 (DW_TAG_member)
    <20f>   DW_AT_name        : (indirect string, offset: 0x784): _IO_read_base
    <213>   DW_AT_decl_file   : 7
    <214>   DW_AT_decl_line   : 253
    <215>   DW_AT_decl_column : 9
    <216>   DW_AT_type        : <0xd9>
    <21a>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><21d>: Abbrev Number: 9 (DW_TAG_member)
    <21e>   DW_AT_name        : (indirect string, offset: 0x132): _IO_write_base
    <222>   DW_AT_decl_file   : 7
    <223>   DW_AT_decl_line   : 254
    <224>   DW_AT_decl_column : 9
    <225>   DW_AT_type        : <0xd9>
    <229>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><22c>: Abbrev Number: 9 (DW_TAG_member)
    <22d>   DW_AT_name        : (indirect string, offset: 0xfef): _IO_write_ptr
    <231>   DW_AT_decl_file   : 7
    <232>   DW_AT_decl_line   : 255
    <233>   DW_AT_decl_column : 9
    <234>   DW_AT_type        : <0xd9>
    <238>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><23b>: Abbrev Number: 13 (DW_TAG_member)
    <23c>   DW_AT_name        : (indirect string, offset: 0x8b8): _IO_write_end
    <240>   DW_AT_decl_file   : 7
    <241>   DW_AT_decl_line   : 256
    <243>   DW_AT_decl_column : 9
    <244>   DW_AT_type        : <0xd9>
    <248>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><24b>: Abbrev Number: 13 (DW_TAG_member)
    <24c>   DW_AT_name        : (indirect string, offset: 0x945): _IO_buf_base
    <250>   DW_AT_decl_file   : 7
    <251>   DW_AT_decl_line   : 257
    <253>   DW_AT_decl_column : 9
    <254>   DW_AT_type        : <0xd9>
    <258>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><25b>: Abbrev Number: 13 (DW_TAG_member)
    <25c>   DW_AT_name        : (indirect string, offset: 0xd82): _IO_buf_end
    <260>   DW_AT_decl_file   : 7
    <261>   DW_AT_decl_line   : 258
    <263>   DW_AT_decl_column : 9
    <264>   DW_AT_type        : <0xd9>
    <268>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><26b>: Abbrev Number: 13 (DW_TAG_member)
    <26c>   DW_AT_name        : (indirect string, offset: 0x1c3): _IO_save_base
    <270>   DW_AT_decl_file   : 7
    <271>   DW_AT_decl_line   : 260
    <273>   DW_AT_decl_column : 9
    <274>   DW_AT_type        : <0xd9>
    <278>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><27b>: Abbrev Number: 13 (DW_TAG_member)
    <27c>   DW_AT_name        : (indirect string, offset: 0xc9a): _IO_backup_base
    <280>   DW_AT_decl_file   : 7
    <281>   DW_AT_decl_line   : 261
    <283>   DW_AT_decl_column : 9
    <284>   DW_AT_type        : <0xd9>
    <288>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><28b>: Abbrev Number: 13 (DW_TAG_member)
    <28c>   DW_AT_name        : (indirect string, offset: 0xba): _IO_save_end
    <290>   DW_AT_decl_file   : 7
    <291>   DW_AT_decl_line   : 262
    <293>   DW_AT_decl_column : 9
    <294>   DW_AT_type        : <0xd9>
    <298>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><29b>: Abbrev Number: 13 (DW_TAG_member)
    <29c>   DW_AT_name        : (indirect string, offset: 0x5ba): _markers
    <2a0>   DW_AT_decl_file   : 7
    <2a1>   DW_AT_decl_line   : 264
    <2a3>   DW_AT_decl_column : 22
    <2a4>   DW_AT_type        : <0x3fb>
    <2a8>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2ab>: Abbrev Number: 13 (DW_TAG_member)
    <2ac>   DW_AT_name        : (indirect string, offset: 0x206): _chain
    <2b0>   DW_AT_decl_file   : 7
    <2b1>   DW_AT_decl_line   : 266
    <2b3>   DW_AT_decl_column : 20
    <2b4>   DW_AT_type        : <0x401>
    <2b8>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2bb>: Abbrev Number: 13 (DW_TAG_member)
    <2bc>   DW_AT_name        : (indirect string, offset: 0xf74): _fileno
    <2c0>   DW_AT_decl_file   : 7
    <2c1>   DW_AT_decl_line   : 268
    <2c3>   DW_AT_decl_column : 7
    <2c4>   DW_AT_type        : <0x64>
    <2c8>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2cb>: Abbrev Number: 13 (DW_TAG_member)
    <2cc>   DW_AT_name        : (indirect string, offset: 0x770): _flags2
    <2d0>   DW_AT_decl_file   : 7
    <2d1>   DW_AT_decl_line   : 272
    <2d3>   DW_AT_decl_column : 7
    <2d4>   DW_AT_type        : <0x64>
    <2d8>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2db>: Abbrev Number: 13 (DW_TAG_member)
    <2dc>   DW_AT_name        : (indirect string, offset: 0x7f2): _old_offset
    <2e0>   DW_AT_decl_file   : 7
    <2e1>   DW_AT_decl_line   : 274
    <2e3>   DW_AT_decl_column : 13
    <2e4>   DW_AT_type        : <0xa2>
    <2e8>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><2eb>: Abbrev Number: 13 (DW_TAG_member)
    <2ec>   DW_AT_name        : (indirect string, offset: 0x239): _cur_column
    <2f0>   DW_AT_decl_file   : 7
    <2f1>   DW_AT_decl_line   : 278
    <2f3>   DW_AT_decl_column : 18
    <2f4>   DW_AT_type        : <0x24>
    <2f8>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><2fb>: Abbrev Number: 13 (DW_TAG_member)
    <2fc>   DW_AT_name        : (indirect string, offset: 0xe33): _vtable_offset
    <300>   DW_AT_decl_file   : 7
    <301>   DW_AT_decl_line   : 279
    <303>   DW_AT_decl_column : 15
    <304>   DW_AT_type        : <0x3e>
    <308>   DW_AT_data_member_location: 2 byte block: 23 4a 	(DW_OP_plus_uconst: 74)
 <2><30b>: Abbrev Number: 13 (DW_TAG_member)
    <30c>   DW_AT_name        : (indirect string, offset: 0xcaa): _shortbuf
    <310>   DW_AT_decl_file   : 7
    <311>   DW_AT_decl_line   : 280
    <313>   DW_AT_decl_column : 8
    <314>   DW_AT_type        : <0x407>
    <318>   DW_AT_data_member_location: 2 byte block: 23 4b 	(DW_OP_plus_uconst: 75)
 <2><31b>: Abbrev Number: 13 (DW_TAG_member)
    <31c>   DW_AT_name        : (indirect string, offset: 0x173): _lock
    <320>   DW_AT_decl_file   : 7
    <321>   DW_AT_decl_line   : 284
    <323>   DW_AT_decl_column : 15
    <324>   DW_AT_type        : <0x417>
    <328>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><32b>: Abbrev Number: 13 (DW_TAG_member)
    <32c>   DW_AT_name        : (indirect string, offset: 0x68d): _offset
    <330>   DW_AT_decl_file   : 7
    <331>   DW_AT_decl_line   : 293
    <333>   DW_AT_decl_column : 15
    <334>   DW_AT_type        : <0xae>
    <338>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><33b>: Abbrev Number: 13 (DW_TAG_member)
    <33c>   DW_AT_name        : (indirect string, offset: 0x993): __pad1
    <340>   DW_AT_decl_file   : 7
    <341>   DW_AT_decl_line   : 301
    <343>   DW_AT_decl_column : 9
    <344>   DW_AT_type        : <0xc6>
    <348>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><34b>: Abbrev Number: 13 (DW_TAG_member)
    <34c>   DW_AT_name        : (indirect string, offset: 0x99a): __pad2
    <350>   DW_AT_decl_file   : 7
    <351>   DW_AT_decl_line   : 302
    <353>   DW_AT_decl_column : 9
    <354>   DW_AT_type        : <0xc6>
    <358>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><35b>: Abbrev Number: 13 (DW_TAG_member)
    <35c>   DW_AT_name        : (indirect string, offset: 0x9a1): __pad3
    <360>   DW_AT_decl_file   : 7
    <361>   DW_AT_decl_line   : 303
    <363>   DW_AT_decl_column : 9
    <364>   DW_AT_type        : <0xc6>
    <368>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><36b>: Abbrev Number: 13 (DW_TAG_member)
    <36c>   DW_AT_name        : (indirect string, offset: 0x9a8): __pad4
    <370>   DW_AT_decl_file   : 7
    <371>   DW_AT_decl_line   : 304
    <373>   DW_AT_decl_column : 9
    <374>   DW_AT_type        : <0xc6>
    <378>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><37b>: Abbrev Number: 13 (DW_TAG_member)
    <37c>   DW_AT_name        : (indirect string, offset: 0x9af): __pad5
    <380>   DW_AT_decl_file   : 7
    <381>   DW_AT_decl_line   : 306
    <383>   DW_AT_decl_column : 10
    <384>   DW_AT_type        : <0x122>
    <388>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><38b>: Abbrev Number: 13 (DW_TAG_member)
    <38c>   DW_AT_name        : (indirect string, offset: 0xa1f): _mode
    <390>   DW_AT_decl_file   : 7
    <391>   DW_AT_decl_line   : 307
    <393>   DW_AT_decl_column : 7
    <394>   DW_AT_type        : <0x64>
    <398>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><39b>: Abbrev Number: 13 (DW_TAG_member)
    <39c>   DW_AT_name        : (indirect string, offset: 0x79e): _unused2
    <3a0>   DW_AT_decl_file   : 7
    <3a1>   DW_AT_decl_line   : 309
    <3a3>   DW_AT_decl_column : 8
    <3a4>   DW_AT_type        : <0x41d>
    <3a8>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><3ab>: Abbrev Number: 0
 <1><3ac>: Abbrev Number: 4 (DW_TAG_typedef)
    <3ad>   DW_AT_name        : (indirect string, offset: 0xac0): FILE
    <3b1>   DW_AT_decl_file   : 8
    <3b2>   DW_AT_decl_line   : 7
    <3b3>   DW_AT_decl_column : 25
    <3b4>   DW_AT_type        : <0x1d4>
 <1><3b8>: Abbrev Number: 14 (DW_TAG_typedef)
    <3b9>   DW_AT_name        : (indirect string, offset: 0x4d5): _IO_lock_t
    <3bd>   DW_AT_decl_file   : 7
    <3be>   DW_AT_decl_line   : 154
    <3bf>   DW_AT_decl_column : 14
 <1><3c0>: Abbrev Number: 8 (DW_TAG_structure_type)
    <3c1>   DW_AT_name        : (indirect string, offset: 0x30c): _IO_marker
    <3c5>   DW_AT_byte_size   : 12
    <3c6>   DW_AT_decl_file   : 7
    <3c7>   DW_AT_decl_line   : 160
    <3c8>   DW_AT_decl_column : 8
    <3c9>   DW_AT_sibling     : <0x3fb>
 <2><3cd>: Abbrev Number: 9 (DW_TAG_member)
    <3ce>   DW_AT_name        : (indirect string, offset: 0xcd9): _next
    <3d2>   DW_AT_decl_file   : 7
    <3d3>   DW_AT_decl_line   : 161
    <3d4>   DW_AT_decl_column : 22
    <3d5>   DW_AT_type        : <0x3fb>
    <3d9>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3dc>: Abbrev Number: 9 (DW_TAG_member)
    <3dd>   DW_AT_name        : (indirect string, offset: 0x9b6): _sbuf
    <3e1>   DW_AT_decl_file   : 7
    <3e2>   DW_AT_decl_line   : 162
    <3e3>   DW_AT_decl_column : 20
    <3e4>   DW_AT_type        : <0x401>
    <3e8>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><3eb>: Abbrev Number: 9 (DW_TAG_member)
    <3ec>   DW_AT_name        : (indirect string, offset: 0x56f): _pos
    <3f0>   DW_AT_decl_file   : 7
    <3f1>   DW_AT_decl_line   : 166
    <3f2>   DW_AT_decl_column : 7
    <3f3>   DW_AT_type        : <0x64>
    <3f7>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><3fa>: Abbrev Number: 0
 <1><3fb>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <3fc>   DW_AT_byte_size   : 4
    <3fd>   DW_AT_type        : <0x3c0>
 <1><401>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <402>   DW_AT_byte_size   : 4
    <403>   DW_AT_type        : <0x1d4>
 <1><407>: Abbrev Number: 15 (DW_TAG_array_type)
    <408>   DW_AT_type        : <0xdf>
    <40c>   DW_AT_sibling     : <0x417>
 <2><410>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <411>   DW_AT_type        : <0x2b>
    <415>   DW_AT_upper_bound : 0
 <2><416>: Abbrev Number: 0
 <1><417>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <418>   DW_AT_byte_size   : 4
    <419>   DW_AT_type        : <0x3b8>
 <1><41d>: Abbrev Number: 15 (DW_TAG_array_type)
    <41e>   DW_AT_type        : <0xdf>
    <422>   DW_AT_sibling     : <0x42d>
 <2><426>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <427>   DW_AT_type        : <0x2b>
    <42b>   DW_AT_upper_bound : 39
 <2><42c>: Abbrev Number: 0
 <1><42d>: Abbrev Number: 17 (DW_TAG_structure_type)
    <42e>   DW_AT_name        : (indirect string, offset: 0x478): _IO_FILE_plus
    <432>   DW_AT_declaration : 1
 <1><433>: Abbrev Number: 10 (DW_TAG_variable)
    <434>   DW_AT_name        : (indirect string, offset: 0x744): _IO_2_1_stdin_
    <438>   DW_AT_decl_file   : 7
    <439>   DW_AT_decl_line   : 319
    <43b>   DW_AT_decl_column : 29
    <43c>   DW_AT_type        : <0x42d>
    <440>   DW_AT_external    : 1
    <441>   DW_AT_declaration : 1
 <1><442>: Abbrev Number: 10 (DW_TAG_variable)
    <443>   DW_AT_name        : (indirect string, offset: 0xcba): _IO_2_1_stdout_
    <447>   DW_AT_decl_file   : 7
    <448>   DW_AT_decl_line   : 320
    <44a>   DW_AT_decl_column : 29
    <44b>   DW_AT_type        : <0x42d>
    <44f>   DW_AT_external    : 1
    <450>   DW_AT_declaration : 1
 <1><451>: Abbrev Number: 10 (DW_TAG_variable)
    <452>   DW_AT_name        : (indirect string, offset: 0x89): _IO_2_1_stderr_
    <456>   DW_AT_decl_file   : 7
    <457>   DW_AT_decl_line   : 321
    <459>   DW_AT_decl_column : 29
    <45a>   DW_AT_type        : <0x42d>
    <45e>   DW_AT_external    : 1
    <45f>   DW_AT_declaration : 1
 <1><460>: Abbrev Number: 11 (DW_TAG_variable)
    <461>   DW_AT_name        : (indirect string, offset: 0x585): stdin
    <465>   DW_AT_decl_file   : 9
    <466>   DW_AT_decl_line   : 135
    <467>   DW_AT_decl_column : 25
    <468>   DW_AT_type        : <0x401>
    <46c>   DW_AT_external    : 1
    <46d>   DW_AT_declaration : 1
 <1><46e>: Abbrev Number: 11 (DW_TAG_variable)
    <46f>   DW_AT_name        : (indirect string, offset: 0xfc9): stdout
    <473>   DW_AT_decl_file   : 9
    <474>   DW_AT_decl_line   : 136
    <475>   DW_AT_decl_column : 25
    <476>   DW_AT_type        : <0x401>
    <47a>   DW_AT_external    : 1
    <47b>   DW_AT_declaration : 1
 <1><47c>: Abbrev Number: 11 (DW_TAG_variable)
    <47d>   DW_AT_name        : (indirect string, offset: 0xdd0): stderr
    <481>   DW_AT_decl_file   : 9
    <482>   DW_AT_decl_line   : 137
    <483>   DW_AT_decl_column : 25
    <484>   DW_AT_type        : <0x401>
    <488>   DW_AT_external    : 1
    <489>   DW_AT_declaration : 1
 <1><48a>: Abbrev Number: 11 (DW_TAG_variable)
    <48b>   DW_AT_name        : (indirect string, offset: 0x245): sys_nerr
    <48f>   DW_AT_decl_file   : 10
    <490>   DW_AT_decl_line   : 26
    <491>   DW_AT_decl_column : 12
    <492>   DW_AT_type        : <0x64>
    <496>   DW_AT_external    : 1
    <497>   DW_AT_declaration : 1
 <1><498>: Abbrev Number: 15 (DW_TAG_array_type)
    <499>   DW_AT_type        : <0x1c8>
    <49d>   DW_AT_sibling     : <0x4a3>
 <2><4a1>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4a2>: Abbrev Number: 0
 <1><4a3>: Abbrev Number: 3 (DW_TAG_const_type)
    <4a4>   DW_AT_type        : <0x498>
 <1><4a8>: Abbrev Number: 11 (DW_TAG_variable)
    <4a9>   DW_AT_name        : (indirect string, offset: 0x594): sys_errlist
    <4ad>   DW_AT_decl_file   : 10
    <4ae>   DW_AT_decl_line   : 27
    <4af>   DW_AT_decl_column : 26
    <4b0>   DW_AT_type        : <0x4a3>
    <4b4>   DW_AT_external    : 1
    <4b5>   DW_AT_declaration : 1
 <1><4b6>: Abbrev Number: 11 (DW_TAG_variable)
    <4b7>   DW_AT_name        : (indirect string, offset: 0x267): _sys_nerr
    <4bb>   DW_AT_decl_file   : 10
    <4bc>   DW_AT_decl_line   : 30
    <4bd>   DW_AT_decl_column : 12
    <4be>   DW_AT_type        : <0x64>
    <4c2>   DW_AT_external    : 1
    <4c3>   DW_AT_declaration : 1
 <1><4c4>: Abbrev Number: 11 (DW_TAG_variable)
    <4c5>   DW_AT_name        : (indirect string, offset: 0xe42): _sys_errlist
    <4c9>   DW_AT_decl_file   : 10
    <4ca>   DW_AT_decl_line   : 31
    <4cb>   DW_AT_decl_column : 26
    <4cc>   DW_AT_type        : <0x4a3>
    <4d0>   DW_AT_external    : 1
    <4d1>   DW_AT_declaration : 1
 <1><4d2>: Abbrev Number: 11 (DW_TAG_variable)
    <4d3>   DW_AT_name        : (indirect string, offset: 0x666): program_invocation_name
    <4d7>   DW_AT_decl_file   : 11
    <4d8>   DW_AT_decl_line   : 45
    <4d9>   DW_AT_decl_column : 14
    <4da>   DW_AT_type        : <0xd9>
    <4de>   DW_AT_external    : 1
    <4df>   DW_AT_declaration : 1
 <1><4e0>: Abbrev Number: 11 (DW_TAG_variable)
    <4e1>   DW_AT_name        : (indirect string, offset: 0xba5): program_invocation_short_name
    <4e5>   DW_AT_decl_file   : 11
    <4e6>   DW_AT_decl_line   : 46
    <4e7>   DW_AT_decl_column : 14
    <4e8>   DW_AT_type        : <0xd9>
    <4ec>   DW_AT_external    : 1
    <4ed>   DW_AT_declaration : 1
 <1><4ee>: Abbrev Number: 15 (DW_TAG_array_type)
    <4ef>   DW_AT_type        : <0xd9>
    <4f3>   DW_AT_sibling     : <0x4fe>
 <2><4f7>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <4f8>   DW_AT_type        : <0x2b>
    <4fc>   DW_AT_upper_bound : 1
 <2><4fd>: Abbrev Number: 0
 <1><4fe>: Abbrev Number: 11 (DW_TAG_variable)
    <4ff>   DW_AT_name        : (indirect string, offset: 0x1b0): __tzname
    <503>   DW_AT_decl_file   : 12
    <504>   DW_AT_decl_line   : 159
    <505>   DW_AT_decl_column : 14
    <506>   DW_AT_type        : <0x4ee>
    <50a>   DW_AT_external    : 1
    <50b>   DW_AT_declaration : 1
 <1><50c>: Abbrev Number: 11 (DW_TAG_variable)
    <50d>   DW_AT_name        : (indirect string, offset: 0xea5): __daylight
    <511>   DW_AT_decl_file   : 12
    <512>   DW_AT_decl_line   : 160
    <513>   DW_AT_decl_column : 12
    <514>   DW_AT_type        : <0x64>
    <518>   DW_AT_external    : 1
    <519>   DW_AT_declaration : 1
 <1><51a>: Abbrev Number: 11 (DW_TAG_variable)
    <51b>   DW_AT_name        : (indirect string, offset: 0x36b): __timezone
    <51f>   DW_AT_decl_file   : 12
    <520>   DW_AT_decl_line   : 161
    <521>   DW_AT_decl_column : 17
    <522>   DW_AT_type        : <0x11b>
    <526>   DW_AT_external    : 1
    <527>   DW_AT_declaration : 1
 <1><528>: Abbrev Number: 11 (DW_TAG_variable)
    <529>   DW_AT_name        : (indirect string, offset: 0x6a4): tzname
    <52d>   DW_AT_decl_file   : 12
    <52e>   DW_AT_decl_line   : 166
    <52f>   DW_AT_decl_column : 14
    <530>   DW_AT_type        : <0x4ee>
    <534>   DW_AT_external    : 1
    <535>   DW_AT_declaration : 1
 <1><536>: Abbrev Number: 11 (DW_TAG_variable)
    <537>   DW_AT_name        : (indirect string, offset: 0x1039): daylight
    <53b>   DW_AT_decl_file   : 12
    <53c>   DW_AT_decl_line   : 174
    <53d>   DW_AT_decl_column : 12
    <53e>   DW_AT_type        : <0x64>
    <542>   DW_AT_external    : 1
    <543>   DW_AT_declaration : 1
 <1><544>: Abbrev Number: 11 (DW_TAG_variable)
    <545>   DW_AT_name        : (indirect string, offset: 0x51a): timezone
    <549>   DW_AT_decl_file   : 12
    <54a>   DW_AT_decl_line   : 175
    <54b>   DW_AT_decl_column : 17
    <54c>   DW_AT_type        : <0x11b>
    <550>   DW_AT_external    : 1
    <551>   DW_AT_declaration : 1
 <1><552>: Abbrev Number: 10 (DW_TAG_variable)
    <553>   DW_AT_name        : (indirect string, offset: 0xf34): getdate_err
    <557>   DW_AT_decl_file   : 12
    <558>   DW_AT_decl_line   : 280
    <55a>   DW_AT_decl_column : 12
    <55b>   DW_AT_type        : <0x64>
    <55f>   DW_AT_external    : 1
    <560>   DW_AT_declaration : 1
 <1><561>: Abbrev Number: 11 (DW_TAG_variable)
    <562>   DW_AT_name        : (indirect string, offset: 0x9c9): debug_flag
    <566>   DW_AT_decl_file   : 13
    <567>   DW_AT_decl_line   : 20
    <568>   DW_AT_decl_column : 13
    <569>   DW_AT_type        : <0x56f>
    <56d>   DW_AT_external    : 1
    <56e>   DW_AT_declaration : 1
 <1><56f>: Abbrev Number: 2 (DW_TAG_base_type)
    <570>   DW_AT_byte_size   : 1
    <571>   DW_AT_encoding    : 2	(boolean)
    <572>   DW_AT_name        : (indirect string, offset: 0x45e): _Bool
 <1><576>: Abbrev Number: 3 (DW_TAG_const_type)
    <577>   DW_AT_type        : <0x56f>
 <1><57b>: Abbrev Number: 4 (DW_TAG_typedef)
    <57c>   DW_AT_name        : (indirect string, offset: 0xa76): __kernel_long_t
    <580>   DW_AT_decl_file   : 14
    <581>   DW_AT_decl_line   : 14
    <582>   DW_AT_decl_column : 19
    <583>   DW_AT_type        : <0x7c>
 <1><587>: Abbrev Number: 4 (DW_TAG_typedef)
    <588>   DW_AT_name        : (indirect string, offset: 0x574): __kernel_ulong_t
    <58c>   DW_AT_decl_file   : 14
    <58d>   DW_AT_decl_line   : 15
    <58e>   DW_AT_decl_column : 28
    <58f>   DW_AT_type        : <0x8f>
 <1><593>: Abbrev Number: 4 (DW_TAG_typedef)
    <594>   DW_AT_name        : (indirect string, offset: 0x24e): __kernel_pid_t
    <598>   DW_AT_decl_file   : 15
    <599>   DW_AT_decl_line   : 28
    <59a>   DW_AT_decl_column : 14
    <59b>   DW_AT_type        : <0x64>
 <1><59f>: Abbrev Number: 4 (DW_TAG_typedef)
    <5a0>   DW_AT_name        : (indirect string, offset: 0x6fc): __kernel_loff_t
    <5a4>   DW_AT_decl_file   : 15
    <5a5>   DW_AT_decl_line   : 88
    <5a6>   DW_AT_decl_column : 19
    <5a7>   DW_AT_type        : <0x7c>
 <1><5ab>: Abbrev Number: 4 (DW_TAG_typedef)
    <5ac>   DW_AT_name        : (indirect string, offset: 0x3b9): kernel_long_t
    <5b0>   DW_AT_decl_file   : 16
    <5b1>   DW_AT_decl_line   : 16
    <5b2>   DW_AT_decl_column : 25
    <5b3>   DW_AT_type        : <0x57b>
 <1><5b7>: Abbrev Number: 4 (DW_TAG_typedef)
    <5b8>   DW_AT_name        : (indirect string, offset: 0x867): kernel_ulong_t
    <5bc>   DW_AT_decl_file   : 16
    <5bd>   DW_AT_decl_line   : 17
    <5be>   DW_AT_decl_column : 26
    <5bf>   DW_AT_type        : <0x587>
 <1><5c3>: Abbrev Number: 3 (DW_TAG_const_type)
    <5c4>   DW_AT_type        : <0x5b7>
 <1><5c8>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5c9>   DW_AT_name        : (indirect string, offset: 0xbc3): list_item
    <5cd>   DW_AT_byte_size   : 8
    <5ce>   DW_AT_decl_file   : 17
    <5cf>   DW_AT_decl_line   : 92
    <5d0>   DW_AT_decl_column : 8
    <5d1>   DW_AT_sibling     : <0x5f4>
 <2><5d5>: Abbrev Number: 9 (DW_TAG_member)
    <5d6>   DW_AT_name        : (indirect string, offset: 0x107e): prev
    <5da>   DW_AT_decl_file   : 17
    <5db>   DW_AT_decl_line   : 93
    <5dc>   DW_AT_decl_column : 20
    <5dd>   DW_AT_type        : <0x5f4>
    <5e1>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5e4>: Abbrev Number: 9 (DW_TAG_member)
    <5e5>   DW_AT_name        : (indirect string, offset: 0x1074): next
    <5e9>   DW_AT_decl_file   : 17
    <5ea>   DW_AT_decl_line   : 94
    <5eb>   DW_AT_decl_column : 20
    <5ec>   DW_AT_type        : <0x5f4>
    <5f0>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><5f3>: Abbrev Number: 0
 <1><5f4>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <5f5>   DW_AT_byte_size   : 4
    <5f6>   DW_AT_type        : <0x5c8>
 <1><5fa>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5fb>   DW_AT_name        : (indirect string, offset: 0x83f): sysent
    <5ff>   DW_AT_byte_size   : 20
    <600>   DW_AT_decl_file   : 18
    <601>   DW_AT_decl_line   : 11
    <602>   DW_AT_decl_column : 16
    <603>   DW_AT_sibling     : <0x653>
 <2><607>: Abbrev Number: 9 (DW_TAG_member)
    <608>   DW_AT_name        : (indirect string, offset: 0xfe0): nargs
    <60c>   DW_AT_decl_file   : 18
    <60d>   DW_AT_decl_line   : 12
    <60e>   DW_AT_decl_column : 11
    <60f>   DW_AT_type        : <0x2b>
    <613>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><616>: Abbrev Number: 9 (DW_TAG_member)
    <617>   DW_AT_name        : (indirect string, offset: 0x952): sys_flags
    <61b>   DW_AT_decl_file   : 18
    <61c>   DW_AT_decl_line   : 13
    <61d>   DW_AT_decl_column : 6
    <61e>   DW_AT_type        : <0x64>
    <622>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><625>: Abbrev Number: 19 (DW_TAG_member)
    <626>   DW_AT_name        : sen
    <62a>   DW_AT_decl_file   : 18
    <62b>   DW_AT_decl_line   : 14
    <62c>   DW_AT_decl_column : 6
    <62d>   DW_AT_type        : <0x64>
    <631>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><634>: Abbrev Number: 9 (DW_TAG_member)
    <635>   DW_AT_name        : (indirect string, offset: 0x303): sys_func
    <639>   DW_AT_decl_file   : 18
    <63a>   DW_AT_decl_line   : 15
    <63b>   DW_AT_decl_column : 8
    <63c>   DW_AT_type        : <0x65e>
    <640>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><643>: Abbrev Number: 9 (DW_TAG_member)
    <644>   DW_AT_name        : (indirect string, offset: 0x271): sys_name
    <648>   DW_AT_decl_file   : 18
    <649>   DW_AT_decl_line   : 16
    <64a>   DW_AT_decl_column : 14
    <64b>   DW_AT_type        : <0x1c2>
    <64f>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><652>: Abbrev Number: 0
 <1><653>: Abbrev Number: 20 (DW_TAG_subroutine_type)
    <654>   DW_AT_type        : <0x64>
    <658>   DW_AT_sibling     : <0x65e>
 <2><65c>: Abbrev Number: 21 (DW_TAG_unspecified_parameters)
 <2><65d>: Abbrev Number: 0
 <1><65e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <65f>   DW_AT_byte_size   : 4
    <660>   DW_AT_type        : <0x653>
 <1><664>: Abbrev Number: 4 (DW_TAG_typedef)
    <665>   DW_AT_name        : (indirect string, offset: 0xe57): struct_sysent
    <669>   DW_AT_decl_file   : 18
    <66a>   DW_AT_decl_line   : 17
    <66b>   DW_AT_decl_column : 3
    <66c>   DW_AT_type        : <0x5fa>
 <1><670>: Abbrev Number: 3 (DW_TAG_const_type)
    <671>   DW_AT_type        : <0x664>
 <1><675>: Abbrev Number: 11 (DW_TAG_variable)
    <676>   DW_AT_name        : (indirect string, offset: 0xd20): current_personality
    <67a>   DW_AT_decl_file   : 19
    <67b>   DW_AT_decl_line   : 158
    <67c>   DW_AT_decl_column : 17
    <67d>   DW_AT_type        : <0x2b>
    <681>   DW_AT_external    : 1
    <682>   DW_AT_declaration : 1
 <1><683>: Abbrev Number: 11 (DW_TAG_variable)
    <684>   DW_AT_name        : (indirect string, offset: 0x7e1): current_wordsize
    <688>   DW_AT_decl_file   : 19
    <689>   DW_AT_decl_line   : 171
    <68a>   DW_AT_decl_column : 17
    <68b>   DW_AT_type        : <0x2b>
    <68f>   DW_AT_external    : 1
    <690>   DW_AT_declaration : 1
 <1><691>: Abbrev Number: 11 (DW_TAG_variable)
    <692>   DW_AT_name        : (indirect string, offset: 0xa3b): current_klongsize
    <696>   DW_AT_decl_file   : 19
    <697>   DW_AT_decl_line   : 176
    <698>   DW_AT_decl_column : 17
    <699>   DW_AT_type        : <0x2b>
    <69d>   DW_AT_external    : 1
    <69e>   DW_AT_declaration : 1
 <1><69f>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6a0>   DW_AT_name        : (indirect string, offset: 0xc54): ioctlent
    <6a4>   DW_AT_byte_size   : 8
    <6a5>   DW_AT_decl_file   : 19
    <6a6>   DW_AT_decl_line   : 217
    <6a7>   DW_AT_decl_column : 16
    <6a8>   DW_AT_sibling     : <0x6cb>
 <2><6ac>: Abbrev Number: 9 (DW_TAG_member)
    <6ad>   DW_AT_name        : (indirect string, offset: 0xf0b): symbol
    <6b1>   DW_AT_decl_file   : 19
    <6b2>   DW_AT_decl_line   : 218
    <6b3>   DW_AT_decl_column : 14
    <6b4>   DW_AT_type        : <0x1c2>
    <6b8>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6bb>: Abbrev Number: 9 (DW_TAG_member)
    <6bc>   DW_AT_name        : (indirect string, offset: 0xce9): code
    <6c0>   DW_AT_decl_file   : 19
    <6c1>   DW_AT_decl_line   : 219
    <6c2>   DW_AT_decl_column : 15
    <6c3>   DW_AT_type        : <0x2b>
    <6c7>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6ca>: Abbrev Number: 0
 <1><6cb>: Abbrev Number: 4 (DW_TAG_typedef)
    <6cc>   DW_AT_name        : (indirect string, offset: 0xc0d): struct_ioctlent
    <6d0>   DW_AT_decl_file   : 19
    <6d1>   DW_AT_decl_line   : 220
    <6d2>   DW_AT_decl_column : 3
    <6d3>   DW_AT_type        : <0x69f>
 <1><6d7>: Abbrev Number: 3 (DW_TAG_const_type)
    <6d8>   DW_AT_type        : <0x6cb>
 <1><6dc>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6dd>   DW_AT_name        : (indirect string, offset: 0x7d5): inject_data
    <6e1>   DW_AT_byte_size   : 10
    <6e2>   DW_AT_decl_file   : 19
    <6e3>   DW_AT_decl_line   : 241
    <6e4>   DW_AT_decl_column : 8
    <6e5>   DW_AT_sibling     : <0x744>
 <2><6e9>: Abbrev Number: 9 (DW_TAG_member)
    <6ea>   DW_AT_name        : (indirect string, offset: 0x529): flags
    <6ee>   DW_AT_decl_file   : 19
    <6ef>   DW_AT_decl_line   : 242
    <6f0>   DW_AT_decl_column : 10
    <6f1>   DW_AT_type        : <0xeb>
    <6f5>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6f8>: Abbrev Number: 9 (DW_TAG_member)
    <6f9>   DW_AT_name        : (indirect string, offset: 0x8ea): signo
    <6fd>   DW_AT_decl_file   : 19
    <6fe>   DW_AT_decl_line   : 243
    <6ff>   DW_AT_decl_column : 10
    <700>   DW_AT_type        : <0xeb>
    <704>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><707>: Abbrev Number: 9 (DW_TAG_member)
    <708>   DW_AT_name        : (indirect string, offset: 0x100): rval_idx
    <70c>   DW_AT_decl_file   : 19
    <70d>   DW_AT_decl_line   : 244
    <70e>   DW_AT_decl_column : 11
    <70f>   DW_AT_type        : <0xf7>
    <713>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><716>: Abbrev Number: 9 (DW_TAG_member)
    <717>   DW_AT_name        : (indirect string, offset: 0x40): delay_idx
    <71b>   DW_AT_decl_file   : 19
    <71c>   DW_AT_decl_line   : 245
    <71d>   DW_AT_decl_column : 11
    <71e>   DW_AT_type        : <0xf7>
    <722>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><725>: Abbrev Number: 9 (DW_TAG_member)
    <726>   DW_AT_name        : (indirect string, offset: 0x5ac): poke_idx
    <72a>   DW_AT_decl_file   : 19
    <72b>   DW_AT_decl_line   : 246
    <72c>   DW_AT_decl_column : 11
    <72d>   DW_AT_type        : <0xf7>
    <731>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><734>: Abbrev Number: 9 (DW_TAG_member)
    <735>   DW_AT_name        : (indirect string, offset: 0x190): scno
    <739>   DW_AT_decl_file   : 19
    <73a>   DW_AT_decl_line   : 247
    <73b>   DW_AT_decl_column : 11
    <73c>   DW_AT_type        : <0xf7>
    <740>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><743>: Abbrev Number: 0
 <1><744>: Abbrev Number: 8 (DW_TAG_structure_type)
    <745>   DW_AT_name        : (indirect string, offset: 0xe1): inject_opts
    <749>   DW_AT_byte_size   : 16
    <74a>   DW_AT_decl_file   : 19
    <74b>   DW_AT_decl_line   : 250
    <74c>   DW_AT_decl_column : 8
    <74d>   DW_AT_sibling     : <0x78e>
 <2><751>: Abbrev Number: 9 (DW_TAG_member)
    <752>   DW_AT_name        : (indirect string, offset: 0xa19): first
    <756>   DW_AT_decl_file   : 19
    <757>   DW_AT_decl_line   : 251
    <758>   DW_AT_decl_column : 11
    <759>   DW_AT_type        : <0xf7>
    <75d>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><760>: Abbrev Number: 9 (DW_TAG_member)
    <761>   DW_AT_name        : (indirect string, offset: 0x10a7): last
    <765>   DW_AT_decl_file   : 19
    <766>   DW_AT_decl_line   : 252
    <767>   DW_AT_decl_column : 11
    <768>   DW_AT_type        : <0xf7>
    <76c>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><76f>: Abbrev Number: 9 (DW_TAG_member)
    <770>   DW_AT_name        : (indirect string, offset: 0x390): step
    <774>   DW_AT_decl_file   : 19
    <775>   DW_AT_decl_line   : 253
    <776>   DW_AT_decl_column : 11
    <777>   DW_AT_type        : <0xf7>
    <77b>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><77e>: Abbrev Number: 9 (DW_TAG_member)
    <77f>   DW_AT_name        : (indirect string, offset: 0x1079): data
    <783>   DW_AT_decl_file   : 19
    <784>   DW_AT_decl_line   : 254
    <785>   DW_AT_decl_column : 21
    <786>   DW_AT_type        : <0x6dc>
    <78a>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><78d>: Abbrev Number: 0
 <1><78e>: Abbrev Number: 22 (DW_TAG_structure_type)
    <78f>   DW_AT_name        : tcb
    <793>   DW_AT_byte_size   : 280
    <795>   DW_AT_decl_file   : 19
    <796>   DW_AT_decl_line   : 262
    <798>   DW_AT_decl_column : 8
    <799>   DW_AT_sibling     : <0x9be>
 <2><79d>: Abbrev Number: 13 (DW_TAG_member)
    <79e>   DW_AT_name        : (indirect string, offset: 0x529): flags
    <7a2>   DW_AT_decl_file   : 19
    <7a3>   DW_AT_decl_line   : 263
    <7a5>   DW_AT_decl_column : 6
    <7a6>   DW_AT_type        : <0x64>
    <7aa>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7ad>: Abbrev Number: 23 (DW_TAG_member)
    <7ae>   DW_AT_name        : pid
    <7b2>   DW_AT_decl_file   : 19
    <7b3>   DW_AT_decl_line   : 264
    <7b5>   DW_AT_decl_column : 6
    <7b6>   DW_AT_type        : <0x64>
    <7ba>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7bd>: Abbrev Number: 13 (DW_TAG_member)
    <7be>   DW_AT_name        : (indirect string, offset: 0x58): qual_flg
    <7c2>   DW_AT_decl_file   : 19
    <7c3>   DW_AT_decl_line   : 265
    <7c5>   DW_AT_decl_column : 6
    <7c6>   DW_AT_type        : <0x64>
    <7ca>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7cd>: Abbrev Number: 13 (DW_TAG_member)
    <7ce>   DW_AT_name        : (indirect string, offset: 0x381): currpers
    <7d2>   DW_AT_decl_file   : 19
    <7d3>   DW_AT_decl_line   : 267
    <7d5>   DW_AT_decl_column : 15
    <7d6>   DW_AT_type        : <0x2b>
    <7da>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><7dd>: Abbrev Number: 13 (DW_TAG_member)
    <7de>   DW_AT_name        : (indirect string, offset: 0xb22): u_error
    <7e2>   DW_AT_decl_file   : 19
    <7e3>   DW_AT_decl_line   : 269
    <7e5>   DW_AT_decl_column : 16
    <7e6>   DW_AT_type        : <0x37>
    <7ea>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><7ed>: Abbrev Number: 13 (DW_TAG_member)
    <7ee>   DW_AT_name        : (indirect string, offset: 0x190): scno
    <7f2>   DW_AT_decl_file   : 19
    <7f3>   DW_AT_decl_line   : 270
    <7f5>   DW_AT_decl_column : 17
    <7f6>   DW_AT_type        : <0x5b7>
    <7fa>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><7fd>: Abbrev Number: 13 (DW_TAG_member)
    <7fe>   DW_AT_name        : (indirect string, offset: 0xb5b): true_scno
    <802>   DW_AT_decl_file   : 19
    <803>   DW_AT_decl_line   : 271
    <805>   DW_AT_decl_column : 17
    <806>   DW_AT_type        : <0x5b7>
    <80a>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><80d>: Abbrev Number: 13 (DW_TAG_member)
    <80e>   DW_AT_name        : (indirect string, offset: 0x19a): u_arg
    <812>   DW_AT_decl_file   : 19
    <813>   DW_AT_decl_line   : 272
    <815>   DW_AT_decl_column : 17
    <816>   DW_AT_type        : <0x9be>
    <81a>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><81d>: Abbrev Number: 13 (DW_TAG_member)
    <81e>   DW_AT_name        : (indirect string, offset: 0x969): u_rval
    <822>   DW_AT_decl_file   : 19
    <823>   DW_AT_decl_line   : 273
    <825>   DW_AT_decl_column : 16
    <826>   DW_AT_type        : <0x5ab>
    <82a>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><82d>: Abbrev Number: 13 (DW_TAG_member)
    <82e>   DW_AT_name        : (indirect string, offset: 0xa92): sys_func_rval
    <832>   DW_AT_decl_file   : 19
    <833>   DW_AT_decl_line   : 274
    <835>   DW_AT_decl_column : 6
    <836>   DW_AT_type        : <0x64>
    <83a>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><83d>: Abbrev Number: 13 (DW_TAG_member)
    <83e>   DW_AT_name        : (indirect string, offset: 0xcca): curcol
    <842>   DW_AT_decl_file   : 19
    <843>   DW_AT_decl_line   : 275
    <845>   DW_AT_decl_column : 6
    <846>   DW_AT_type        : <0x64>
    <84a>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><84d>: Abbrev Number: 13 (DW_TAG_member)
    <84e>   DW_AT_name        : (indirect string, offset: 0x97b): outf
    <852>   DW_AT_decl_file   : 19
    <853>   DW_AT_decl_line   : 276
    <855>   DW_AT_decl_column : 8
    <856>   DW_AT_type        : <0x9ce>
    <85a>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><85d>: Abbrev Number: 13 (DW_TAG_member)
    <85e>   DW_AT_name        : (indirect string, offset: 0xeda): staged_output_data
    <862>   DW_AT_decl_file   : 19
    <863>   DW_AT_decl_line   : 277
    <865>   DW_AT_decl_column : 29
    <866>   DW_AT_type        : <0x9da>
    <86a>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><86d>: Abbrev Number: 13 (DW_TAG_member)
    <86e>   DW_AT_name        : (indirect string, offset: 0xa5d): auxstr
    <872>   DW_AT_decl_file   : 19
    <873>   DW_AT_decl_line   : 279
    <875>   DW_AT_decl_column : 14
    <876>   DW_AT_type        : <0x1c2>
    <87a>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><87d>: Abbrev Number: 13 (DW_TAG_member)
    <87e>   DW_AT_name        : (indirect string, offset: 0x179): _priv_data
    <882>   DW_AT_decl_file   : 19
    <883>   DW_AT_decl_line   : 280
    <885>   DW_AT_decl_column : 8
    <886>   DW_AT_type        : <0xc6>
    <88a>   DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
 <2><88d>: Abbrev Number: 13 (DW_TAG_member)
    <88e>   DW_AT_name        : (indirect string, offset: 0xbf0): _free_priv_data
    <892>   DW_AT_decl_file   : 19
    <893>   DW_AT_decl_line   : 281
    <895>   DW_AT_decl_column : 9
    <896>   DW_AT_type        : <0x9ec>
    <89a>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><89d>: Abbrev Number: 13 (DW_TAG_member)
    <89e>   DW_AT_name        : (indirect string, offset: 0x18a): s_ent
    <8a2>   DW_AT_decl_file   : 19
    <8a3>   DW_AT_decl_line   : 282
    <8a5>   DW_AT_decl_column : 23
    <8a6>   DW_AT_type        : <0x9f2>
    <8aa>   DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
 <2><8ad>: Abbrev Number: 13 (DW_TAG_member)
    <8ae>   DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
    <8b2>   DW_AT_decl_file   : 19
    <8b3>   DW_AT_decl_line   : 285
    <8b5>   DW_AT_decl_column : 23
    <8b6>   DW_AT_type        : <0x9f2>
    <8ba>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><8be>: Abbrev Number: 13 (DW_TAG_member)
    <8bf>   DW_AT_name        : (indirect string, offset: 0x376): inject_vec
    <8c3>   DW_AT_decl_file   : 19
    <8c4>   DW_AT_decl_line   : 286
    <8c6>   DW_AT_decl_column : 22
    <8c7>   DW_AT_type        : <0x9fd>
    <8cb>   DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
 <2><8cf>: Abbrev Number: 13 (DW_TAG_member)
    <8d0>   DW_AT_name        : (indirect string, offset: 0x7b0): stime
    <8d4>   DW_AT_decl_file   : 19
    <8d5>   DW_AT_decl_line   : 287
    <8d7>   DW_AT_decl_column : 18
    <8d8>   DW_AT_type        : <0x133>
    <8dc>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><8e0>: Abbrev Number: 13 (DW_TAG_member)
    <8e1>   DW_AT_name        : (indirect string, offset: 0x38a): ltime
    <8e5>   DW_AT_decl_file   : 19
    <8e6>   DW_AT_decl_line   : 288
    <8e8>   DW_AT_decl_column : 18
    <8e9>   DW_AT_type        : <0x133>
    <8ed>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><8f1>: Abbrev Number: 13 (DW_TAG_member)
    <8f2>   DW_AT_name        : (indirect string, offset: 0xfa1): atime
    <8f6>   DW_AT_decl_file   : 19
    <8f7>   DW_AT_decl_line   : 289
    <8f9>   DW_AT_decl_column : 18
    <8fa>   DW_AT_type        : <0x133>
    <8fe>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><902>: Abbrev Number: 13 (DW_TAG_member)
    <903>   DW_AT_name        : (indirect string, offset: 0x523): etime
    <907>   DW_AT_decl_file   : 19
    <908>   DW_AT_decl_line   : 290
    <90a>   DW_AT_decl_column : 18
    <90b>   DW_AT_type        : <0x133>
    <90f>   DW_AT_data_member_location: 3 byte block: 23 c0 1 	(DW_OP_plus_uconst: 192)
 <2><913>: Abbrev Number: 13 (DW_TAG_member)
    <914>   DW_AT_name        : (indirect string, offset: 0xd34): delay_expiration_time
    <918>   DW_AT_decl_file   : 19
    <919>   DW_AT_decl_line   : 291
    <91b>   DW_AT_decl_column : 18
    <91c>   DW_AT_type        : <0x133>
    <920>   DW_AT_data_member_location: 3 byte block: 23 d0 1 	(DW_OP_plus_uconst: 208)
 <2><924>: Abbrev Number: 13 (DW_TAG_member)
    <925>   DW_AT_name        : (indirect string, offset: 0x32): pid_ns
    <929>   DW_AT_decl_file   : 19
    <92a>   DW_AT_decl_line   : 298
    <92c>   DW_AT_decl_column : 15
    <92d>   DW_AT_type        : <0x2b>
    <931>   DW_AT_data_member_location: 3 byte block: 23 e0 1 	(DW_OP_plus_uconst: 224)
 <2><935>: Abbrev Number: 13 (DW_TAG_member)
    <936>   DW_AT_name        : (indirect string, offset: 0xf40): mmap_cache
    <93a>   DW_AT_decl_file   : 19
    <93b>   DW_AT_decl_line   : 304
    <93d>   DW_AT_decl_column : 23
    <93e>   DW_AT_type        : <0xa19>
    <942>   DW_AT_data_member_location: 3 byte block: 23 e4 1 	(DW_OP_plus_uconst: 228)
 <2><946>: Abbrev Number: 13 (DW_TAG_member)
    <947>   DW_AT_name        : (indirect string, offset: 0xb31): wait_data_idx
    <94b>   DW_AT_decl_file   : 19
    <94c>   DW_AT_decl_line   : 311
    <94e>   DW_AT_decl_column : 9
    <94f>   DW_AT_type        : <0x122>
    <953>   DW_AT_data_member_location: 3 byte block: 23 e8 1 	(DW_OP_plus_uconst: 232)
 <2><957>: Abbrev Number: 13 (DW_TAG_member)
    <958>   DW_AT_name        : (indirect string, offset: 0xa64): delayed_wait_data
    <95c>   DW_AT_decl_file   : 19
    <95d>   DW_AT_decl_line   : 313
    <95f>   DW_AT_decl_column : 24
    <960>   DW_AT_type        : <0xa25>
    <964>   DW_AT_data_member_location: 3 byte block: 23 ec 1 	(DW_OP_plus_uconst: 236)
 <2><968>: Abbrev Number: 13 (DW_TAG_member)
    <969>   DW_AT_name        : (indirect string, offset: 0xad4): wait_list
    <96d>   DW_AT_decl_file   : 19
    <96e>   DW_AT_decl_line   : 314
    <970>   DW_AT_decl_column : 19
    <971>   DW_AT_type        : <0x5c8>
    <975>   DW_AT_data_member_location: 3 byte block: 23 f0 1 	(DW_OP_plus_uconst: 240)
 <2><979>: Abbrev Number: 13 (DW_TAG_member)
    <97a>   DW_AT_name        : (indirect string, offset: 0x67e): vcpu_info_list
    <97e>   DW_AT_decl_file   : 19
    <97f>   DW_AT_decl_line   : 318
    <981>   DW_AT_decl_column : 20
    <982>   DW_AT_type        : <0xa31>
    <986>   DW_AT_data_member_location: 3 byte block: 23 f8 1 	(DW_OP_plus_uconst: 248)
 <2><98a>: Abbrev Number: 13 (DW_TAG_member)
    <98b>   DW_AT_name        : (indirect string, offset: 0xc8f): unwind_ctx
    <98f>   DW_AT_decl_file   : 19
    <990>   DW_AT_decl_line   : 322
    <992>   DW_AT_decl_column : 8
    <993>   DW_AT_type        : <0xc6>
    <997>   DW_AT_data_member_location: 3 byte block: 23 fc 1 	(DW_OP_plus_uconst: 252)
 <2><99b>: Abbrev Number: 13 (DW_TAG_member)
    <99c>   DW_AT_name        : (indirect string, offset: 0x50d): unwind_queue
    <9a0>   DW_AT_decl_file   : 19
    <9a1>   DW_AT_decl_line   : 323
    <9a3>   DW_AT_decl_column : 25
    <9a4>   DW_AT_type        : <0xa3d>
    <9a8>   DW_AT_data_member_location: 3 byte block: 23 80 2 	(DW_OP_plus_uconst: 256)
 <2><9ac>: Abbrev Number: 13 (DW_TAG_member)
    <9ad>   DW_AT_name        : (indirect string, offset: 0x16e): comm
    <9b1>   DW_AT_decl_file   : 19
    <9b2>   DW_AT_decl_line   : 327
    <9b4>   DW_AT_decl_column : 7
    <9b5>   DW_AT_type        : <0xa43>
    <9b9>   DW_AT_data_member_location: 3 byte block: 23 84 2 	(DW_OP_plus_uconst: 260)
 <2><9bd>: Abbrev Number: 0
 <1><9be>: Abbrev Number: 15 (DW_TAG_array_type)
    <9bf>   DW_AT_type        : <0x5b7>
    <9c3>   DW_AT_sibling     : <0x9ce>
 <2><9c7>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <9c8>   DW_AT_type        : <0x2b>
    <9cc>   DW_AT_upper_bound : 5
 <2><9cd>: Abbrev Number: 0
 <1><9ce>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9cf>   DW_AT_byte_size   : 4
    <9d0>   DW_AT_type        : <0x3ac>
 <1><9d4>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9d5>   DW_AT_name        : (indirect string, offset: 0xeda): staged_output_data
    <9d9>   DW_AT_declaration : 1
 <1><9da>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9db>   DW_AT_byte_size   : 4
    <9dc>   DW_AT_type        : <0x9d4>
 <1><9e0>: Abbrev Number: 24 (DW_TAG_subroutine_type)
    <9e1>   DW_AT_prototyped  : 1
    <9e2>   DW_AT_sibling     : <0x9ec>
 <2><9e6>: Abbrev Number: 25 (DW_TAG_formal_parameter)
    <9e7>   DW_AT_type        : <0xc6>
 <2><9eb>: Abbrev Number: 0
 <1><9ec>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9ed>   DW_AT_byte_size   : 4
    <9ee>   DW_AT_type        : <0x9e0>
 <1><9f2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9f3>   DW_AT_byte_size   : 4
    <9f4>   DW_AT_type        : <0x670>
 <1><9f8>: Abbrev Number: 3 (DW_TAG_const_type)
    <9f9>   DW_AT_type        : <0x9f2>
 <1><9fd>: Abbrev Number: 15 (DW_TAG_array_type)
    <9fe>   DW_AT_type        : <0xa0d>
    <a02>   DW_AT_sibling     : <0xa0d>
 <2><a06>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a07>   DW_AT_type        : <0x2b>
    <a0b>   DW_AT_upper_bound : 2
 <2><a0c>: Abbrev Number: 0
 <1><a0d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a0e>   DW_AT_byte_size   : 4
    <a0f>   DW_AT_type        : <0x744>
 <1><a13>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a14>   DW_AT_name        : (indirect string, offset: 0xad): mmap_cache_t
    <a18>   DW_AT_declaration : 1
 <1><a19>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a1a>   DW_AT_byte_size   : 4
    <a1b>   DW_AT_type        : <0xa13>
 <1><a1f>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a20>   DW_AT_name        : (indirect string, offset: 0x3ab): tcb_wait_data
    <a24>   DW_AT_declaration : 1
 <1><a25>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a26>   DW_AT_byte_size   : 4
    <a27>   DW_AT_type        : <0xa1f>
 <1><a2b>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a2c>   DW_AT_name        : (indirect string, offset: 0x164): vcpu_info
    <a30>   DW_AT_declaration : 1
 <1><a31>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a32>   DW_AT_byte_size   : 4
    <a33>   DW_AT_type        : <0xa2b>
 <1><a37>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a38>   DW_AT_name        : (indirect string, offset: 0xebe): unwind_queue_t
    <a3c>   DW_AT_declaration : 1
 <1><a3d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a3e>   DW_AT_byte_size   : 4
    <a3f>   DW_AT_type        : <0xa37>
 <1><a43>: Abbrev Number: 15 (DW_TAG_array_type)
    <a44>   DW_AT_type        : <0xdf>
    <a48>   DW_AT_sibling     : <0xa53>
 <2><a4c>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a4d>   DW_AT_type        : <0x2b>
    <a51>   DW_AT_upper_bound : 15
 <2><a52>: Abbrev Number: 0
 <1><a53>: Abbrev Number: 10 (DW_TAG_variable)
    <a54>   DW_AT_name        : (indirect string, offset: 0xb6e): stub_sysent
    <a58>   DW_AT_decl_file   : 19
    <a59>   DW_AT_decl_line   : 400
    <a5b>   DW_AT_decl_column : 28
    <a5c>   DW_AT_type        : <0x670>
    <a60>   DW_AT_external    : 1
    <a61>   DW_AT_declaration : 1
 <1><a62>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a63>   DW_AT_name        : (indirect string, offset: 0x105c): xlat_type
    <a67>   DW_AT_encoding    : 7	(unsigned)
    <a68>   DW_AT_byte_size   : 4
    <a69>   DW_AT_type        : <0x2b>
    <a6d>   DW_AT_decl_file   : 20
    <a6e>   DW_AT_decl_line   : 13
    <a6f>   DW_AT_decl_column : 6
    <a70>   DW_AT_sibling     : <0xa87>
 <2><a74>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a75>   DW_AT_name        : (indirect string, offset: 0x2cc): XT_NORMAL
    <a79>   DW_AT_const_value : 0
 <2><a7a>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a7b>   DW_AT_name        : (indirect string, offset: 0xc24): XT_SORTED
    <a7f>   DW_AT_const_value : 1
 <2><a80>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a81>   DW_AT_name        : (indirect string, offset: 0xdb7): XT_INDEXED
    <a85>   DW_AT_const_value : 2
 <2><a86>: Abbrev Number: 0
 <1><a87>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a88>   DW_AT_name        : (indirect string, offset: 0xb9a): xlat_style
    <a8c>   DW_AT_encoding    : 7	(unsigned)
    <a8d>   DW_AT_byte_size   : 4
    <a8e>   DW_AT_type        : <0x2b>
    <a92>   DW_AT_decl_file   : 20
    <a93>   DW_AT_decl_line   : 19
    <a94>   DW_AT_decl_column : 6
    <a95>   DW_AT_sibling     : <0xac4>
 <2><a99>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a9a>   DW_AT_name        : (indirect string, offset: 0xed): XLAT_STYLE_DEFAULT
    <a9e>   DW_AT_const_value : 0
 <2><a9f>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa0>   DW_AT_name        : (indirect string, offset: 0xbcd): XLAT_STYLE_RAW
    <aa4>   DW_AT_const_value : 1
 <2><aa5>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa6>   DW_AT_name        : (indirect string, offset: 0x1027): XLAT_STYLE_ABBREV
    <aaa>   DW_AT_const_value : 2
 <2><aab>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aac>   DW_AT_name        : (indirect string, offset: 0x2f0): XLAT_STYLE_VERBOSE
    <ab0>   DW_AT_const_value : 3
 <2><ab1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab2>   DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
    <ab6>   DW_AT_const_value : 0
 <2><ab7>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab8>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <abc>   DW_AT_const_value : 4
 <2><abd>: Abbrev Number: 27 (DW_TAG_enumerator)
    <abe>   DW_AT_name        : (indirect string, offset: 0x1096): XLAT_STYLE_FMT_D
    <ac2>   DW_AT_const_value : 8
 <2><ac3>: Abbrev Number: 0
 <1><ac4>: Abbrev Number: 8 (DW_TAG_structure_type)
    <ac5>   DW_AT_name        : (indirect string, offset: 0x321): xlat_data
    <ac9>   DW_AT_byte_size   : 16
    <aca>   DW_AT_decl_file   : 20
    <acb>   DW_AT_decl_line   : 51
    <acc>   DW_AT_decl_column : 8
    <acd>   DW_AT_sibling     : <0xaf0>
 <2><ad1>: Abbrev Number: 19 (DW_TAG_member)
    <ad2>   DW_AT_name        : val
    <ad6>   DW_AT_decl_file   : 20
    <ad7>   DW_AT_decl_line   : 52
    <ad8>   DW_AT_decl_column : 11
    <ad9>   DW_AT_type        : <0x10f>
    <add>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ae0>: Abbrev Number: 19 (DW_TAG_member)
    <ae1>   DW_AT_name        : str
    <ae5>   DW_AT_decl_file   : 20
    <ae6>   DW_AT_decl_line   : 53
    <ae7>   DW_AT_decl_column : 14
    <ae8>   DW_AT_type        : <0x1c2>
    <aec>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><aef>: Abbrev Number: 0
 <1><af0>: Abbrev Number: 3 (DW_TAG_const_type)
    <af1>   DW_AT_type        : <0xac4>
 <1><af5>: Abbrev Number: 8 (DW_TAG_structure_type)
    <af6>   DW_AT_name        : (indirect string, offset: 0x22): xlat
    <afa>   DW_AT_byte_size   : 24
    <afb>   DW_AT_decl_file   : 20
    <afc>   DW_AT_decl_line   : 56
    <afd>   DW_AT_decl_column : 8
    <afe>   DW_AT_sibling     : <0xb4e>
 <2><b02>: Abbrev Number: 9 (DW_TAG_member)
    <b03>   DW_AT_name        : (indirect string, offset: 0x1079): data
    <b07>   DW_AT_decl_file   : 20
    <b08>   DW_AT_decl_line   : 57
    <b09>   DW_AT_decl_column : 26
    <b0a>   DW_AT_type        : <0xb53>
    <b0e>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b11>: Abbrev Number: 9 (DW_TAG_member)
    <b12>   DW_AT_name        : (indirect string, offset: 0x833): flags_strsz
    <b16>   DW_AT_decl_file   : 20
    <b17>   DW_AT_decl_line   : 58
    <b18>   DW_AT_decl_column : 9
    <b19>   DW_AT_type        : <0x122>
    <b1d>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b20>: Abbrev Number: 9 (DW_TAG_member)
    <b21>   DW_AT_name        : (indirect string, offset: 0xb3f): size
    <b25>   DW_AT_decl_file   : 20
    <b26>   DW_AT_decl_line   : 59
    <b27>   DW_AT_decl_column : 11
    <b28>   DW_AT_type        : <0x103>
    <b2c>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b2f>: Abbrev Number: 9 (DW_TAG_member)
    <b30>   DW_AT_name        : (indirect string, offset: 0x195): type
    <b34>   DW_AT_decl_file   : 20
    <b35>   DW_AT_decl_line   : 60
    <b36>   DW_AT_decl_column : 17
    <b37>   DW_AT_type        : <0xa62>
    <b3b>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b3e>: Abbrev Number: 9 (DW_TAG_member)
    <b3f>   DW_AT_name        : (indirect string, offset: 0x6d9): flags_mask
    <b43>   DW_AT_decl_file   : 20
    <b44>   DW_AT_decl_line   : 61
    <b45>   DW_AT_decl_column : 11
    <b46>   DW_AT_type        : <0x10f>
    <b4a>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b4d>: Abbrev Number: 0
 <1><b4e>: Abbrev Number: 3 (DW_TAG_const_type)
    <b4f>   DW_AT_type        : <0xaf5>
 <1><b53>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b54>   DW_AT_byte_size   : 4
    <b55>   DW_AT_type        : <0xaf0>
 <1><b59>: Abbrev Number: 15 (DW_TAG_array_type)
    <b5a>   DW_AT_type        : <0xb4e>
    <b5e>   DW_AT_sibling     : <0xb64>
 <2><b62>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b63>: Abbrev Number: 0
 <1><b64>: Abbrev Number: 3 (DW_TAG_const_type)
    <b65>   DW_AT_type        : <0xb59>
 <1><b69>: Abbrev Number: 10 (DW_TAG_variable)
    <b6a>   DW_AT_name        : (indirect string, offset: 0xe20): addrfams
    <b6e>   DW_AT_decl_file   : 19
    <b6f>   DW_AT_decl_line   : 406
    <b71>   DW_AT_decl_column : 26
    <b72>   DW_AT_type        : <0xb64>
    <b76>   DW_AT_external    : 1
    <b77>   DW_AT_declaration : 1
 <1><b78>: Abbrev Number: 10 (DW_TAG_variable)
    <b79>   DW_AT_name        : (indirect string, offset: 0xcf9): arp_hardware_types
    <b7d>   DW_AT_decl_file   : 19
    <b7e>   DW_AT_decl_line   : 407
    <b80>   DW_AT_decl_column : 26
    <b81>   DW_AT_type        : <0xb64>
    <b85>   DW_AT_external    : 1
    <b86>   DW_AT_declaration : 1
 <1><b87>: Abbrev Number: 10 (DW_TAG_variable)
    <b88>   DW_AT_name        : (indirect string, offset: 0xfa7): at_flags
    <b8c>   DW_AT_decl_file   : 19
    <b8d>   DW_AT_decl_line   : 408
    <b8f>   DW_AT_decl_column : 26
    <b90>   DW_AT_type        : <0xb64>
    <b94>   DW_AT_external    : 1
    <b95>   DW_AT_declaration : 1
 <1><b96>: Abbrev Number: 10 (DW_TAG_variable)
    <b97>   DW_AT_name        : (indirect string, offset: 0x4eb): clocknames
    <b9b>   DW_AT_decl_file   : 19
    <b9c>   DW_AT_decl_line   : 409
    <b9e>   DW_AT_decl_column : 26
    <b9f>   DW_AT_type        : <0xb64>
    <ba3>   DW_AT_external    : 1
    <ba4>   DW_AT_declaration : 1
 <1><ba5>: Abbrev Number: 10 (DW_TAG_variable)
    <ba6>   DW_AT_name        : (indirect string, offset: 0xf7c): dirent_types
    <baa>   DW_AT_decl_file   : 19
    <bab>   DW_AT_decl_line   : 410
    <bad>   DW_AT_decl_column : 26
    <bae>   DW_AT_type        : <0xb64>
    <bb2>   DW_AT_external    : 1
    <bb3>   DW_AT_declaration : 1
 <1><bb4>: Abbrev Number: 10 (DW_TAG_variable)
    <bb5>   DW_AT_name        : (indirect string, offset: 0x884): ethernet_protocols
    <bb9>   DW_AT_decl_file   : 19
    <bba>   DW_AT_decl_line   : 411
    <bbc>   DW_AT_decl_column : 26
    <bbd>   DW_AT_type        : <0xb64>
    <bc1>   DW_AT_external    : 1
    <bc2>   DW_AT_declaration : 1
 <1><bc3>: Abbrev Number: 10 (DW_TAG_variable)
    <bc4>   DW_AT_name        : (indirect string, offset: 0x5ff): inet_protocols
    <bc8>   DW_AT_decl_file   : 19
    <bc9>   DW_AT_decl_line   : 412
    <bcb>   DW_AT_decl_column : 26
    <bcc>   DW_AT_type        : <0xb64>
    <bd0>   DW_AT_external    : 1
    <bd1>   DW_AT_declaration : 1
 <1><bd2>: Abbrev Number: 10 (DW_TAG_variable)
    <bd3>   DW_AT_name        : (indirect string, offset: 0x2b9): evdev_abs
    <bd7>   DW_AT_decl_file   : 19
    <bd8>   DW_AT_decl_line   : 413
    <bda>   DW_AT_decl_column : 26
    <bdb>   DW_AT_type        : <0xb64>
    <bdf>   DW_AT_external    : 1
    <be0>   DW_AT_declaration : 1
 <1><be1>: Abbrev Number: 10 (DW_TAG_variable)
    <be2>   DW_AT_name        : (indirect string, offset: 0x6ce): audit_arch
    <be6>   DW_AT_decl_file   : 19
    <be7>   DW_AT_decl_line   : 414
    <be9>   DW_AT_decl_column : 26
    <bea>   DW_AT_type        : <0xb64>
    <bee>   DW_AT_external    : 1
    <bef>   DW_AT_declaration : 1
 <1><bf0>: Abbrev Number: 10 (DW_TAG_variable)
    <bf1>   DW_AT_name        : (indirect string, offset: 0x99): evdev_ev
    <bf5>   DW_AT_decl_file   : 19
    <bf6>   DW_AT_decl_line   : 415
    <bf8>   DW_AT_decl_column : 26
    <bf9>   DW_AT_type        : <0xb64>
    <bfd>   DW_AT_external    : 1
    <bfe>   DW_AT_declaration : 1
 <1><bff>: Abbrev Number: 10 (DW_TAG_variable)
    <c00>   DW_AT_name        : (indirect string, offset: 0x4cc): iffflags
    <c04>   DW_AT_decl_file   : 19
    <c05>   DW_AT_decl_line   : 416
    <c07>   DW_AT_decl_column : 26
    <c08>   DW_AT_type        : <0xb64>
    <c0c>   DW_AT_external    : 1
    <c0d>   DW_AT_declaration : 1
 <1><c0e>: Abbrev Number: 10 (DW_TAG_variable)
    <c0f>   DW_AT_name        : (indirect string, offset: 0xbdc): ip_type_of_services
    <c13>   DW_AT_decl_file   : 19
    <c14>   DW_AT_decl_line   : 417
    <c16>   DW_AT_decl_column : 26
    <c17>   DW_AT_type        : <0xb64>
    <c1b>   DW_AT_external    : 1
    <c1c>   DW_AT_declaration : 1
 <1><c1d>: Abbrev Number: 10 (DW_TAG_variable)
    <c1e>   DW_AT_name        : (indirect string, offset: 0x65a): ipc_private
    <c22>   DW_AT_decl_file   : 19
    <c23>   DW_AT_decl_line   : 418
    <c25>   DW_AT_decl_column : 26
    <c26>   DW_AT_type        : <0xb64>
    <c2a>   DW_AT_external    : 1
    <c2b>   DW_AT_declaration : 1
 <1><c2c>: Abbrev Number: 10 (DW_TAG_variable)
    <c2d>   DW_AT_name        : (indirect string, offset: 0x317): msg_flags
    <c31>   DW_AT_decl_file   : 19
    <c32>   DW_AT_decl_line   : 419
    <c34>   DW_AT_decl_column : 26
    <c35>   DW_AT_type        : <0xb64>
    <c39>   DW_AT_external    : 1
    <c3a>   DW_AT_declaration : 1
 <1><c3b>: Abbrev Number: 10 (DW_TAG_variable)
    <c3c>   DW_AT_name        : (indirect string, offset: 0x109): netlink_protocols
    <c40>   DW_AT_decl_file   : 19
    <c41>   DW_AT_decl_line   : 420
    <c43>   DW_AT_decl_column : 26
    <c44>   DW_AT_type        : <0xb64>
    <c48>   DW_AT_external    : 1
    <c49>   DW_AT_declaration : 1
 <1><c4a>: Abbrev Number: 10 (DW_TAG_variable)
    <c4b>   DW_AT_name        : (indirect string, offset: 0xeed): nl_bridge_vlan_flags
    <c4f>   DW_AT_decl_file   : 19
    <c50>   DW_AT_decl_line   : 421
    <c52>   DW_AT_decl_column : 26
    <c53>   DW_AT_type        : <0xb64>
    <c57>   DW_AT_external    : 1
    <c58>   DW_AT_declaration : 1
 <1><c59>: Abbrev Number: 10 (DW_TAG_variable)
    <c5a>   DW_AT_name        : (indirect string, offset: 0xda0): nl_netfilter_msg_types
    <c5e>   DW_AT_decl_file   : 19
    <c5f>   DW_AT_decl_line   : 422
    <c61>   DW_AT_decl_column : 26
    <c62>   DW_AT_type        : <0xb64>
    <c66>   DW_AT_external    : 1
    <c67>   DW_AT_declaration : 1
 <1><c68>: Abbrev Number: 10 (DW_TAG_variable)
    <c69>   DW_AT_name        : (indirect string, offset: 0x216): nl_route_types
    <c6d>   DW_AT_decl_file   : 19
    <c6e>   DW_AT_decl_line   : 423
    <c70>   DW_AT_decl_column : 26
    <c71>   DW_AT_type        : <0xb64>
    <c75>   DW_AT_external    : 1
    <c76>   DW_AT_declaration : 1
 <1><c77>: Abbrev Number: 10 (DW_TAG_variable)
    <c78>   DW_AT_name        : (indirect string, offset: 0xe65): open_access_modes
    <c7c>   DW_AT_decl_file   : 19
    <c7d>   DW_AT_decl_line   : 424
    <c7f>   DW_AT_decl_column : 26
    <c80>   DW_AT_type        : <0xb64>
    <c84>   DW_AT_external    : 1
    <c85>   DW_AT_declaration : 1
 <1><c86>: Abbrev Number: 10 (DW_TAG_variable)
    <c87>   DW_AT_name        : (indirect string, offset: 0x79): open_mode_flags
    <c8b>   DW_AT_decl_file   : 19
    <c8c>   DW_AT_decl_line   : 425
    <c8e>   DW_AT_decl_column : 26
    <c8f>   DW_AT_type        : <0xb64>
    <c93>   DW_AT_external    : 1
    <c94>   DW_AT_declaration : 1
 <1><c95>: Abbrev Number: 10 (DW_TAG_variable)
    <c96>   DW_AT_name        : (indirect string, offset: 0xc00): perf_type_id
    <c9a>   DW_AT_decl_file   : 19
    <c9b>   DW_AT_decl_line   : 426
    <c9d>   DW_AT_decl_column : 26
    <c9e>   DW_AT_type        : <0xb64>
    <ca2>   DW_AT_external    : 1
    <ca3>   DW_AT_declaration : 1
 <1><ca4>: Abbrev Number: 10 (DW_TAG_variable)
    <ca5>   DW_AT_name        : (indirect string, offset: 0xe29): pollflags
    <ca9>   DW_AT_decl_file   : 19
    <caa>   DW_AT_decl_line   : 427
    <cac>   DW_AT_decl_column : 26
    <cad>   DW_AT_type        : <0xb64>
    <cb1>   DW_AT_external    : 1
    <cb2>   DW_AT_declaration : 1
 <1><cb3>: Abbrev Number: 10 (DW_TAG_variable)
    <cb4>   DW_AT_name        : (indirect string, offset: 0x5a0): ptrace_cmds
    <cb8>   DW_AT_decl_file   : 19
    <cb9>   DW_AT_decl_line   : 428
    <cbb>   DW_AT_decl_column : 26
    <cbc>   DW_AT_type        : <0xb64>
    <cc0>   DW_AT_external    : 1
    <cc1>   DW_AT_declaration : 1
 <1><cc2>: Abbrev Number: 10 (DW_TAG_variable)
    <cc3>   DW_AT_name        : (indirect string, offset: 0x7c6): resource_flags
    <cc7>   DW_AT_decl_file   : 19
    <cc8>   DW_AT_decl_line   : 429
    <cca>   DW_AT_decl_column : 26
    <ccb>   DW_AT_type        : <0xb64>
    <ccf>   DW_AT_external    : 1
    <cd0>   DW_AT_declaration : 1
 <1><cd1>: Abbrev Number: 10 (DW_TAG_variable)
    <cd2>   DW_AT_name        : (indirect string, offset: 0x28f): route_nexthop_flags
    <cd6>   DW_AT_decl_file   : 19
    <cd7>   DW_AT_decl_line   : 430
    <cd9>   DW_AT_decl_column : 26
    <cda>   DW_AT_type        : <0xb64>
    <cde>   DW_AT_external    : 1
    <cdf>   DW_AT_declaration : 1
 <1><ce0>: Abbrev Number: 10 (DW_TAG_variable)
    <ce1>   DW_AT_name        : (indirect string, offset: 0xe82): routing_protocols
    <ce5>   DW_AT_decl_file   : 19
    <ce6>   DW_AT_decl_line   : 431
    <ce8>   DW_AT_decl_column : 26
    <ce9>   DW_AT_type        : <0xb64>
    <ced>   DW_AT_external    : 1
    <cee>   DW_AT_declaration : 1
 <1><cef>: Abbrev Number: 10 (DW_TAG_variable)
    <cf0>   DW_AT_name        : (indirect string, offset: 0x4bd): routing_scopes
    <cf4>   DW_AT_decl_file   : 19
    <cf5>   DW_AT_decl_line   : 432
    <cf7>   DW_AT_decl_column : 26
    <cf8>   DW_AT_type        : <0xb64>
    <cfc>   DW_AT_external    : 1
    <cfd>   DW_AT_declaration : 1
 <1><cfe>: Abbrev Number: 10 (DW_TAG_variable)
    <cff>   DW_AT_name        : (indirect string, offset: 0xd8e): routing_table_ids
    <d03>   DW_AT_decl_file   : 19
    <d04>   DW_AT_decl_line   : 433
    <d06>   DW_AT_decl_column : 26
    <d07>   DW_AT_type        : <0xb64>
    <d0b>   DW_AT_external    : 1
    <d0c>   DW_AT_declaration : 1
 <1><d0d>: Abbrev Number: 10 (DW_TAG_variable)
    <d0e>   DW_AT_name        : (indirect string, offset: 0x637): routing_types
    <d12>   DW_AT_decl_file   : 19
    <d13>   DW_AT_decl_line   : 434
    <d15>   DW_AT_decl_column : 26
    <d16>   DW_AT_type        : <0xb64>
    <d1a>   DW_AT_external    : 1
    <d1b>   DW_AT_declaration : 1
 <1><d1c>: Abbrev Number: 10 (DW_TAG_variable)
    <d1d>   DW_AT_name        : (indirect string, offset: 0x1b9): rwf_flags
    <d21>   DW_AT_decl_file   : 19
    <d22>   DW_AT_decl_line   : 435
    <d24>   DW_AT_decl_column : 26
    <d25>   DW_AT_type        : <0xb64>
    <d29>   DW_AT_external    : 1
    <d2a>   DW_AT_declaration : 1
 <1><d2b>: Abbrev Number: 10 (DW_TAG_variable)
    <d2c>   DW_AT_name        : (indirect string, offset: 0x7fe): seccomp_filter_flags
    <d30>   DW_AT_decl_file   : 19
    <d31>   DW_AT_decl_line   : 436
    <d33>   DW_AT_decl_column : 26
    <d34>   DW_AT_type        : <0xb64>
    <d38>   DW_AT_external    : 1
    <d39>   DW_AT_declaration : 1
 <1><d3a>: Abbrev Number: 10 (DW_TAG_variable)
    <d3b>   DW_AT_name        : (indirect string, offset: 0x2d6): seccomp_ret_action
    <d3f>   DW_AT_decl_file   : 19
    <d40>   DW_AT_decl_line   : 437
    <d42>   DW_AT_decl_column : 26
    <d43>   DW_AT_type        : <0xb64>
    <d47>   DW_AT_external    : 1
    <d48>   DW_AT_declaration : 1
 <1><d49>: Abbrev Number: 10 (DW_TAG_variable)
    <d4a>   DW_AT_name        : (indirect string, offset: 0x486): setns_types
    <d4e>   DW_AT_decl_file   : 19
    <d4f>   DW_AT_decl_line   : 438
    <d51>   DW_AT_decl_column : 26
    <d52>   DW_AT_type        : <0xb64>
    <d56>   DW_AT_external    : 1
    <d57>   DW_AT_declaration : 1
 <1><d58>: Abbrev Number: 10 (DW_TAG_variable)
    <d59>   DW_AT_name        : (indirect string, offset: 0xe15): sg_io_info
    <d5d>   DW_AT_decl_file   : 19
    <d5e>   DW_AT_decl_line   : 439
    <d60>   DW_AT_decl_column : 26
    <d61>   DW_AT_type        : <0xb64>
    <d65>   DW_AT_external    : 1
    <d66>   DW_AT_declaration : 1
 <1><d67>: Abbrev Number: 10 (DW_TAG_variable)
    <d68>   DW_AT_name        : (indirect string, offset: 0xb82): socketlayers
    <d6c>   DW_AT_decl_file   : 19
    <d6d>   DW_AT_decl_line   : 440
    <d6f>   DW_AT_decl_column : 26
    <d70>   DW_AT_type        : <0xb64>
    <d74>   DW_AT_external    : 1
    <d75>   DW_AT_declaration : 1
 <1><d76>: Abbrev Number: 10 (DW_TAG_variable)
    <d77>   DW_AT_name        : (indirect string, offset: 0xd6d): socktypes
    <d7b>   DW_AT_decl_file   : 19
    <d7c>   DW_AT_decl_line   : 441
    <d7e>   DW_AT_decl_column : 26
    <d7f>   DW_AT_type        : <0xb64>
    <d83>   DW_AT_external    : 1
    <d84>   DW_AT_declaration : 1
 <1><d85>: Abbrev Number: 10 (DW_TAG_variable)
    <d86>   DW_AT_name        : (indirect string, offset: 0xa4d): tcp_state_flags
    <d8a>   DW_AT_decl_file   : 19
    <d8b>   DW_AT_decl_line   : 442
    <d8d>   DW_AT_decl_column : 26
    <d8e>   DW_AT_type        : <0xb64>
    <d92>   DW_AT_external    : 1
    <d93>   DW_AT_declaration : 1
 <1><d94>: Abbrev Number: 10 (DW_TAG_variable)
    <d95>   DW_AT_name        : (indirect string, offset: 0x713): tcp_states
    <d99>   DW_AT_decl_file   : 19
    <d9a>   DW_AT_decl_line   : 443
    <d9c>   DW_AT_decl_column : 26
    <d9d>   DW_AT_type        : <0xb64>
    <da1>   DW_AT_external    : 1
    <da2>   DW_AT_declaration : 1
 <1><da3>: Abbrev Number: 10 (DW_TAG_variable)
    <da4>   DW_AT_name        : (indirect string, offset: 0x100a): whence_codes
    <da8>   DW_AT_decl_file   : 19
    <da9>   DW_AT_decl_line   : 444
    <dab>   DW_AT_decl_column : 26
    <dac>   DW_AT_type        : <0xb64>
    <db0>   DW_AT_external    : 1
    <db1>   DW_AT_declaration : 1
 <1><db2>: Abbrev Number: 28 (DW_TAG_enumeration_type)
    <db3>   DW_AT_encoding    : 7	(unsigned)
    <db4>   DW_AT_byte_size   : 4
    <db5>   DW_AT_type        : <0x2b>
    <db9>   DW_AT_decl_file   : 19
    <dba>   DW_AT_decl_line   : 505
    <dbc>   DW_AT_decl_column : 14
    <dbd>   DW_AT_sibling     : <0xdd4>
 <2><dc1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dc2>   DW_AT_name        : (indirect string, offset: 0x970): CFLAG_NONE
    <dc6>   DW_AT_const_value : 0
 <2><dc7>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dc8>   DW_AT_name        : (indirect string, offset: 0x897): CFLAG_ONLY_STATS
    <dcc>   DW_AT_const_value : 1
 <2><dcd>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dce>   DW_AT_name        : (indirect string, offset: 0xb8f): CFLAG_BOTH
    <dd2>   DW_AT_const_value : 2
 <2><dd3>: Abbrev Number: 0
 <1><dd4>: Abbrev Number: 29 (DW_TAG_typedef)
    <dd5>   DW_AT_name        : (indirect string, offset: 0x10ac): cflag_t
    <dd9>   DW_AT_decl_file   : 19
    <dda>   DW_AT_decl_line   : 509
    <ddc>   DW_AT_decl_column : 3
    <ddd>   DW_AT_type        : <0xdb2>
 <1><de1>: Abbrev Number: 10 (DW_TAG_variable)
    <de2>   DW_AT_name        : (indirect string, offset: 0xcb4): cflag
    <de6>   DW_AT_decl_file   : 19
    <de7>   DW_AT_decl_line   : 510
    <de9>   DW_AT_decl_column : 16
    <dea>   DW_AT_type        : <0xdd4>
    <dee>   DW_AT_external    : 1
    <def>   DW_AT_declaration : 1
 <1><df0>: Abbrev Number: 10 (DW_TAG_variable)
    <df1>   DW_AT_name        : (indirect string, offset: 0x184): Tflag
    <df5>   DW_AT_decl_file   : 19
    <df6>   DW_AT_decl_line   : 511
    <df8>   DW_AT_decl_column : 13
    <df9>   DW_AT_type        : <0x56f>
    <dfd>   DW_AT_external    : 1
    <dfe>   DW_AT_declaration : 1
 <1><dff>: Abbrev Number: 10 (DW_TAG_variable)
    <e00>   DW_AT_name        : (indirect string, offset: 0x778): Tflag_scale
    <e04>   DW_AT_decl_file   : 19
    <e05>   DW_AT_decl_line   : 512
    <e07>   DW_AT_decl_column : 12
    <e08>   DW_AT_type        : <0x64>
    <e0c>   DW_AT_external    : 1
    <e0d>   DW_AT_declaration : 1
 <1><e0e>: Abbrev Number: 10 (DW_TAG_variable)
    <e0f>   DW_AT_name        : (indirect string, offset: 0x813): Tflag_width
    <e13>   DW_AT_decl_file   : 19
    <e14>   DW_AT_decl_line   : 513
    <e16>   DW_AT_decl_column : 12
    <e17>   DW_AT_type        : <0x64>
    <e1b>   DW_AT_external    : 1
    <e1c>   DW_AT_declaration : 1
 <1><e1d>: Abbrev Number: 10 (DW_TAG_variable)
    <e1e>   DW_AT_name        : (indirect string, offset: 0xe07): iflag
    <e22>   DW_AT_decl_file   : 19
    <e23>   DW_AT_decl_line   : 514
    <e25>   DW_AT_decl_column : 13
    <e26>   DW_AT_type        : <0x56f>
    <e2a>   DW_AT_external    : 1
    <e2b>   DW_AT_declaration : 1
 <1><e2c>: Abbrev Number: 10 (DW_TAG_variable)
    <e2d>   DW_AT_name        : (indirect string, offset: 0x5e0): count_wallclock
    <e31>   DW_AT_decl_file   : 19
    <e32>   DW_AT_decl_line   : 515
    <e34>   DW_AT_decl_column : 13
    <e35>   DW_AT_type        : <0x56f>
    <e39>   DW_AT_external    : 1
    <e3a>   DW_AT_declaration : 1
 <1><e3b>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e3c>   DW_AT_name        : (indirect string, offset: 0x4a): path_set_item
    <e40>   DW_AT_byte_size   : 4
    <e41>   DW_AT_decl_file   : 19
    <e42>   DW_AT_decl_line   : 517
    <e44>   DW_AT_decl_column : 8
    <e45>   DW_AT_sibling     : <0xe5a>
 <2><e49>: Abbrev Number: 13 (DW_TAG_member)
    <e4a>   DW_AT_name        : (indirect string, offset: 0xc7): path
    <e4e>   DW_AT_decl_file   : 19
    <e4f>   DW_AT_decl_line   : 518
    <e51>   DW_AT_decl_column : 14
    <e52>   DW_AT_type        : <0x1c2>
    <e56>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e59>: Abbrev Number: 0
 <1><e5a>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e5b>   DW_AT_name        : (indirect string, offset: 0x71e): path_set
    <e5f>   DW_AT_byte_size   : 12
    <e60>   DW_AT_decl_file   : 19
    <e61>   DW_AT_decl_line   : 522
    <e63>   DW_AT_decl_column : 15
    <e64>   DW_AT_sibling     : <0xe99>
 <2><e68>: Abbrev Number: 13 (DW_TAG_member)
    <e69>   DW_AT_name        : (indirect string, offset: 0x695): paths_selected
    <e6d>   DW_AT_decl_file   : 19
    <e6e>   DW_AT_decl_line   : 523
    <e70>   DW_AT_decl_column : 24
    <e71>   DW_AT_type        : <0xe99>
    <e75>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e78>: Abbrev Number: 13 (DW_TAG_member)
    <e79>   DW_AT_name        : (indirect string, offset: 0xffd): num_selected
    <e7d>   DW_AT_decl_file   : 19
    <e7e>   DW_AT_decl_line   : 524
    <e80>   DW_AT_decl_column : 9
    <e81>   DW_AT_type        : <0x122>
    <e85>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><e88>: Abbrev Number: 13 (DW_TAG_member)
    <e89>   DW_AT_name        : (indirect string, offset: 0xb3f): size
    <e8d>   DW_AT_decl_file   : 19
    <e8e>   DW_AT_decl_line   : 525
    <e90>   DW_AT_decl_column : 9
    <e91>   DW_AT_type        : <0x122>
    <e95>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><e98>: Abbrev Number: 0
 <1><e99>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e9a>   DW_AT_byte_size   : 4
    <e9b>   DW_AT_type        : <0xe3b>
 <1><e9f>: Abbrev Number: 10 (DW_TAG_variable)
    <ea0>   DW_AT_name        : (indirect string, offset: 0x104c): global_path_set
    <ea4>   DW_AT_decl_file   : 19
    <ea5>   DW_AT_decl_line   : 526
    <ea7>   DW_AT_decl_column : 3
    <ea8>   DW_AT_type        : <0xe5a>
    <eac>   DW_AT_external    : 1
    <ead>   DW_AT_declaration : 1
 <1><eae>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <eaf>   DW_AT_name        : (indirect string, offset: 0xf69): xflag_opts
    <eb3>   DW_AT_encoding    : 7	(unsigned)
    <eb4>   DW_AT_byte_size   : 4
    <eb5>   DW_AT_type        : <0x2b>
    <eb9>   DW_AT_decl_file   : 19
    <eba>   DW_AT_decl_line   : 528
    <ebc>   DW_AT_decl_column : 6
    <ebd>   DW_AT_sibling     : <0xee0>
 <2><ec1>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec2>   DW_AT_name        : (indirect string, offset: 0xa0d): HEXSTR_NONE
    <ec6>   DW_AT_const_value : 0
 <2><ec7>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec8>   DW_AT_name        : (indirect string, offset: 0xf89): HEXSTR_NON_ASCII
    <ecc>   DW_AT_const_value : 1
 <2><ecd>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ece>   DW_AT_name        : (indirect string, offset: 0x8d5): HEXSTR_ALL
    <ed2>   DW_AT_const_value : 2
 <2><ed3>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ed4>   DW_AT_name        : (indirect string, offset: 0x620): HEXSTR_NON_ASCII_CHARS
    <ed8>   DW_AT_const_value : 3
 <2><ed9>: Abbrev Number: 27 (DW_TAG_enumerator)
    <eda>   DW_AT_name        : (indirect string, offset: 0x1017): NUM_HEXSTR_OPTS
    <ede>   DW_AT_const_value : 4
 <2><edf>: Abbrev Number: 0
 <1><ee0>: Abbrev Number: 10 (DW_TAG_variable)
    <ee1>   DW_AT_name        : (indirect string, offset: 0xde1): xflag
    <ee5>   DW_AT_decl_file   : 19
    <ee6>   DW_AT_decl_line   : 541
    <ee8>   DW_AT_decl_column : 17
    <ee9>   DW_AT_type        : <0x2b>
    <eed>   DW_AT_external    : 1
    <eee>   DW_AT_declaration : 1
 <1><eef>: Abbrev Number: 10 (DW_TAG_variable)
    <ef0>   DW_AT_name        : (indirect string, offset: 0xd77): followfork
    <ef4>   DW_AT_decl_file   : 19
    <ef5>   DW_AT_decl_line   : 542
    <ef7>   DW_AT_decl_column : 13
    <ef8>   DW_AT_type        : <0x56f>
    <efc>   DW_AT_external    : 1
    <efd>   DW_AT_declaration : 1
 <1><efe>: Abbrev Number: 10 (DW_TAG_variable)
    <eff>   DW_AT_name        : (indirect string, offset: 0x32b): output_separately
    <f03>   DW_AT_decl_file   : 19
    <f04>   DW_AT_decl_line   : 543
    <f06>   DW_AT_decl_column : 13
    <f07>   DW_AT_type        : <0x56f>
    <f0b>   DW_AT_external    : 1
    <f0c>   DW_AT_declaration : 1
 <1><f0d>: Abbrev Number: 10 (DW_TAG_variable)
    <f0e>   DW_AT_name        : (indirect string, offset: 0x225): stack_trace_enabled
    <f12>   DW_AT_decl_file   : 19
    <f13>   DW_AT_decl_line   : 546
    <f15>   DW_AT_decl_column : 13
    <f16>   DW_AT_type        : <0x56f>
    <f1a>   DW_AT_external    : 1
    <f1b>   DW_AT_declaration : 1
 <1><f1c>: Abbrev Number: 10 (DW_TAG_variable)
    <f1d>   DW_AT_name        : (indirect string, offset: 0x60e): ptrace_setoptions
    <f21>   DW_AT_decl_file   : 19
    <f22>   DW_AT_decl_line   : 550
    <f24>   DW_AT_decl_column : 17
    <f25>   DW_AT_type        : <0x2b>
    <f29>   DW_AT_external    : 1
    <f2a>   DW_AT_declaration : 1
 <1><f2b>: Abbrev Number: 10 (DW_TAG_variable)
    <f2c>   DW_AT_name        : (indirect string, offset: 0xa02): max_strlen
    <f30>   DW_AT_decl_file   : 19
    <f31>   DW_AT_decl_line   : 551
    <f33>   DW_AT_decl_column : 17
    <f34>   DW_AT_type        : <0x2b>
    <f38>   DW_AT_external    : 1
    <f39>   DW_AT_declaration : 1
 <1><f3a>: Abbrev Number: 10 (DW_TAG_variable)
    <f3b>   DW_AT_name        : (indirect string, offset: 0xa30): os_release
    <f3f>   DW_AT_decl_file   : 19
    <f40>   DW_AT_decl_line   : 552
    <f42>   DW_AT_decl_column : 17
    <f43>   DW_AT_type        : <0x2b>
    <f47>   DW_AT_external    : 1
    <f48>   DW_AT_declaration : 1
 <1><f49>: Abbrev Number: 10 (DW_TAG_variable)
    <f4a>   DW_AT_name        : (indirect string, offset: 0x6ab): xlat_verbosity
    <f4e>   DW_AT_decl_file   : 19
    <f4f>   DW_AT_decl_line   : 914
    <f51>   DW_AT_decl_column : 24
    <f52>   DW_AT_type        : <0xa87>
    <f56>   DW_AT_external    : 1
    <f57>   DW_AT_declaration : 1
 <1><f58>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f59>   DW_AT_name        : (indirect string, offset: 0x5c3): xlat_style_private_flag_bits
    <f5d>   DW_AT_encoding    : 7	(unsigned)
    <f5e>   DW_AT_byte_size   : 4
    <f5f>   DW_AT_type        : <0x2b>
    <f63>   DW_AT_decl_file   : 19
    <f64>   DW_AT_decl_line   : 934
    <f66>   DW_AT_decl_column : 6
    <f67>   DW_AT_sibling     : <0xf84>
 <2><f6b>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f6c>   DW_AT_name        : (indirect string, offset: 0x2a3): PAF_PRINT_INDICES_BIT
    <f70>   DW_AT_const_value : 5
 <2><f71>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f72>   DW_AT_name        : (indirect string, offset: 0xaf6): PAF_ARRAY_TRUNCATED_BIT
    <f76>   DW_AT_const_value : 6
 <2><f77>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f78>   DW_AT_name        : (indirect string, offset: 0x438): PXF_DEFAULT_STR_BIT
    <f7c>   DW_AT_const_value : 7
 <2><f7d>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f7e>   DW_AT_name        : (indirect string, offset: 0xc37): SPFF_AUXSTR_MODE_BIT
    <f82>   DW_AT_const_value : 8
 <2><f83>: Abbrev Number: 0
 <1><f84>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <f85>   DW_AT_byte_size   : 4
    <f86>   DW_AT_type        : <0x78e>
 <1><f8a>: Abbrev Number: 3 (DW_TAG_const_type)
    <f8b>   DW_AT_type        : <0xf84>
 <1><f8f>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f90>   DW_AT_name        : (indirect string, offset: 0xd0c): find_xlat_flag_bits
    <f94>   DW_AT_encoding    : 7	(unsigned)
    <f95>   DW_AT_byte_size   : 4
    <f96>   DW_AT_type        : <0x2b>
    <f9a>   DW_AT_decl_file   : 19
    <f9b>   DW_AT_decl_line   : 1438
    <f9d>   DW_AT_decl_column : 6
    <f9e>   DW_AT_sibling     : <0xfa9>
 <2><fa2>: Abbrev Number: 27 (DW_TAG_enumerator)
    <fa3>   DW_AT_name        : (indirect string, offset: 0x92e): FXL_CASE_SENSITIVE_BIT
    <fa7>   DW_AT_const_value : 0
 <2><fa8>: Abbrev Number: 0
 <1><fa9>: Abbrev Number: 10 (DW_TAG_variable)
    <faa>   DW_AT_name        : (indirect string, offset: 0x9de): printing_tcp
    <fae>   DW_AT_decl_file   : 19
    <faf>   DW_AT_decl_line   : 1684
    <fb1>   DW_AT_decl_column : 20
    <fb2>   DW_AT_type        : <0xf84>
    <fb6>   DW_AT_external    : 1
    <fb7>   DW_AT_declaration : 1
 <1><fb8>: Abbrev Number: 10 (DW_TAG_variable)
    <fb9>   DW_AT_name        : (indirect string, offset: 0x58b): errnoent
    <fbd>   DW_AT_decl_file   : 19
    <fbe>   DW_AT_decl_line   : 1882
    <fc0>   DW_AT_decl_column : 26
    <fc1>   DW_AT_type        : <0x4a3>
    <fc5>   DW_AT_external    : 1
    <fc6>   DW_AT_declaration : 1
 <1><fc7>: Abbrev Number: 10 (DW_TAG_variable)
    <fc8>   DW_AT_name        : (indirect string, offset: 0x81f): signalent
    <fcc>   DW_AT_decl_file   : 19
    <fcd>   DW_AT_decl_line   : 1883
    <fcf>   DW_AT_decl_column : 26
    <fd0>   DW_AT_type        : <0x4a3>
    <fd4>   DW_AT_external    : 1
    <fd5>   DW_AT_declaration : 1
 <1><fd6>: Abbrev Number: 10 (DW_TAG_variable)
    <fd7>   DW_AT_name        : (indirect string, offset: 0xe4f): nerrnos
    <fdb>   DW_AT_decl_file   : 19
    <fdc>   DW_AT_decl_line   : 1884
    <fde>   DW_AT_decl_column : 27
    <fdf>   DW_AT_type        : <0x32>
    <fe3>   DW_AT_external    : 1
    <fe4>   DW_AT_declaration : 1
 <1><fe5>: Abbrev Number: 10 (DW_TAG_variable)
    <fe6>   DW_AT_name        : (indirect string, offset: 0xfe6): nsignals
    <fea>   DW_AT_decl_file   : 19
    <feb>   DW_AT_decl_line   : 1885
    <fed>   DW_AT_decl_column : 27
    <fee>   DW_AT_type        : <0x32>
    <ff2>   DW_AT_external    : 1
    <ff3>   DW_AT_declaration : 1
 <1><ff4>: Abbrev Number: 15 (DW_TAG_array_type)
    <ff5>   DW_AT_type        : <0x670>
    <ff9>   DW_AT_sibling     : <0xfff>
 <2><ffd>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><ffe>: Abbrev Number: 0
 <1><fff>: Abbrev Number: 3 (DW_TAG_const_type)
    <1000>   DW_AT_type        : <0xff4>
 <1><1004>: Abbrev Number: 10 (DW_TAG_variable)
    <1005>   DW_AT_name        : (indirect string, offset: 0xcd1): sysent0
    <1009>   DW_AT_decl_file   : 19
    <100a>   DW_AT_decl_line   : 1887
    <100c>   DW_AT_decl_column : 28
    <100d>   DW_AT_type        : <0xfff>
    <1011>   DW_AT_external    : 1
    <1012>   DW_AT_declaration : 1
 <1><1013>: Abbrev Number: 15 (DW_TAG_array_type)
    <1014>   DW_AT_type        : <0x6d7>
    <1018>   DW_AT_sibling     : <0x101e>
 <2><101c>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><101d>: Abbrev Number: 0
 <1><101e>: Abbrev Number: 3 (DW_TAG_const_type)
    <101f>   DW_AT_type        : <0x1013>
 <1><1023>: Abbrev Number: 10 (DW_TAG_variable)
    <1024>   DW_AT_name        : (indirect string, offset: 0x1042): ioctlent0
    <1028>   DW_AT_decl_file   : 19
    <1029>   DW_AT_decl_line   : 1888
    <102b>   DW_AT_decl_column : 30
    <102c>   DW_AT_type        : <0x101e>
    <1030>   DW_AT_external    : 1
    <1031>   DW_AT_declaration : 1
 <1><1032>: Abbrev Number: 10 (DW_TAG_variable)
    <1033>   DW_AT_name        : (indirect string, offset: 0x4ab): personality_names
    <1037>   DW_AT_decl_file   : 19
    <1038>   DW_AT_decl_line   : 1890
    <103a>   DW_AT_decl_column : 26
    <103b>   DW_AT_type        : <0x4a3>
    <103f>   DW_AT_external    : 1
    <1040>   DW_AT_declaration : 1
 <1><1041>: Abbrev Number: 10 (DW_TAG_variable)
    <1042>   DW_AT_name        : (indirect string, offset: 0x83f): sysent
    <1046>   DW_AT_decl_file   : 19
    <1047>   DW_AT_decl_line   : 1893
    <1049>   DW_AT_decl_column : 29
    <104a>   DW_AT_type        : <0x9f2>
    <104e>   DW_AT_external    : 1
    <104f>   DW_AT_declaration : 1
 <1><1050>: Abbrev Number: 10 (DW_TAG_variable)
    <1051>   DW_AT_name        : (indirect string, offset: 0xc54): ioctlent
    <1055>   DW_AT_decl_file   : 19
    <1056>   DW_AT_decl_line   : 1894
    <1058>   DW_AT_decl_column : 31
    <1059>   DW_AT_type        : <0x105f>
    <105d>   DW_AT_external    : 1
    <105e>   DW_AT_declaration : 1
 <1><105f>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1060>   DW_AT_byte_size   : 4
    <1061>   DW_AT_type        : <0x6d7>
 <1><1065>: Abbrev Number: 10 (DW_TAG_variable)
    <1066>   DW_AT_name        : (indirect string, offset: 0x829): nsyscalls
    <106a>   DW_AT_decl_file   : 19
    <106b>   DW_AT_decl_line   : 1900
    <106d>   DW_AT_decl_column : 17
    <106e>   DW_AT_type        : <0x2b>
    <1072>   DW_AT_external    : 1
    <1073>   DW_AT_declaration : 1
 <1><1074>: Abbrev Number: 10 (DW_TAG_variable)
    <1075>   DW_AT_name        : (indirect string, offset: 0xe77): nioctlents
    <1079>   DW_AT_decl_file   : 19
    <107a>   DW_AT_decl_line   : 1901
    <107c>   DW_AT_decl_column : 17
    <107d>   DW_AT_type        : <0x2b>
    <1081>   DW_AT_external    : 1
    <1082>   DW_AT_declaration : 1
 <1><1083>: Abbrev Number: 15 (DW_TAG_array_type)
    <1084>   DW_AT_type        : <0x32>
    <1088>   DW_AT_sibling     : <0x1093>
 <2><108c>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <108d>   DW_AT_type        : <0x2b>
    <1091>   DW_AT_upper_bound : 2
 <2><1092>: Abbrev Number: 0
 <1><1093>: Abbrev Number: 3 (DW_TAG_const_type)
    <1094>   DW_AT_type        : <0x1083>
 <1><1098>: Abbrev Number: 10 (DW_TAG_variable)
    <1099>   DW_AT_name        : (indirect string, offset: 0xecd): nsyscall_vec
    <109d>   DW_AT_decl_file   : 19
    <109e>   DW_AT_decl_line   : 1903
    <10a0>   DW_AT_decl_column : 27
    <10a1>   DW_AT_type        : <0x1093>
    <10a5>   DW_AT_external    : 1
    <10a6>   DW_AT_declaration : 1
 <1><10a7>: Abbrev Number: 15 (DW_TAG_array_type)
    <10a8>   DW_AT_type        : <0x9f8>
    <10ac>   DW_AT_sibling     : <0x10b7>
 <2><10b0>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <10b1>   DW_AT_type        : <0x2b>
    <10b5>   DW_AT_upper_bound : 2
 <2><10b6>: Abbrev Number: 0
 <1><10b7>: Abbrev Number: 3 (DW_TAG_const_type)
    <10b8>   DW_AT_type        : <0x10a7>
 <1><10bc>: Abbrev Number: 10 (DW_TAG_variable)
    <10bd>   DW_AT_name        : (indirect string, offset: 0x765): sysent_vec
    <10c1>   DW_AT_decl_file   : 19
    <10c2>   DW_AT_decl_line   : 1904
    <10c4>   DW_AT_decl_column : 35
    <10c5>   DW_AT_type        : <0x10b7>
    <10c9>   DW_AT_external    : 1
    <10ca>   DW_AT_declaration : 1
 <1><10cb>: Abbrev Number: 10 (DW_TAG_variable)
    <10cc>   DW_AT_name        : (indirect string, offset: 0x376): inject_vec
    <10d0>   DW_AT_decl_file   : 19
    <10d1>   DW_AT_decl_line   : 1905
    <10d3>   DW_AT_decl_column : 28
    <10d4>   DW_AT_type        : <0x9fd>
    <10d8>   DW_AT_external    : 1
    <10d9>   DW_AT_declaration : 1
 <1><10da>: Abbrev Number: 30 (DW_TAG_structure_type)
    <10db>   DW_AT_name        : (indirect string, offset: 0xd60): audit_arch_t
    <10df>   DW_AT_byte_size   : 8
    <10e0>   DW_AT_decl_file   : 19
    <10e1>   DW_AT_decl_line   : 1907
    <10e3>   DW_AT_decl_column : 8
    <10e4>   DW_AT_sibling     : <0x1109>
 <2><10e8>: Abbrev Number: 13 (DW_TAG_member)
    <10e9>   DW_AT_name        : (indirect string, offset: 0x5b5): arch
    <10ed>   DW_AT_decl_file   : 19
    <10ee>   DW_AT_decl_line   : 1908
    <10f0>   DW_AT_decl_column : 15
    <10f1>   DW_AT_type        : <0x2b>
    <10f5>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><10f8>: Abbrev Number: 13 (DW_TAG_member)
    <10f9>   DW_AT_name        : (indirect string, offset: 0x9c4): flag
    <10fd>   DW_AT_decl_file   : 19
    <10fe>   DW_AT_decl_line   : 1909
    <1100>   DW_AT_decl_column : 15
    <1101>   DW_AT_type        : <0x2b>
    <1105>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1108>: Abbrev Number: 0
 <1><1109>: Abbrev Number: 3 (DW_TAG_const_type)
    <110a>   DW_AT_type        : <0x10da>
 <1><110e>: Abbrev Number: 15 (DW_TAG_array_type)
    <110f>   DW_AT_type        : <0x1109>
    <1113>   DW_AT_sibling     : <0x111e>
 <2><1117>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <1118>   DW_AT_type        : <0x2b>
    <111c>   DW_AT_upper_bound : 2
 <2><111d>: Abbrev Number: 0
 <1><111e>: Abbrev Number: 3 (DW_TAG_const_type)
    <111f>   DW_AT_type        : <0x110e>
 <1><1123>: Abbrev Number: 10 (DW_TAG_variable)
    <1124>   DW_AT_name        : (indirect string, offset: 0x91f): audit_arch_vec
    <1128>   DW_AT_decl_file   : 19
    <1129>   DW_AT_decl_line   : 1912
    <112b>   DW_AT_decl_column : 34
    <112c>   DW_AT_type        : <0x111e>
    <1130>   DW_AT_external    : 1
    <1131>   DW_AT_declaration : 1
 <1><1132>: Abbrev Number: 32 (DW_TAG_structure_type)
    <1133>   DW_AT_byte_size   : 180
    <1134>   DW_AT_decl_file   : 21
    <1135>   DW_AT_decl_line   : 2
    <1136>   DW_AT_decl_column : 9
    <1137>   DW_AT_sibling     : <0x13ec>
 <2><113b>: Abbrev Number: 9 (DW_TAG_member)
    <113c>   DW_AT_name        : (indirect string, offset: 0x1d1): block_ioctl
    <1140>   DW_AT_decl_file   : 21
    <1141>   DW_AT_decl_line   : 3
    <1142>   DW_AT_decl_column : 8
    <1143>   DW_AT_type        : <0x1406>
    <1147>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><114a>: Abbrev Number: 9 (DW_TAG_member)
    <114b>   DW_AT_name        : (indirect string, offset: 0xa86): btrfs_ioctl
    <114f>   DW_AT_decl_file   : 21
    <1150>   DW_AT_decl_line   : 6
    <1151>   DW_AT_decl_column : 8
    <1152>   DW_AT_type        : <0x1406>
    <1156>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1159>: Abbrev Number: 9 (DW_TAG_member)
    <115a>   DW_AT_name        : (indirect string, offset: 0x6e4): evdev_write_ioctl_mpers
    <115e>   DW_AT_decl_file   : 21
    <115f>   DW_AT_decl_line   : 9
    <1160>   DW_AT_decl_column : 8
    <1161>   DW_AT_type        : <0x1406>
