Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x17df (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0xbe9): GNU C17 9.4.0 -m32 -mtune=generic -march=i686 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0x3e5): mpers-m32/semid_ds_t.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xcbc): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x3bb): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0x102e): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x962): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <40>   DW_AT_encoding    : 6	(signed char)
    <41>   DW_AT_name        : (indirect string, offset: 0x36c): signed char
 <1><45>: Abbrev Number: 4 (DW_TAG_typedef)
    <46>   DW_AT_name        : (indirect string, offset: 0x277): __uint8_t
    <4a>   DW_AT_decl_file   : 1
    <4b>   DW_AT_decl_line   : 37
    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0xe4b): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x4ae): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x858): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x888): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x729): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xb3d): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x79c): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0xb73): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0xae>
 <1><ae>: Abbrev Number: 2 (DW_TAG_base_type)
    <af>   DW_AT_byte_size   : 4
    <b0>   DW_AT_encoding    : 5	(signed)
    <b1>   DW_AT_name        : (indirect string, offset: 0x2e8): long int
 <1><b5>: Abbrev Number: 4 (DW_TAG_typedef)
    <b6>   DW_AT_name        : (indirect string, offset: 0xd48): __off64_t
    <ba>   DW_AT_decl_file   : 1
    <bb>   DW_AT_decl_line   : 141
    <bc>   DW_AT_decl_column : 27
    <bd>   DW_AT_type        : <0x96>
 <1><c1>: Abbrev Number: 4 (DW_TAG_typedef)
    <c2>   DW_AT_name        : (indirect string, offset: 0xc95): __time_t
    <c6>   DW_AT_decl_file   : 1
    <c7>   DW_AT_decl_line   : 148
    <c8>   DW_AT_decl_column : 26
    <c9>   DW_AT_type        : <0xae>
 <1><cd>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <ce>   DW_AT_byte_size   : 4
 <1><cf>: Abbrev Number: 3 (DW_TAG_const_type)
    <d0>   DW_AT_type        : <0xcd>
 <1><d4>: Abbrev Number: 4 (DW_TAG_typedef)
    <d5>   DW_AT_name        : (indirect string, offset: 0x41a): __syscall_slong_t
    <d9>   DW_AT_decl_file   : 1
    <da>   DW_AT_decl_line   : 184
    <db>   DW_AT_decl_column : 33
    <dc>   DW_AT_type        : <0xae>
 <1><e0>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e1>   DW_AT_byte_size   : 4
    <e2>   DW_AT_type        : <0xe6>
 <1><e6>: Abbrev Number: 2 (DW_TAG_base_type)
    <e7>   DW_AT_byte_size   : 1
    <e8>   DW_AT_encoding    : 6	(signed char)
    <e9>   DW_AT_name        : (indirect string, offset: 0x474): char
 <1><ed>: Abbrev Number: 3 (DW_TAG_const_type)
    <ee>   DW_AT_type        : <0xe6>
 <1><f2>: Abbrev Number: 4 (DW_TAG_typedef)
    <f3>   DW_AT_name        : (indirect string, offset: 0x378): uint8_t
    <f7>   DW_AT_decl_file   : 2
    <f8>   DW_AT_decl_line   : 24
    <f9>   DW_AT_decl_column : 19
    <fa>   DW_AT_type        : <0x45>
 <1><fe>: Abbrev Number: 4 (DW_TAG_typedef)
    <ff>   DW_AT_name        : (indirect string, offset: 0xb5e): uint16_t
    <103>   DW_AT_decl_file   : 2
    <104>   DW_AT_decl_line   : 25
    <105>   DW_AT_decl_column : 20
    <106>   DW_AT_type        : <0x58>
 <1><10a>: Abbrev Number: 4 (DW_TAG_typedef)
    <10b>   DW_AT_name        : (indirect string, offset: 0xfd4): uint32_t
    <10f>   DW_AT_decl_file   : 2
    <110>   DW_AT_decl_line   : 26
    <111>   DW_AT_decl_column : 20
    <112>   DW_AT_type        : <0x70>
 <1><116>: Abbrev Number: 4 (DW_TAG_typedef)
    <117>   DW_AT_name        : (indirect string, offset: 0xe5b): uint64_t
    <11b>   DW_AT_decl_file   : 2
    <11c>   DW_AT_decl_line   : 27
    <11d>   DW_AT_decl_column : 20
    <11e>   DW_AT_type        : <0x83>
 <1><122>: Abbrev Number: 4 (DW_TAG_typedef)
    <123>   DW_AT_name        : (indirect string, offset: 0x39): size_t
    <127>   DW_AT_decl_file   : 3
    <128>   DW_AT_decl_line   : 209
    <129>   DW_AT_decl_column : 23
    <12a>   DW_AT_type        : <0x2b>
 <1><12e>: Abbrev Number: 3 (DW_TAG_const_type)
    <12f>   DW_AT_type        : <0x122>
 <1><133>: Abbrev Number: 8 (DW_TAG_structure_type)
    <134>   DW_AT_name        : (indirect string, offset: 0xae6): timespec
    <138>   DW_AT_byte_size   : 8
    <139>   DW_AT_decl_file   : 4
    <13a>   DW_AT_decl_line   : 9
    <13b>   DW_AT_decl_column : 8
    <13c>   DW_AT_sibling     : <0x15f>
 <2><140>: Abbrev Number: 9 (DW_TAG_member)
    <141>   DW_AT_name        : (indirect string, offset: 0x10fb): tv_sec
    <145>   DW_AT_decl_file   : 4
    <146>   DW_AT_decl_line   : 11
    <147>   DW_AT_decl_column : 12
    <148>   DW_AT_type        : <0xc1>
    <14c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><14f>: Abbrev Number: 9 (DW_TAG_member)
    <150>   DW_AT_name        : (indirect string, offset: 0xe86): tv_nsec
    <154>   DW_AT_decl_file   : 4
    <155>   DW_AT_decl_line   : 12
    <156>   DW_AT_decl_column : 21
    <157>   DW_AT_type        : <0xd4>
    <15b>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><15e>: Abbrev Number: 0
 <1><15f>: Abbrev Number: 2 (DW_TAG_base_type)
    <160>   DW_AT_byte_size   : 12
    <161>   DW_AT_encoding    : 4	(float)
    <162>   DW_AT_name        : (indirect string, offset: 0xaa8): long double
 <1><166>: Abbrev Number: 2 (DW_TAG_base_type)
    <167>   DW_AT_byte_size   : 16
    <168>   DW_AT_encoding    : 4	(float)
    <169>   DW_AT_name        : (indirect string, offset: 0xffd): _Float128
 <1><16d>: Abbrev Number: 10 (DW_TAG_variable)
    <16e>   DW_AT_name        : (indirect string, offset: 0x29f): __environ
    <172>   DW_AT_decl_file   : 5
    <173>   DW_AT_decl_line   : 546
    <175>   DW_AT_decl_column : 15
    <176>   DW_AT_type        : <0x17c>
    <17a>   DW_AT_external    : 1
    <17b>   DW_AT_declaration : 1
 <1><17c>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <17d>   DW_AT_byte_size   : 4
    <17e>   DW_AT_type        : <0xe0>
 <1><182>: Abbrev Number: 10 (DW_TAG_variable)
    <183>   DW_AT_name        : (indirect string, offset: 0x3b3): environ
    <187>   DW_AT_decl_file   : 5
    <188>   DW_AT_decl_line   : 548
    <18a>   DW_AT_decl_column : 15
    <18b>   DW_AT_type        : <0x17c>
    <18f>   DW_AT_external    : 1
    <190>   DW_AT_declaration : 1
 <1><191>: Abbrev Number: 11 (DW_TAG_variable)
    <192>   DW_AT_name        : (indirect string, offset: 0x1018): optarg
    <196>   DW_AT_decl_file   : 6
    <197>   DW_AT_decl_line   : 36
    <198>   DW_AT_decl_column : 14
    <199>   DW_AT_type        : <0xe0>
    <19d>   DW_AT_external    : 1
    <19e>   DW_AT_declaration : 1
 <1><19f>: Abbrev Number: 11 (DW_TAG_variable)
    <1a0>   DW_AT_name        : (indirect string, offset: 0x6fc): optind
    <1a4>   DW_AT_decl_file   : 6
    <1a5>   DW_AT_decl_line   : 50
    <1a6>   DW_AT_decl_column : 12
    <1a7>   DW_AT_type        : <0x64>
    <1ab>   DW_AT_external    : 1
    <1ac>   DW_AT_declaration : 1
 <1><1ad>: Abbrev Number: 11 (DW_TAG_variable)
    <1ae>   DW_AT_name        : (indirect string, offset: 0xc84): opterr
    <1b2>   DW_AT_decl_file   : 6
    <1b3>   DW_AT_decl_line   : 55
    <1b4>   DW_AT_decl_column : 12
    <1b5>   DW_AT_type        : <0x64>
    <1b9>   DW_AT_external    : 1
    <1ba>   DW_AT_declaration : 1
 <1><1bb>: Abbrev Number: 11 (DW_TAG_variable)
    <1bc>   DW_AT_name        : (indirect string, offset: 0xb23): optopt
    <1c0>   DW_AT_decl_file   : 6
    <1c1>   DW_AT_decl_line   : 59
    <1c2>   DW_AT_decl_column : 12
    <1c3>   DW_AT_type        : <0x64>
    <1c7>   DW_AT_external    : 1
    <1c8>   DW_AT_declaration : 1
 <1><1c9>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1ca>   DW_AT_byte_size   : 4
    <1cb>   DW_AT_type        : <0xed>
 <1><1cf>: Abbrev Number: 3 (DW_TAG_const_type)
    <1d0>   DW_AT_type        : <0x1c9>
 <1><1d4>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1d5>   DW_AT_byte_size   : 4
    <1d6>   DW_AT_type        : <0x1da>
 <1><1da>: Abbrev Number: 12 (DW_TAG_const_type)
 <1><1db>: Abbrev Number: 8 (DW_TAG_structure_type)
    <1dc>   DW_AT_name        : (indirect string, offset: 0x380): _IO_FILE
    <1e0>   DW_AT_byte_size   : 148
    <1e1>   DW_AT_decl_file   : 7
    <1e2>   DW_AT_decl_line   : 245
    <1e3>   DW_AT_decl_column : 8
    <1e4>   DW_AT_sibling     : <0x3b3>
 <2><1e8>: Abbrev Number: 9 (DW_TAG_member)
    <1e9>   DW_AT_name        : (indirect string, offset: 0x9f9): _flags
    <1ed>   DW_AT_decl_file   : 7
    <1ee>   DW_AT_decl_line   : 246
    <1ef>   DW_AT_decl_column : 7
    <1f0>   DW_AT_type        : <0x64>
    <1f4>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1f7>: Abbrev Number: 9 (DW_TAG_member)
    <1f8>   DW_AT_name        : (indirect string, offset: 0x4fd): _IO_read_ptr
    <1fc>   DW_AT_decl_file   : 7
    <1fd>   DW_AT_decl_line   : 251
    <1fe>   DW_AT_decl_column : 9
    <1ff>   DW_AT_type        : <0xe0>
    <203>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><206>: Abbrev Number: 9 (DW_TAG_member)
    <207>   DW_AT_name        : (indirect string, offset: 0xf8c): _IO_read_end
    <20b>   DW_AT_decl_file   : 7
    <20c>   DW_AT_decl_line   : 252
    <20d>   DW_AT_decl_column : 9
    <20e>   DW_AT_type        : <0xe0>
    <212>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><215>: Abbrev Number: 9 (DW_TAG_member)
    <216>   DW_AT_name        : (indirect string, offset: 0x779): _IO_read_base
    <21a>   DW_AT_decl_file   : 7
    <21b>   DW_AT_decl_line   : 253
    <21c>   DW_AT_decl_column : 9
    <21d>   DW_AT_type        : <0xe0>
    <221>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><224>: Abbrev Number: 9 (DW_TAG_member)
    <225>   DW_AT_name        : (indirect string, offset: 0x13c): _IO_write_base
    <229>   DW_AT_decl_file   : 7
    <22a>   DW_AT_decl_line   : 254
    <22b>   DW_AT_decl_column : 9
    <22c>   DW_AT_type        : <0xe0>
    <230>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><233>: Abbrev Number: 9 (DW_TAG_member)
    <234>   DW_AT_name        : (indirect string, offset: 0x1067): _IO_write_ptr
    <238>   DW_AT_decl_file   : 7
    <239>   DW_AT_decl_line   : 255
    <23a>   DW_AT_decl_column : 9
    <23b>   DW_AT_type        : <0xe0>
    <23f>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><242>: Abbrev Number: 13 (DW_TAG_member)
    <243>   DW_AT_name        : (indirect string, offset: 0x8ca): _IO_write_end
    <247>   DW_AT_decl_file   : 7
    <248>   DW_AT_decl_line   : 256
    <24a>   DW_AT_decl_column : 9
    <24b>   DW_AT_type        : <0xe0>
    <24f>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><252>: Abbrev Number: 13 (DW_TAG_member)
    <253>   DW_AT_name        : (indirect string, offset: 0x93b): _IO_buf_base
    <257>   DW_AT_decl_file   : 7
    <258>   DW_AT_decl_line   : 257
    <25a>   DW_AT_decl_column : 9
    <25b>   DW_AT_type        : <0xe0>
    <25f>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><262>: Abbrev Number: 13 (DW_TAG_member)
    <263>   DW_AT_name        : (indirect string, offset: 0xdeb): _IO_buf_end
    <267>   DW_AT_decl_file   : 7
    <268>   DW_AT_decl_line   : 258
    <26a>   DW_AT_decl_column : 9
    <26b>   DW_AT_type        : <0xe0>
    <26f>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><272>: Abbrev Number: 13 (DW_TAG_member)
    <273>   DW_AT_name        : (indirect string, offset: 0x1cd): _IO_save_base
    <277>   DW_AT_decl_file   : 7
    <278>   DW_AT_decl_line   : 260
    <27a>   DW_AT_decl_column : 9
    <27b>   DW_AT_type        : <0xe0>
    <27f>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><282>: Abbrev Number: 13 (DW_TAG_member)
    <283>   DW_AT_name        : (indirect string, offset: 0xcf9): _IO_backup_base
    <287>   DW_AT_decl_file   : 7
    <288>   DW_AT_decl_line   : 261
    <28a>   DW_AT_decl_column : 9
    <28b>   DW_AT_type        : <0xe0>
    <28f>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><292>: Abbrev Number: 13 (DW_TAG_member)
    <293>   DW_AT_name        : (indirect string, offset: 0xc4): _IO_save_end
    <297>   DW_AT_decl_file   : 7
    <298>   DW_AT_decl_line   : 262
    <29a>   DW_AT_decl_column : 9
    <29b>   DW_AT_type        : <0xe0>
    <29f>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><2a2>: Abbrev Number: 13 (DW_TAG_member)
    <2a3>   DW_AT_name        : (indirect string, offset: 0x58d): _markers
    <2a7>   DW_AT_decl_file   : 7
    <2a8>   DW_AT_decl_line   : 264
    <2aa>   DW_AT_decl_column : 22
    <2ab>   DW_AT_type        : <0x402>
    <2af>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2b2>: Abbrev Number: 13 (DW_TAG_member)
    <2b3>   DW_AT_name        : (indirect string, offset: 0x21f): _chain
    <2b7>   DW_AT_decl_file   : 7
    <2b8>   DW_AT_decl_line   : 266
    <2ba>   DW_AT_decl_column : 20
    <2bb>   DW_AT_type        : <0x408>
    <2bf>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2c2>: Abbrev Number: 13 (DW_TAG_member)
    <2c3>   DW_AT_name        : (indirect string, offset: 0xfe8): _fileno
    <2c7>   DW_AT_decl_file   : 7
    <2c8>   DW_AT_decl_line   : 268
    <2ca>   DW_AT_decl_column : 7
    <2cb>   DW_AT_type        : <0x64>
    <2cf>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2d2>: Abbrev Number: 13 (DW_TAG_member)
    <2d3>   DW_AT_name        : (indirect string, offset: 0x765): _flags2
    <2d7>   DW_AT_decl_file   : 7
    <2d8>   DW_AT_decl_line   : 272
    <2da>   DW_AT_decl_column : 7
    <2db>   DW_AT_type        : <0x64>
    <2df>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2e2>: Abbrev Number: 13 (DW_TAG_member)
    <2e3>   DW_AT_name        : (indirect string, offset: 0x804): _old_offset
    <2e7>   DW_AT_decl_file   : 7
    <2e8>   DW_AT_decl_line   : 274
    <2ea>   DW_AT_decl_column : 13
    <2eb>   DW_AT_type        : <0xa2>
    <2ef>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><2f2>: Abbrev Number: 13 (DW_TAG_member)
    <2f3>   DW_AT_name        : (indirect string, offset: 0x252): _cur_column
    <2f7>   DW_AT_decl_file   : 7
    <2f8>   DW_AT_decl_line   : 278
    <2fa>   DW_AT_decl_column : 18
    <2fb>   DW_AT_type        : <0x24>
    <2ff>   DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><302>: Abbrev Number: 13 (DW_TAG_member)
    <303>   DW_AT_name        : (indirect string, offset: 0xeac): _vtable_offset
    <307>   DW_AT_decl_file   : 7
    <308>   DW_AT_decl_line   : 279
    <30a>   DW_AT_decl_column : 15
    <30b>   DW_AT_type        : <0x3e>
    <30f>   DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><312>: Abbrev Number: 13 (DW_TAG_member)
    <313>   DW_AT_name        : (indirect string, offset: 0xd09): _shortbuf
    <317>   DW_AT_decl_file   : 7
    <318>   DW_AT_decl_line   : 280
    <31a>   DW_AT_decl_column : 8
    <31b>   DW_AT_type        : <0x40e>
    <31f>   DW_AT_data_member_location: 2 byte block: 23 47 	(DW_OP_plus_uconst: 71)
 <2><322>: Abbrev Number: 13 (DW_TAG_member)
    <323>   DW_AT_name        : (indirect string, offset: 0x17d): _lock
    <327>   DW_AT_decl_file   : 7
    <328>   DW_AT_decl_line   : 284
    <32a>   DW_AT_decl_column : 15
    <32b>   DW_AT_type        : <0x41e>
    <32f>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><332>: Abbrev Number: 13 (DW_TAG_member)
    <333>   DW_AT_name        : (indirect string, offset: 0x68d): _offset
    <337>   DW_AT_decl_file   : 7
    <338>   DW_AT_decl_line   : 293
    <33a>   DW_AT_decl_column : 15
    <33b>   DW_AT_type        : <0xb5>
    <33f>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><342>: Abbrev Number: 13 (DW_TAG_member)
    <343>   DW_AT_name        : (indirect string, offset: 0x999): __pad1
    <347>   DW_AT_decl_file   : 7
    <348>   DW_AT_decl_line   : 301
    <34a>   DW_AT_decl_column : 9
    <34b>   DW_AT_type        : <0xcd>
    <34f>   DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><352>: Abbrev Number: 13 (DW_TAG_member)
    <353>   DW_AT_name        : (indirect string, offset: 0x9a0): __pad2
    <357>   DW_AT_decl_file   : 7
    <358>   DW_AT_decl_line   : 302
    <35a>   DW_AT_decl_column : 9
    <35b>   DW_AT_type        : <0xcd>
    <35f>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><362>: Abbrev Number: 13 (DW_TAG_member)
    <363>   DW_AT_name        : (indirect string, offset: 0x9a7): __pad3
    <367>   DW_AT_decl_file   : 7
    <368>   DW_AT_decl_line   : 303
    <36a>   DW_AT_decl_column : 9
    <36b>   DW_AT_type        : <0xcd>
    <36f>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><372>: Abbrev Number: 13 (DW_TAG_member)
    <373>   DW_AT_name        : (indirect string, offset: 0x9ae): __pad4
    <377>   DW_AT_decl_file   : 7
    <378>   DW_AT_decl_line   : 304
    <37a>   DW_AT_decl_column : 9
    <37b>   DW_AT_type        : <0xcd>
    <37f>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><382>: Abbrev Number: 13 (DW_TAG_member)
    <383>   DW_AT_name        : (indirect string, offset: 0x9b5): __pad5
    <387>   DW_AT_decl_file   : 7
    <388>   DW_AT_decl_line   : 306
    <38a>   DW_AT_decl_column : 10
    <38b>   DW_AT_type        : <0x122>
    <38f>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><392>: Abbrev Number: 13 (DW_TAG_member)
    <393>   DW_AT_name        : (indirect string, offset: 0xa1d): _mode
    <397>   DW_AT_decl_file   : 7
    <398>   DW_AT_decl_line   : 307
    <39a>   DW_AT_decl_column : 7
    <39b>   DW_AT_type        : <0x64>
    <39f>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><3a2>: Abbrev Number: 13 (DW_TAG_member)
    <3a3>   DW_AT_name        : (indirect string, offset: 0x793): _unused2
    <3a7>   DW_AT_decl_file   : 7
    <3a8>   DW_AT_decl_line   : 309
    <3aa>   DW_AT_decl_column : 8
    <3ab>   DW_AT_type        : <0x424>
    <3af>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><3b2>: Abbrev Number: 0
 <1><3b3>: Abbrev Number: 4 (DW_TAG_typedef)
    <3b4>   DW_AT_name        : (indirect string, offset: 0xac8): FILE
    <3b8>   DW_AT_decl_file   : 8
    <3b9>   DW_AT_decl_line   : 7
    <3ba>   DW_AT_decl_column : 25
    <3bb>   DW_AT_type        : <0x1db>
 <1><3bf>: Abbrev Number: 14 (DW_TAG_typedef)
    <3c0>   DW_AT_name        : (indirect string, offset: 0x4a3): _IO_lock_t
    <3c4>   DW_AT_decl_file   : 7
    <3c5>   DW_AT_decl_line   : 154
    <3c6>   DW_AT_decl_column : 14
 <1><3c7>: Abbrev Number: 8 (DW_TAG_structure_type)
    <3c8>   DW_AT_name        : (indirect string, offset: 0x32a): _IO_marker
    <3cc>   DW_AT_byte_size   : 12
    <3cd>   DW_AT_decl_file   : 7
    <3ce>   DW_AT_decl_line   : 160
    <3cf>   DW_AT_decl_column : 8
    <3d0>   DW_AT_sibling     : <0x402>
 <2><3d4>: Abbrev Number: 9 (DW_TAG_member)
    <3d5>   DW_AT_name        : (indirect string, offset: 0xd42): _next
    <3d9>   DW_AT_decl_file   : 7
    <3da>   DW_AT_decl_line   : 161
    <3db>   DW_AT_decl_column : 22
    <3dc>   DW_AT_type        : <0x402>
    <3e0>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3e3>: Abbrev Number: 9 (DW_TAG_member)
    <3e4>   DW_AT_name        : (indirect string, offset: 0x9bc): _sbuf
    <3e8>   DW_AT_decl_file   : 7
    <3e9>   DW_AT_decl_line   : 162
    <3ea>   DW_AT_decl_column : 20
    <3eb>   DW_AT_type        : <0x408>
    <3ef>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><3f2>: Abbrev Number: 9 (DW_TAG_member)
    <3f3>   DW_AT_name        : (indirect string, offset: 0x53d): _pos
    <3f7>   DW_AT_decl_file   : 7
    <3f8>   DW_AT_decl_line   : 166
    <3f9>   DW_AT_decl_column : 7
    <3fa>   DW_AT_type        : <0x64>
    <3fe>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><401>: Abbrev Number: 0
 <1><402>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <403>   DW_AT_byte_size   : 4
    <404>   DW_AT_type        : <0x3c7>
 <1><408>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <409>   DW_AT_byte_size   : 4
    <40a>   DW_AT_type        : <0x1db>
 <1><40e>: Abbrev Number: 15 (DW_TAG_array_type)
    <40f>   DW_AT_type        : <0xe6>
    <413>   DW_AT_sibling     : <0x41e>
 <2><417>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <418>   DW_AT_type        : <0x2b>
    <41c>   DW_AT_upper_bound : 0
 <2><41d>: Abbrev Number: 0
 <1><41e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <41f>   DW_AT_byte_size   : 4
    <420>   DW_AT_type        : <0x3bf>
 <1><424>: Abbrev Number: 15 (DW_TAG_array_type)
    <425>   DW_AT_type        : <0xe6>
    <429>   DW_AT_sibling     : <0x434>
 <2><42d>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <42e>   DW_AT_type        : <0x2b>
    <432>   DW_AT_upper_bound : 39
 <2><433>: Abbrev Number: 0
 <1><434>: Abbrev Number: 17 (DW_TAG_structure_type)
    <435>   DW_AT_name        : (indirect string, offset: 0x446): _IO_FILE_plus
    <439>   DW_AT_declaration : 1
 <1><43a>: Abbrev Number: 10 (DW_TAG_variable)
    <43b>   DW_AT_name        : (indirect string, offset: 0x734): _IO_2_1_stdin_
    <43f>   DW_AT_decl_file   : 7
    <440>   DW_AT_decl_line   : 319
    <442>   DW_AT_decl_column : 29
    <443>   DW_AT_type        : <0x434>
    <447>   DW_AT_external    : 1
    <448>   DW_AT_declaration : 1
 <1><449>: Abbrev Number: 10 (DW_TAG_variable)
    <44a>   DW_AT_name        : (indirect string, offset: 0xd19): _IO_2_1_stdout_
    <44e>   DW_AT_decl_file   : 7
    <44f>   DW_AT_decl_line   : 320
    <451>   DW_AT_decl_column : 29
    <452>   DW_AT_type        : <0x434>
    <456>   DW_AT_external    : 1
    <457>   DW_AT_declaration : 1
 <1><458>: Abbrev Number: 10 (DW_TAG_variable)
    <459>   DW_AT_name        : (indirect string, offset: 0x93): _IO_2_1_stderr_
    <45d>   DW_AT_decl_file   : 7
    <45e>   DW_AT_decl_line   : 321
    <460>   DW_AT_decl_column : 29
    <461>   DW_AT_type        : <0x434>
    <465>   DW_AT_external    : 1
    <466>   DW_AT_declaration : 1
 <1><467>: Abbrev Number: 11 (DW_TAG_variable)
    <468>   DW_AT_name        : (indirect string, offset: 0x553): stdin
    <46c>   DW_AT_decl_file   : 9
    <46d>   DW_AT_decl_line   : 135
    <46e>   DW_AT_decl_column : 25
    <46f>   DW_AT_type        : <0x408>
    <473>   DW_AT_external    : 1
    <474>   DW_AT_declaration : 1
 <1><475>: Abbrev Number: 11 (DW_TAG_variable)
    <476>   DW_AT_name        : (indirect string, offset: 0x1041): stdout
    <47a>   DW_AT_decl_file   : 9
    <47b>   DW_AT_decl_line   : 136
    <47c>   DW_AT_decl_column : 25
    <47d>   DW_AT_type        : <0x408>
    <481>   DW_AT_external    : 1
    <482>   DW_AT_declaration : 1
 <1><483>: Abbrev Number: 11 (DW_TAG_variable)
    <484>   DW_AT_name        : (indirect string, offset: 0xe44): stderr
    <488>   DW_AT_decl_file   : 9
    <489>   DW_AT_decl_line   : 137
    <48a>   DW_AT_decl_column : 25
    <48b>   DW_AT_type        : <0x408>
    <48f>   DW_AT_external    : 1
    <490>   DW_AT_declaration : 1
 <1><491>: Abbrev Number: 11 (DW_TAG_variable)
    <492>   DW_AT_name        : (indirect string, offset: 0x25e): sys_nerr
    <496>   DW_AT_decl_file   : 10
    <497>   DW_AT_decl_line   : 26
    <498>   DW_AT_decl_column : 12
    <499>   DW_AT_type        : <0x64>
    <49d>   DW_AT_external    : 1
    <49e>   DW_AT_declaration : 1
 <1><49f>: Abbrev Number: 15 (DW_TAG_array_type)
    <4a0>   DW_AT_type        : <0x1cf>
    <4a4>   DW_AT_sibling     : <0x4aa>
 <2><4a8>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4a9>: Abbrev Number: 0
 <1><4aa>: Abbrev Number: 3 (DW_TAG_const_type)
    <4ab>   DW_AT_type        : <0x49f>
 <1><4af>: Abbrev Number: 11 (DW_TAG_variable)
    <4b0>   DW_AT_name        : (indirect string, offset: 0x567): sys_errlist
    <4b4>   DW_AT_decl_file   : 10
    <4b5>   DW_AT_decl_line   : 27
    <4b6>   DW_AT_decl_column : 26
    <4b7>   DW_AT_type        : <0x4aa>
    <4bb>   DW_AT_external    : 1
    <4bc>   DW_AT_declaration : 1
 <1><4bd>: Abbrev Number: 11 (DW_TAG_variable)
    <4be>   DW_AT_name        : (indirect string, offset: 0x28c): _sys_nerr
    <4c2>   DW_AT_decl_file   : 10
    <4c3>   DW_AT_decl_line   : 30
    <4c4>   DW_AT_decl_column : 12
    <4c5>   DW_AT_type        : <0x64>
    <4c9>   DW_AT_external    : 1
    <4ca>   DW_AT_declaration : 1
 <1><4cb>: Abbrev Number: 11 (DW_TAG_variable)
    <4cc>   DW_AT_name        : (indirect string, offset: 0xebb): _sys_errlist
    <4d0>   DW_AT_decl_file   : 10
    <4d1>   DW_AT_decl_line   : 31
    <4d2>   DW_AT_decl_column : 26
    <4d3>   DW_AT_type        : <0x4aa>
    <4d7>   DW_AT_external    : 1
    <4d8>   DW_AT_declaration : 1
 <1><4d9>: Abbrev Number: 11 (DW_TAG_variable)
    <4da>   DW_AT_name        : (indirect string, offset: 0x666): program_invocation_name
    <4de>   DW_AT_decl_file   : 11
    <4df>   DW_AT_decl_line   : 45
    <4e0>   DW_AT_decl_column : 14
    <4e1>   DW_AT_type        : <0xe0>
    <4e5>   DW_AT_external    : 1
    <4e6>   DW_AT_declaration : 1
 <1><4e7>: Abbrev Number: 11 (DW_TAG_variable)
    <4e8>   DW_AT_name        : (indirect string, offset: 0xb9e): program_invocation_short_name
    <4ec>   DW_AT_decl_file   : 11
    <4ed>   DW_AT_decl_line   : 46
    <4ee>   DW_AT_decl_column : 14
    <4ef>   DW_AT_type        : <0xe0>
    <4f3>   DW_AT_external    : 1
    <4f4>   DW_AT_declaration : 1
 <1><4f5>: Abbrev Number: 15 (DW_TAG_array_type)
    <4f6>   DW_AT_type        : <0xe0>
    <4fa>   DW_AT_sibling     : <0x505>
 <2><4fe>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <4ff>   DW_AT_type        : <0x2b>
    <503>   DW_AT_upper_bound : 1
 <2><504>: Abbrev Number: 0
 <1><505>: Abbrev Number: 11 (DW_TAG_variable)
    <506>   DW_AT_name        : (indirect string, offset: 0x1ba): __tzname
    <50a>   DW_AT_decl_file   : 12
    <50b>   DW_AT_decl_line   : 159
    <50c>   DW_AT_decl_column : 14
    <50d>   DW_AT_type        : <0x4f5>
    <511>   DW_AT_external    : 1
    <512>   DW_AT_declaration : 1
 <1><513>: Abbrev Number: 11 (DW_TAG_variable)
    <514>   DW_AT_name        : (indirect string, offset: 0xf28): __daylight
    <518>   DW_AT_decl_file   : 12
    <519>   DW_AT_decl_line   : 160
    <51a>   DW_AT_decl_column : 12
    <51b>   DW_AT_type        : <0x64>
    <51f>   DW_AT_external    : 1
    <520>   DW_AT_declaration : 1
 <1><521>: Abbrev Number: 11 (DW_TAG_variable)
    <522>   DW_AT_name        : (indirect string, offset: 0x389): __timezone
    <526>   DW_AT_decl_file   : 12
    <527>   DW_AT_decl_line   : 161
    <528>   DW_AT_decl_column : 17
    <529>   DW_AT_type        : <0xae>
    <52d>   DW_AT_external    : 1
    <52e>   DW_AT_declaration : 1
 <1><52f>: Abbrev Number: 11 (DW_TAG_variable)
    <530>   DW_AT_name        : (indirect string, offset: 0x6a4): tzname
    <534>   DW_AT_decl_file   : 12
    <535>   DW_AT_decl_line   : 166
    <536>   DW_AT_decl_column : 14
    <537>   DW_AT_type        : <0x4f5>
    <53b>   DW_AT_external    : 1
    <53c>   DW_AT_declaration : 1
 <1><53d>: Abbrev Number: 11 (DW_TAG_variable)
    <53e>   DW_AT_name        : (indirect string, offset: 0x10b1): daylight
    <542>   DW_AT_decl_file   : 12
    <543>   DW_AT_decl_line   : 174
    <544>   DW_AT_decl_column : 12
    <545>   DW_AT_type        : <0x64>
    <549>   DW_AT_external    : 1
    <54a>   DW_AT_declaration : 1
 <1><54b>: Abbrev Number: 11 (DW_TAG_variable)
    <54c>   DW_AT_name        : (indirect string, offset: 0x4e8): timezone
    <550>   DW_AT_decl_file   : 12
    <551>   DW_AT_decl_line   : 175
    <552>   DW_AT_decl_column : 17
    <553>   DW_AT_type        : <0xae>
    <557>   DW_AT_external    : 1
    <558>   DW_AT_declaration : 1
 <1><559>: Abbrev Number: 10 (DW_TAG_variable)
    <55a>   DW_AT_name        : (indirect string, offset: 0xfa8): getdate_err
    <55e>   DW_AT_decl_file   : 12
    <55f>   DW_AT_decl_line   : 280
    <561>   DW_AT_decl_column : 12
    <562>   DW_AT_type        : <0x64>
    <566>   DW_AT_external    : 1
    <567>   DW_AT_declaration : 1
 <1><568>: Abbrev Number: 11 (DW_TAG_variable)
    <569>   DW_AT_name        : (indirect string, offset: 0x9c7): debug_flag
    <56d>   DW_AT_decl_file   : 13
    <56e>   DW_AT_decl_line   : 20
    <56f>   DW_AT_decl_column : 13
    <570>   DW_AT_type        : <0x576>
    <574>   DW_AT_external    : 1
    <575>   DW_AT_declaration : 1
 <1><576>: Abbrev Number: 2 (DW_TAG_base_type)
    <577>   DW_AT_byte_size   : 1
    <578>   DW_AT_encoding    : 2	(boolean)
    <579>   DW_AT_name        : (indirect string, offset: 0x42c): _Bool
 <1><57d>: Abbrev Number: 3 (DW_TAG_const_type)
    <57e>   DW_AT_type        : <0x576>
 <1><582>: Abbrev Number: 4 (DW_TAG_typedef)
    <583>   DW_AT_name        : (indirect string, offset: 0x267): __kernel_mode_t
    <587>   DW_AT_decl_file   : 14
    <588>   DW_AT_decl_line   : 11
    <589>   DW_AT_decl_column : 24
    <58a>   DW_AT_type        : <0x24>
 <1><58e>: Abbrev Number: 4 (DW_TAG_typedef)
    <58f>   DW_AT_name        : (indirect string, offset: 0xa7e): __kernel_long_t
    <593>   DW_AT_decl_file   : 15
    <594>   DW_AT_decl_line   : 15
    <595>   DW_AT_decl_column : 15
    <596>   DW_AT_type        : <0xae>
 <1><59a>: Abbrev Number: 4 (DW_TAG_typedef)
    <59b>   DW_AT_name        : (indirect string, offset: 0x542): __kernel_ulong_t
    <59f>   DW_AT_decl_file   : 15
    <5a0>   DW_AT_decl_line   : 16
    <5a1>   DW_AT_decl_column : 23
    <5a2>   DW_AT_type        : <0x37>
 <1><5a6>: Abbrev Number: 4 (DW_TAG_typedef)
    <5a7>   DW_AT_name        : (indirect string, offset: 0x629): __kernel_uid32_t
    <5ab>   DW_AT_decl_file   : 15
    <5ac>   DW_AT_decl_line   : 49
    <5ad>   DW_AT_decl_column : 22
    <5ae>   DW_AT_type        : <0x2b>
 <1><5b2>: Abbrev Number: 4 (DW_TAG_typedef)
    <5b3>   DW_AT_name        : (indirect string, offset: 0x5d2): __kernel_gid32_t
    <5b7>   DW_AT_decl_file   : 15
    <5b8>   DW_AT_decl_line   : 50
    <5b9>   DW_AT_decl_column : 22
    <5ba>   DW_AT_type        : <0x2b>
 <1><5be>: Abbrev Number: 4 (DW_TAG_typedef)
    <5bf>   DW_AT_name        : (indirect string, offset: 0x948): __kernel_time_t
    <5c3>   DW_AT_decl_file   : 15
    <5c4>   DW_AT_decl_line   : 89
    <5c5>   DW_AT_decl_column : 25
    <5c6>   DW_AT_type        : <0x58e>
 <1><5ca>: Abbrev Number: 4 (DW_TAG_typedef)
    <5cb>   DW_AT_name        : (indirect string, offset: 0x3d7): kernel_long_t
    <5cf>   DW_AT_decl_file   : 16
    <5d0>   DW_AT_decl_line   : 16
    <5d1>   DW_AT_decl_column : 25
    <5d2>   DW_AT_type        : <0x58e>
 <1><5d6>: Abbrev Number: 4 (DW_TAG_typedef)
    <5d7>   DW_AT_name        : (indirect string, offset: 0x879): kernel_ulong_t
    <5db>   DW_AT_decl_file   : 16
    <5dc>   DW_AT_decl_line   : 17
    <5dd>   DW_AT_decl_column : 26
    <5de>   DW_AT_type        : <0x59a>
 <1><5e2>: Abbrev Number: 3 (DW_TAG_const_type)
    <5e3>   DW_AT_type        : <0x5d6>
 <1><5e7>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5e8>   DW_AT_name        : (indirect string, offset: 0xbbc): list_item
    <5ec>   DW_AT_byte_size   : 8
    <5ed>   DW_AT_decl_file   : 17
    <5ee>   DW_AT_decl_line   : 92
    <5ef>   DW_AT_decl_column : 8
    <5f0>   DW_AT_sibling     : <0x613>
 <2><5f4>: Abbrev Number: 9 (DW_TAG_member)
    <5f5>   DW_AT_name        : (indirect string, offset: 0x10f6): prev
    <5f9>   DW_AT_decl_file   : 17
    <5fa>   DW_AT_decl_line   : 93
    <5fb>   DW_AT_decl_column : 20
    <5fc>   DW_AT_type        : <0x613>
    <600>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><603>: Abbrev Number: 9 (DW_TAG_member)
    <604>   DW_AT_name        : (indirect string, offset: 0x10ec): next
    <608>   DW_AT_decl_file   : 17
    <609>   DW_AT_decl_line   : 94
    <60a>   DW_AT_decl_column : 20
    <60b>   DW_AT_type        : <0x613>
    <60f>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><612>: Abbrev Number: 0
 <1><613>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <614>   DW_AT_byte_size   : 4
    <615>   DW_AT_type        : <0x5e7>
 <1><619>: Abbrev Number: 8 (DW_TAG_structure_type)
    <61a>   DW_AT_name        : (indirect string, offset: 0x851): sysent
    <61e>   DW_AT_byte_size   : 20
    <61f>   DW_AT_decl_file   : 18
    <620>   DW_AT_decl_line   : 11
    <621>   DW_AT_decl_column : 16
    <622>   DW_AT_sibling     : <0x672>
 <2><626>: Abbrev Number: 9 (DW_TAG_member)
    <627>   DW_AT_name        : (indirect string, offset: 0x1058): nargs
    <62b>   DW_AT_decl_file   : 18
    <62c>   DW_AT_decl_line   : 12
    <62d>   DW_AT_decl_column : 11
    <62e>   DW_AT_type        : <0x2b>
    <632>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><635>: Abbrev Number: 9 (DW_TAG_member)
    <636>   DW_AT_name        : (indirect string, offset: 0x958): sys_flags
    <63a>   DW_AT_decl_file   : 18
    <63b>   DW_AT_decl_line   : 13
    <63c>   DW_AT_decl_column : 6
    <63d>   DW_AT_type        : <0x64>
    <641>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><644>: Abbrev Number: 19 (DW_TAG_member)
    <645>   DW_AT_name        : sen
    <649>   DW_AT_decl_file   : 18
    <64a>   DW_AT_decl_line   : 14
    <64b>   DW_AT_decl_column : 6
    <64c>   DW_AT_type        : <0x64>
    <650>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><653>: Abbrev Number: 9 (DW_TAG_member)
    <654>   DW_AT_name        : (indirect string, offset: 0x321): sys_func
    <658>   DW_AT_decl_file   : 18
    <659>   DW_AT_decl_line   : 15
    <65a>   DW_AT_decl_column : 8
    <65b>   DW_AT_type        : <0x67d>
    <65f>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><662>: Abbrev Number: 9 (DW_TAG_member)
    <663>   DW_AT_name        : (indirect string, offset: 0x296): sys_name
    <667>   DW_AT_decl_file   : 18
    <668>   DW_AT_decl_line   : 16
    <669>   DW_AT_decl_column : 14
    <66a>   DW_AT_type        : <0x1c9>
    <66e>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><671>: Abbrev Number: 0
 <1><672>: Abbrev Number: 20 (DW_TAG_subroutine_type)
    <673>   DW_AT_type        : <0x64>
    <677>   DW_AT_sibling     : <0x67d>
 <2><67b>: Abbrev Number: 21 (DW_TAG_unspecified_parameters)
 <2><67c>: Abbrev Number: 0
 <1><67d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <67e>   DW_AT_byte_size   : 4
    <67f>   DW_AT_type        : <0x672>
 <1><683>: Abbrev Number: 4 (DW_TAG_typedef)
    <684>   DW_AT_name        : (indirect string, offset: 0xed0): struct_sysent
    <688>   DW_AT_decl_file   : 18
    <689>   DW_AT_decl_line   : 17
    <68a>   DW_AT_decl_column : 3
    <68b>   DW_AT_type        : <0x619>
 <1><68f>: Abbrev Number: 3 (DW_TAG_const_type)
    <690>   DW_AT_type        : <0x683>
 <1><694>: Abbrev Number: 11 (DW_TAG_variable)
    <695>   DW_AT_name        : (indirect string, offset: 0xd89): current_personality
    <699>   DW_AT_decl_file   : 19
    <69a>   DW_AT_decl_line   : 158
    <69b>   DW_AT_decl_column : 17
    <69c>   DW_AT_type        : <0x2b>
    <6a0>   DW_AT_external    : 1
    <6a1>   DW_AT_declaration : 1
 <1><6a2>: Abbrev Number: 11 (DW_TAG_variable)
    <6a3>   DW_AT_name        : (indirect string, offset: 0x7f3): current_wordsize
    <6a7>   DW_AT_decl_file   : 19
    <6a8>   DW_AT_decl_line   : 171
    <6a9>   DW_AT_decl_column : 17
    <6aa>   DW_AT_type        : <0x2b>
    <6ae>   DW_AT_external    : 1
    <6af>   DW_AT_declaration : 1
 <1><6b0>: Abbrev Number: 11 (DW_TAG_variable)
    <6b1>   DW_AT_name        : (indirect string, offset: 0xa43): current_klongsize
    <6b5>   DW_AT_decl_file   : 19
    <6b6>   DW_AT_decl_line   : 176
    <6b7>   DW_AT_decl_column : 17
    <6b8>   DW_AT_type        : <0x2b>
    <6bc>   DW_AT_external    : 1
    <6bd>   DW_AT_declaration : 1
 <1><6be>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6bf>   DW_AT_name        : (indirect string, offset: 0xcb3): ioctlent
    <6c3>   DW_AT_byte_size   : 8
    <6c4>   DW_AT_decl_file   : 19
    <6c5>   DW_AT_decl_line   : 217
    <6c6>   DW_AT_decl_column : 16
    <6c7>   DW_AT_sibling     : <0x6ea>
 <2><6cb>: Abbrev Number: 9 (DW_TAG_member)
    <6cc>   DW_AT_name        : (indirect string, offset: 0xf85): symbol
    <6d0>   DW_AT_decl_file   : 19
    <6d1>   DW_AT_decl_line   : 218
    <6d2>   DW_AT_decl_column : 14
    <6d3>   DW_AT_type        : <0x1c9>
    <6d7>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6da>: Abbrev Number: 9 (DW_TAG_member)
    <6db>   DW_AT_name        : (indirect string, offset: 0xd52): code
    <6df>   DW_AT_decl_file   : 19
    <6e0>   DW_AT_decl_line   : 219
    <6e1>   DW_AT_decl_column : 15
    <6e2>   DW_AT_type        : <0x2b>
    <6e6>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6e9>: Abbrev Number: 0
 <1><6ea>: Abbrev Number: 4 (DW_TAG_typedef)
    <6eb>   DW_AT_name        : (indirect string, offset: 0xc74): struct_ioctlent
    <6ef>   DW_AT_decl_file   : 19
    <6f0>   DW_AT_decl_line   : 220
    <6f1>   DW_AT_decl_column : 3
    <6f2>   DW_AT_type        : <0x6be>
 <1><6f6>: Abbrev Number: 3 (DW_TAG_const_type)
    <6f7>   DW_AT_type        : <0x6ea>
 <1><6fb>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6fc>   DW_AT_name        : (indirect string, offset: 0x7e7): inject_data
    <700>   DW_AT_byte_size   : 10
    <701>   DW_AT_decl_file   : 19
    <702>   DW_AT_decl_line   : 241
    <703>   DW_AT_decl_column : 8
    <704>   DW_AT_sibling     : <0x763>
 <2><708>: Abbrev Number: 9 (DW_TAG_member)
    <709>   DW_AT_name        : (indirect string, offset: 0x4f7): flags
    <70d>   DW_AT_decl_file   : 19
    <70e>   DW_AT_decl_line   : 242
    <70f>   DW_AT_decl_column : 10
    <710>   DW_AT_type        : <0xf2>
    <714>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><717>: Abbrev Number: 9 (DW_TAG_member)
    <718>   DW_AT_name        : (indirect string, offset: 0x8fc): signo
    <71c>   DW_AT_decl_file   : 19
    <71d>   DW_AT_decl_line   : 243
    <71e>   DW_AT_decl_column : 10
    <71f>   DW_AT_type        : <0xf2>
    <723>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><726>: Abbrev Number: 9 (DW_TAG_member)
    <727>   DW_AT_name        : (indirect string, offset: 0x10a): rval_idx
    <72b>   DW_AT_decl_file   : 19
    <72c>   DW_AT_decl_line   : 244
    <72d>   DW_AT_decl_column : 11
    <72e>   DW_AT_type        : <0xfe>
    <732>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><735>: Abbrev Number: 9 (DW_TAG_member)
    <736>   DW_AT_name        : (indirect string, offset: 0x4a): delay_idx
    <73a>   DW_AT_decl_file   : 19
    <73b>   DW_AT_decl_line   : 245
    <73c>   DW_AT_decl_column : 11
    <73d>   DW_AT_type        : <0xfe>
    <741>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><744>: Abbrev Number: 9 (DW_TAG_member)
    <745>   DW_AT_name        : (indirect string, offset: 0x57f): poke_idx
    <749>   DW_AT_decl_file   : 19
    <74a>   DW_AT_decl_line   : 246
    <74b>   DW_AT_decl_column : 11
    <74c>   DW_AT_type        : <0xfe>
    <750>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><753>: Abbrev Number: 9 (DW_TAG_member)
    <754>   DW_AT_name        : (indirect string, offset: 0x19a): scno
    <758>   DW_AT_decl_file   : 19
    <759>   DW_AT_decl_line   : 247
    <75a>   DW_AT_decl_column : 11
    <75b>   DW_AT_type        : <0xfe>
    <75f>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><762>: Abbrev Number: 0
 <1><763>: Abbrev Number: 8 (DW_TAG_structure_type)
    <764>   DW_AT_name        : (indirect string, offset: 0xeb): inject_opts
    <768>   DW_AT_byte_size   : 16
    <769>   DW_AT_decl_file   : 19
    <76a>   DW_AT_decl_line   : 250
    <76b>   DW_AT_decl_column : 8
    <76c>   DW_AT_sibling     : <0x7ad>
 <2><770>: Abbrev Number: 9 (DW_TAG_member)
    <771>   DW_AT_name        : (indirect string, offset: 0xa17): first
    <775>   DW_AT_decl_file   : 19
    <776>   DW_AT_decl_line   : 251
    <777>   DW_AT_decl_column : 11
    <778>   DW_AT_type        : <0xfe>
    <77c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><77f>: Abbrev Number: 9 (DW_TAG_member)
    <780>   DW_AT_name        : (indirect string, offset: 0x111f): last
    <784>   DW_AT_decl_file   : 19
    <785>   DW_AT_decl_line   : 252
    <786>   DW_AT_decl_column : 11
    <787>   DW_AT_type        : <0xfe>
    <78b>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><78e>: Abbrev Number: 9 (DW_TAG_member)
    <78f>   DW_AT_name        : (indirect string, offset: 0x3ae): step
    <793>   DW_AT_decl_file   : 19
    <794>   DW_AT_decl_line   : 253
    <795>   DW_AT_decl_column : 11
    <796>   DW_AT_type        : <0xfe>
    <79a>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><79d>: Abbrev Number: 9 (DW_TAG_member)
    <79e>   DW_AT_name        : (indirect string, offset: 0x10f1): data
    <7a2>   DW_AT_decl_file   : 19
    <7a3>   DW_AT_decl_line   : 254
    <7a4>   DW_AT_decl_column : 21
    <7a5>   DW_AT_type        : <0x6fb>
    <7a9>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><7ac>: Abbrev Number: 0
 <1><7ad>: Abbrev Number: 22 (DW_TAG_structure_type)
    <7ae>   DW_AT_name        : tcb
    <7b2>   DW_AT_byte_size   : 196
    <7b3>   DW_AT_decl_file   : 19
    <7b4>   DW_AT_decl_line   : 262
    <7b6>   DW_AT_decl_column : 8
    <7b7>   DW_AT_sibling     : <0x9d7>
 <2><7bb>: Abbrev Number: 13 (DW_TAG_member)
    <7bc>   DW_AT_name        : (indirect string, offset: 0x4f7): flags
    <7c0>   DW_AT_decl_file   : 19
    <7c1>   DW_AT_decl_line   : 263
    <7c3>   DW_AT_decl_column : 6
    <7c4>   DW_AT_type        : <0x64>
    <7c8>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7cb>: Abbrev Number: 23 (DW_TAG_member)
    <7cc>   DW_AT_name        : pid
    <7d0>   DW_AT_decl_file   : 19
    <7d1>   DW_AT_decl_line   : 264
    <7d3>   DW_AT_decl_column : 6
    <7d4>   DW_AT_type        : <0x64>
    <7d8>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7db>: Abbrev Number: 13 (DW_TAG_member)
    <7dc>   DW_AT_name        : (indirect string, offset: 0x62): qual_flg
    <7e0>   DW_AT_decl_file   : 19
    <7e1>   DW_AT_decl_line   : 265
    <7e3>   DW_AT_decl_column : 6
    <7e4>   DW_AT_type        : <0x64>
    <7e8>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7eb>: Abbrev Number: 13 (DW_TAG_member)
    <7ec>   DW_AT_name        : (indirect string, offset: 0x39f): currpers
    <7f0>   DW_AT_decl_file   : 19
    <7f1>   DW_AT_decl_line   : 267
    <7f3>   DW_AT_decl_column : 15
    <7f4>   DW_AT_type        : <0x2b>
    <7f8>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><7fb>: Abbrev Number: 13 (DW_TAG_member)
    <7fc>   DW_AT_name        : (indirect string, offset: 0xb1b): u_error
    <800>   DW_AT_decl_file   : 19
    <801>   DW_AT_decl_line   : 269
    <803>   DW_AT_decl_column : 16
    <804>   DW_AT_type        : <0x37>
    <808>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><80b>: Abbrev Number: 13 (DW_TAG_member)
    <80c>   DW_AT_name        : (indirect string, offset: 0x19a): scno
    <810>   DW_AT_decl_file   : 19
    <811>   DW_AT_decl_line   : 270
    <813>   DW_AT_decl_column : 17
    <814>   DW_AT_type        : <0x5d6>
    <818>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><81b>: Abbrev Number: 13 (DW_TAG_member)
    <81c>   DW_AT_name        : (indirect string, offset: 0xb54): true_scno
    <820>   DW_AT_decl_file   : 19
    <821>   DW_AT_decl_line   : 271
    <823>   DW_AT_decl_column : 17
    <824>   DW_AT_type        : <0x5d6>
    <828>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><82b>: Abbrev Number: 13 (DW_TAG_member)
    <82c>   DW_AT_name        : (indirect string, offset: 0x1a4): u_arg
    <830>   DW_AT_decl_file   : 19
    <831>   DW_AT_decl_line   : 272
    <833>   DW_AT_decl_column : 17
    <834>   DW_AT_type        : <0x9d7>
    <838>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><83b>: Abbrev Number: 13 (DW_TAG_member)
    <83c>   DW_AT_name        : (indirect string, offset: 0x96f): u_rval
    <840>   DW_AT_decl_file   : 19
    <841>   DW_AT_decl_line   : 273
    <843>   DW_AT_decl_column : 16
    <844>   DW_AT_type        : <0x5ca>
    <848>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><84b>: Abbrev Number: 13 (DW_TAG_member)
    <84c>   DW_AT_name        : (indirect string, offset: 0xa9a): sys_func_rval
    <850>   DW_AT_decl_file   : 19
    <851>   DW_AT_decl_line   : 274
    <853>   DW_AT_decl_column : 6
    <854>   DW_AT_type        : <0x64>
    <858>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><85b>: Abbrev Number: 13 (DW_TAG_member)
    <85c>   DW_AT_name        : (indirect string, offset: 0xd29): curcol
    <860>   DW_AT_decl_file   : 19
    <861>   DW_AT_decl_line   : 275
    <863>   DW_AT_decl_column : 6
    <864>   DW_AT_type        : <0x64>
    <868>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><86b>: Abbrev Number: 13 (DW_TAG_member)
    <86c>   DW_AT_name        : (indirect string, offset: 0x981): outf
    <870>   DW_AT_decl_file   : 19
    <871>   DW_AT_decl_line   : 276
    <873>   DW_AT_decl_column : 8
    <874>   DW_AT_type        : <0x9e7>
    <878>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><87b>: Abbrev Number: 13 (DW_TAG_member)
    <87c>   DW_AT_name        : (indirect string, offset: 0xf5d): staged_output_data
    <880>   DW_AT_decl_file   : 19
    <881>   DW_AT_decl_line   : 277
    <883>   DW_AT_decl_column : 29
    <884>   DW_AT_type        : <0x9f3>
    <888>   DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><88b>: Abbrev Number: 13 (DW_TAG_member)
    <88c>   DW_AT_name        : (indirect string, offset: 0xa65): auxstr
    <890>   DW_AT_decl_file   : 19
    <891>   DW_AT_decl_line   : 279
    <893>   DW_AT_decl_column : 14
    <894>   DW_AT_type        : <0x1c9>
    <898>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><89b>: Abbrev Number: 13 (DW_TAG_member)
    <89c>   DW_AT_name        : (indirect string, offset: 0x183): _priv_data
    <8a0>   DW_AT_decl_file   : 19
    <8a1>   DW_AT_decl_line   : 280
    <8a3>   DW_AT_decl_column : 8
    <8a4>   DW_AT_type        : <0xcd>
    <8a8>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><8ab>: Abbrev Number: 13 (DW_TAG_member)
    <8ac>   DW_AT_name        : (indirect string, offset: 0xc57): _free_priv_data
    <8b0>   DW_AT_decl_file   : 19
    <8b1>   DW_AT_decl_line   : 281
    <8b3>   DW_AT_decl_column : 9
    <8b4>   DW_AT_type        : <0xa05>
    <8b8>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><8bb>: Abbrev Number: 13 (DW_TAG_member)
    <8bc>   DW_AT_name        : (indirect string, offset: 0x194): s_ent
    <8c0>   DW_AT_decl_file   : 19
    <8c1>   DW_AT_decl_line   : 282
    <8c3>   DW_AT_decl_column : 23
    <8c4>   DW_AT_type        : <0xa0b>
    <8c8>   DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><8cb>: Abbrev Number: 13 (DW_TAG_member)
    <8cc>   DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
    <8d0>   DW_AT_decl_file   : 19
    <8d1>   DW_AT_decl_line   : 285
    <8d3>   DW_AT_decl_column : 23
    <8d4>   DW_AT_type        : <0xa0b>
    <8d8>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><8db>: Abbrev Number: 13 (DW_TAG_member)
    <8dc>   DW_AT_name        : (indirect string, offset: 0x394): inject_vec
    <8e0>   DW_AT_decl_file   : 19
    <8e1>   DW_AT_decl_line   : 286
    <8e3>   DW_AT_decl_column : 22
    <8e4>   DW_AT_type        : <0xa16>
    <8e8>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><8eb>: Abbrev Number: 13 (DW_TAG_member)
    <8ec>   DW_AT_name        : (indirect string, offset: 0x7a5): stime
    <8f0>   DW_AT_decl_file   : 19
    <8f1>   DW_AT_decl_line   : 287
    <8f3>   DW_AT_decl_column : 18
    <8f4>   DW_AT_type        : <0x133>
    <8f8>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><8fb>: Abbrev Number: 13 (DW_TAG_member)
    <8fc>   DW_AT_name        : (indirect string, offset: 0x3a8): ltime
    <900>   DW_AT_decl_file   : 19
    <901>   DW_AT_decl_line   : 288
    <903>   DW_AT_decl_column : 18
    <904>   DW_AT_type        : <0x133>
    <908>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><90b>: Abbrev Number: 13 (DW_TAG_member)
    <90c>   DW_AT_name        : (indirect string, offset: 0x101f): atime
    <910>   DW_AT_decl_file   : 19
    <911>   DW_AT_decl_line   : 289
    <913>   DW_AT_decl_column : 18
    <914>   DW_AT_type        : <0x133>
    <918>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><91b>: Abbrev Number: 13 (DW_TAG_member)
    <91c>   DW_AT_name        : (indirect string, offset: 0x4f1): etime
    <920>   DW_AT_decl_file   : 19
    <921>   DW_AT_decl_line   : 290
    <923>   DW_AT_decl_column : 18
    <924>   DW_AT_type        : <0x133>
    <928>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><92c>: Abbrev Number: 13 (DW_TAG_member)
    <92d>   DW_AT_name        : (indirect string, offset: 0xd9d): delay_expiration_time
    <931>   DW_AT_decl_file   : 19
    <932>   DW_AT_decl_line   : 291
    <934>   DW_AT_decl_column : 18
    <935>   DW_AT_type        : <0x133>
    <939>   DW_AT_data_member_location: 3 byte block: 23 88 1 	(DW_OP_plus_uconst: 136)
 <2><93d>: Abbrev Number: 13 (DW_TAG_member)
    <93e>   DW_AT_name        : (indirect string, offset: 0x32): pid_ns
    <942>   DW_AT_decl_file   : 19
    <943>   DW_AT_decl_line   : 298
    <945>   DW_AT_decl_column : 15
    <946>   DW_AT_type        : <0x2b>
    <94a>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><94e>: Abbrev Number: 13 (DW_TAG_member)
    <94f>   DW_AT_name        : (indirect string, offset: 0xfb4): mmap_cache
    <953>   DW_AT_decl_file   : 19
    <954>   DW_AT_decl_line   : 304
    <956>   DW_AT_decl_column : 23
    <957>   DW_AT_type        : <0xa32>
    <95b>   DW_AT_data_member_location: 3 byte block: 23 94 1 	(DW_OP_plus_uconst: 148)
 <2><95f>: Abbrev Number: 13 (DW_TAG_member)
    <960>   DW_AT_name        : (indirect string, offset: 0xb2a): wait_data_idx
    <964>   DW_AT_decl_file   : 19
    <965>   DW_AT_decl_line   : 311
    <967>   DW_AT_decl_column : 9
    <968>   DW_AT_type        : <0x122>
    <96c>   DW_AT_data_member_location: 3 byte block: 23 98 1 	(DW_OP_plus_uconst: 152)
 <2><970>: Abbrev Number: 13 (DW_TAG_member)
    <971>   DW_AT_name        : (indirect string, offset: 0xa6c): delayed_wait_data
    <975>   DW_AT_decl_file   : 19
    <976>   DW_AT_decl_line   : 313
    <978>   DW_AT_decl_column : 24
    <979>   DW_AT_type        : <0xa3e>
    <97d>   DW_AT_data_member_location: 3 byte block: 23 9c 1 	(DW_OP_plus_uconst: 156)
 <2><981>: Abbrev Number: 13 (DW_TAG_member)
    <982>   DW_AT_name        : (indirect string, offset: 0xadc): wait_list
    <986>   DW_AT_decl_file   : 19
    <987>   DW_AT_decl_line   : 314
    <989>   DW_AT_decl_column : 19
    <98a>   DW_AT_type        : <0x5e7>
    <98e>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><992>: Abbrev Number: 13 (DW_TAG_member)
    <993>   DW_AT_name        : (indirect string, offset: 0x67e): vcpu_info_list
    <997>   DW_AT_decl_file   : 19
    <998>   DW_AT_decl_line   : 318
    <99a>   DW_AT_decl_column : 20
    <99b>   DW_AT_type        : <0xa4a>
    <99f>   DW_AT_data_member_location: 3 byte block: 23 a8 1 	(DW_OP_plus_uconst: 168)
 <2><9a3>: Abbrev Number: 13 (DW_TAG_member)
    <9a4>   DW_AT_name        : (indirect string, offset: 0xcee): unwind_ctx
    <9a8>   DW_AT_decl_file   : 19
    <9a9>   DW_AT_decl_line   : 322
    <9ab>   DW_AT_decl_column : 8
    <9ac>   DW_AT_type        : <0xcd>
    <9b0>   DW_AT_data_member_location: 3 byte block: 23 ac 1 	(DW_OP_plus_uconst: 172)
 <2><9b4>: Abbrev Number: 13 (DW_TAG_member)
    <9b5>   DW_AT_name        : (indirect string, offset: 0x4db): unwind_queue
    <9b9>   DW_AT_decl_file   : 19
    <9ba>   DW_AT_decl_line   : 323
    <9bc>   DW_AT_decl_column : 25
    <9bd>   DW_AT_type        : <0xa56>
    <9c1>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><9c5>: Abbrev Number: 13 (DW_TAG_member)
    <9c6>   DW_AT_name        : (indirect string, offset: 0x178): comm
    <9ca>   DW_AT_decl_file   : 19
    <9cb>   DW_AT_decl_line   : 327
    <9cd>   DW_AT_decl_column : 7
    <9ce>   DW_AT_type        : <0xa5c>
    <9d2>   DW_AT_data_member_location: 3 byte block: 23 b4 1 	(DW_OP_plus_uconst: 180)
 <2><9d6>: Abbrev Number: 0
 <1><9d7>: Abbrev Number: 15 (DW_TAG_array_type)
    <9d8>   DW_AT_type        : <0x5d6>
    <9dc>   DW_AT_sibling     : <0x9e7>
 <2><9e0>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <9e1>   DW_AT_type        : <0x2b>
    <9e5>   DW_AT_upper_bound : 5
 <2><9e6>: Abbrev Number: 0
 <1><9e7>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9e8>   DW_AT_byte_size   : 4
    <9e9>   DW_AT_type        : <0x3b3>
 <1><9ed>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9ee>   DW_AT_name        : (indirect string, offset: 0xf5d): staged_output_data
    <9f2>   DW_AT_declaration : 1
 <1><9f3>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9f4>   DW_AT_byte_size   : 4
    <9f5>   DW_AT_type        : <0x9ed>
 <1><9f9>: Abbrev Number: 24 (DW_TAG_subroutine_type)
    <9fa>   DW_AT_prototyped  : 1
    <9fb>   DW_AT_sibling     : <0xa05>
 <2><9ff>: Abbrev Number: 25 (DW_TAG_formal_parameter)
    <a00>   DW_AT_type        : <0xcd>
 <2><a04>: Abbrev Number: 0
 <1><a05>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a06>   DW_AT_byte_size   : 4
    <a07>   DW_AT_type        : <0x9f9>
 <1><a0b>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a0c>   DW_AT_byte_size   : 4
    <a0d>   DW_AT_type        : <0x68f>
 <1><a11>: Abbrev Number: 3 (DW_TAG_const_type)
    <a12>   DW_AT_type        : <0xa0b>
 <1><a16>: Abbrev Number: 15 (DW_TAG_array_type)
    <a17>   DW_AT_type        : <0xa26>
    <a1b>   DW_AT_sibling     : <0xa26>
 <2><a1f>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a20>   DW_AT_type        : <0x2b>
    <a24>   DW_AT_upper_bound : 2
 <2><a25>: Abbrev Number: 0
 <1><a26>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a27>   DW_AT_byte_size   : 4
    <a28>   DW_AT_type        : <0x763>
 <1><a2c>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a2d>   DW_AT_name        : (indirect string, offset: 0xb7): mmap_cache_t
    <a31>   DW_AT_declaration : 1
 <1><a32>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a33>   DW_AT_byte_size   : 4
    <a34>   DW_AT_type        : <0xa2c>
 <1><a38>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a39>   DW_AT_name        : (indirect string, offset: 0x3c9): tcb_wait_data
    <a3d>   DW_AT_declaration : 1
 <1><a3e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a3f>   DW_AT_byte_size   : 4
    <a40>   DW_AT_type        : <0xa38>
 <1><a44>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a45>   DW_AT_name        : (indirect string, offset: 0x16e): vcpu_info
    <a49>   DW_AT_declaration : 1
 <1><a4a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a4b>   DW_AT_byte_size   : 4
    <a4c>   DW_AT_type        : <0xa44>
 <1><a50>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a51>   DW_AT_name        : (indirect string, offset: 0xf41): unwind_queue_t
    <a55>   DW_AT_declaration : 1
 <1><a56>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a57>   DW_AT_byte_size   : 4
    <a58>   DW_AT_type        : <0xa50>
 <1><a5c>: Abbrev Number: 15 (DW_TAG_array_type)
    <a5d>   DW_AT_type        : <0xe6>
    <a61>   DW_AT_sibling     : <0xa6c>
 <2><a65>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a66>   DW_AT_type        : <0x2b>
    <a6a>   DW_AT_upper_bound : 15
 <2><a6b>: Abbrev Number: 0
 <1><a6c>: Abbrev Number: 10 (DW_TAG_variable)
    <a6d>   DW_AT_name        : (indirect string, offset: 0xb67): stub_sysent
    <a71>   DW_AT_decl_file   : 19
    <a72>   DW_AT_decl_line   : 400
    <a74>   DW_AT_decl_column : 28
    <a75>   DW_AT_type        : <0x68f>
    <a79>   DW_AT_external    : 1
    <a7a>   DW_AT_declaration : 1
 <1><a7b>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a7c>   DW_AT_name        : (indirect string, offset: 0x10d4): xlat_type
    <a80>   DW_AT_encoding    : 7	(unsigned)
    <a81>   DW_AT_byte_size   : 4
    <a82>   DW_AT_type        : <0x2b>
    <a86>   DW_AT_decl_file   : 20
    <a87>   DW_AT_decl_line   : 13
    <a88>   DW_AT_decl_column : 6
    <a89>   DW_AT_sibling     : <0xaa0>
 <2><a8d>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a8e>   DW_AT_name        : (indirect string, offset: 0x2f1): XT_NORMAL
    <a92>   DW_AT_const_value : 0
 <2><a93>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a94>   DW_AT_name        : (indirect string, offset: 0xc8b): XT_SORTED
    <a98>   DW_AT_const_value : 1
 <2><a99>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a9a>   DW_AT_name        : (indirect string, offset: 0xe20): XT_INDEXED
    <a9e>   DW_AT_const_value : 2
 <2><a9f>: Abbrev Number: 0
 <1><aa0>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <aa1>   DW_AT_name        : (indirect string, offset: 0xb93): xlat_style
    <aa5>   DW_AT_encoding    : 7	(unsigned)
    <aa6>   DW_AT_byte_size   : 4
    <aa7>   DW_AT_type        : <0x2b>
    <aab>   DW_AT_decl_file   : 20
    <aac>   DW_AT_decl_line   : 19
    <aad>   DW_AT_decl_column : 6
    <aae>   DW_AT_sibling     : <0xadd>
 <2><ab2>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab3>   DW_AT_name        : (indirect string, offset: 0xf7): XLAT_STYLE_DEFAULT
    <ab7>   DW_AT_const_value : 0
 <2><ab8>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab9>   DW_AT_name        : (indirect string, offset: 0xbc6): XLAT_STYLE_RAW
    <abd>   DW_AT_const_value : 1
 <2><abe>: Abbrev Number: 27 (DW_TAG_enumerator)
    <abf>   DW_AT_name        : (indirect string, offset: 0x109f): XLAT_STYLE_ABBREV
    <ac3>   DW_AT_const_value : 2
 <2><ac4>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ac5>   DW_AT_name        : (indirect string, offset: 0x30e): XLAT_STYLE_VERBOSE
    <ac9>   DW_AT_const_value : 3
 <2><aca>: Abbrev Number: 27 (DW_TAG_enumerator)
    <acb>   DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
    <acf>   DW_AT_const_value : 0
 <2><ad0>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ad1>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <ad5>   DW_AT_const_value : 4
 <2><ad6>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ad7>   DW_AT_name        : (indirect string, offset: 0x110e): XLAT_STYLE_FMT_D
    <adb>   DW_AT_const_value : 8
 <2><adc>: Abbrev Number: 0
 <1><add>: Abbrev Number: 8 (DW_TAG_structure_type)
    <ade>   DW_AT_name        : (indirect string, offset: 0x33f): xlat_data
    <ae2>   DW_AT_byte_size   : 12
    <ae3>   DW_AT_decl_file   : 20
    <ae4>   DW_AT_decl_line   : 51
    <ae5>   DW_AT_decl_column : 8
    <ae6>   DW_AT_sibling     : <0xb09>
 <2><aea>: Abbrev Number: 19 (DW_TAG_member)
    <aeb>   DW_AT_name        : val
    <aef>   DW_AT_decl_file   : 20
    <af0>   DW_AT_decl_line   : 52
    <af1>   DW_AT_decl_column : 11
    <af2>   DW_AT_type        : <0x116>
    <af6>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><af9>: Abbrev Number: 19 (DW_TAG_member)
    <afa>   DW_AT_name        : str
    <afe>   DW_AT_decl_file   : 20
    <aff>   DW_AT_decl_line   : 53
    <b00>   DW_AT_decl_column : 14
    <b01>   DW_AT_type        : <0x1c9>
    <b05>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b08>: Abbrev Number: 0
 <1><b09>: Abbrev Number: 3 (DW_TAG_const_type)
    <b0a>   DW_AT_type        : <0xadd>
 <1><b0e>: Abbrev Number: 8 (DW_TAG_structure_type)
    <b0f>   DW_AT_name        : (indirect string, offset: 0x22): xlat
    <b13>   DW_AT_byte_size   : 24
    <b14>   DW_AT_decl_file   : 20
    <b15>   DW_AT_decl_line   : 56
    <b16>   DW_AT_decl_column : 8
    <b17>   DW_AT_sibling     : <0xb67>
 <2><b1b>: Abbrev Number: 9 (DW_TAG_member)
    <b1c>   DW_AT_name        : (indirect string, offset: 0x10f1): data
    <b20>   DW_AT_decl_file   : 20
    <b21>   DW_AT_decl_line   : 57
    <b22>   DW_AT_decl_column : 26
    <b23>   DW_AT_type        : <0xb6c>
    <b27>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b2a>: Abbrev Number: 9 (DW_TAG_member)
    <b2b>   DW_AT_name        : (indirect string, offset: 0x845): flags_strsz
    <b2f>   DW_AT_decl_file   : 20
    <b30>   DW_AT_decl_line   : 58
    <b31>   DW_AT_decl_column : 9
    <b32>   DW_AT_type        : <0x122>
    <b36>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b39>: Abbrev Number: 9 (DW_TAG_member)
    <b3a>   DW_AT_name        : (indirect string, offset: 0xb38): size
    <b3e>   DW_AT_decl_file   : 20
    <b3f>   DW_AT_decl_line   : 59
    <b40>   DW_AT_decl_column : 11
    <b41>   DW_AT_type        : <0x10a>
    <b45>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b48>: Abbrev Number: 9 (DW_TAG_member)
    <b49>   DW_AT_name        : (indirect string, offset: 0x19f): type
    <b4d>   DW_AT_decl_file   : 20
    <b4e>   DW_AT_decl_line   : 60
    <b4f>   DW_AT_decl_column : 17
    <b50>   DW_AT_type        : <0xa7b>
    <b54>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b57>: Abbrev Number: 9 (DW_TAG_member)
    <b58>   DW_AT_name        : (indirect string, offset: 0x6d9): flags_mask
    <b5c>   DW_AT_decl_file   : 20
    <b5d>   DW_AT_decl_line   : 61
    <b5e>   DW_AT_decl_column : 11
    <b5f>   DW_AT_type        : <0x116>
    <b63>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b66>: Abbrev Number: 0
 <1><b67>: Abbrev Number: 3 (DW_TAG_const_type)
    <b68>   DW_AT_type        : <0xb0e>
 <1><b6c>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b6d>   DW_AT_byte_size   : 4
    <b6e>   DW_AT_type        : <0xb09>
 <1><b72>: Abbrev Number: 15 (DW_TAG_array_type)
    <b73>   DW_AT_type        : <0xb67>
    <b77>   DW_AT_sibling     : <0xb7d>
 <2><b7b>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b7c>: Abbrev Number: 0
 <1><b7d>: Abbrev Number: 3 (DW_TAG_const_type)
    <b7e>   DW_AT_type        : <0xb72>
 <1><b82>: Abbrev Number: 10 (DW_TAG_variable)
    <b83>   DW_AT_name        : (indirect string, offset: 0xe99): addrfams
    <b87>   DW_AT_decl_file   : 19
    <b88>   DW_AT_decl_line   : 406
    <b8a>   DW_AT_decl_column : 26
    <b8b>   DW_AT_type        : <0xb7d>
    <b8f>   DW_AT_external    : 1
    <b90>   DW_AT_declaration : 1
 <1><b91>: Abbrev Number: 10 (DW_TAG_variable)
    <b92>   DW_AT_name        : (indirect string, offset: 0xd62): arp_hardware_types
    <b96>   DW_AT_decl_file   : 19
    <b97>   DW_AT_decl_line   : 407
    <b99>   DW_AT_decl_column : 26
    <b9a>   DW_AT_type        : <0xb7d>
    <b9e>   DW_AT_external    : 1
    <b9f>   DW_AT_declaration : 1
 <1><ba0>: Abbrev Number: 10 (DW_TAG_variable)
    <ba1>   DW_AT_name        : (indirect string, offset: 0x1025): at_flags
    <ba5>   DW_AT_decl_file   : 19
    <ba6>   DW_AT_decl_line   : 408
    <ba8>   DW_AT_decl_column : 26
    <ba9>   DW_AT_type        : <0xb7d>
    <bad>   DW_AT_external    : 1
    <bae>   DW_AT_declaration : 1
 <1><baf>: Abbrev Number: 10 (DW_TAG_variable)
    <bb0>   DW_AT_name        : (indirect string, offset: 0x4b9): clocknames
    <bb4>   DW_AT_decl_file   : 19
    <bb5>   DW_AT_decl_line   : 409
    <bb7>   DW_AT_decl_column : 26
    <bb8>   DW_AT_type        : <0xb7d>
    <bbc>   DW_AT_external    : 1
    <bbd>   DW_AT_declaration : 1
 <1><bbe>: Abbrev Number: 10 (DW_TAG_variable)
    <bbf>   DW_AT_name        : (indirect string, offset: 0xff0): dirent_types
    <bc3>   DW_AT_decl_file   : 19
    <bc4>   DW_AT_decl_line   : 410
    <bc6>   DW_AT_decl_column : 26
    <bc7>   DW_AT_type        : <0xb7d>
    <bcb>   DW_AT_external    : 1
    <bcc>   DW_AT_declaration : 1
 <1><bcd>: Abbrev Number: 10 (DW_TAG_variable)
    <bce>   DW_AT_name        : (indirect string, offset: 0x896): ethernet_protocols
    <bd2>   DW_AT_decl_file   : 19
    <bd3>   DW_AT_decl_line   : 411
    <bd5>   DW_AT_decl_column : 26
    <bd6>   DW_AT_type        : <0xb7d>
    <bda>   DW_AT_external    : 1
    <bdb>   DW_AT_declaration : 1
 <1><bdc>: Abbrev Number: 10 (DW_TAG_variable)
    <bdd>   DW_AT_name        : (indirect string, offset: 0x5e3): inet_protocols
    <be1>   DW_AT_decl_file   : 19
    <be2>   DW_AT_decl_line   : 412
    <be4>   DW_AT_decl_column : 26
    <be5>   DW_AT_type        : <0xb7d>
    <be9>   DW_AT_external    : 1
    <bea>   DW_AT_declaration : 1
 <1><beb>: Abbrev Number: 10 (DW_TAG_variable)
    <bec>   DW_AT_name        : (indirect string, offset: 0x2de): evdev_abs
    <bf0>   DW_AT_decl_file   : 19
    <bf1>   DW_AT_decl_line   : 413
    <bf3>   DW_AT_decl_column : 26
    <bf4>   DW_AT_type        : <0xb7d>
    <bf8>   DW_AT_external    : 1
    <bf9>   DW_AT_declaration : 1
 <1><bfa>: Abbrev Number: 10 (DW_TAG_variable)
    <bfb>   DW_AT_name        : (indirect string, offset: 0x6ce): audit_arch
    <bff>   DW_AT_decl_file   : 19
    <c00>   DW_AT_decl_line   : 414
    <c02>   DW_AT_decl_column : 26
    <c03>   DW_AT_type        : <0xb7d>
    <c07>   DW_AT_external    : 1
    <c08>   DW_AT_declaration : 1
 <1><c09>: Abbrev Number: 10 (DW_TAG_variable)
    <c0a>   DW_AT_name        : (indirect string, offset: 0xa3): evdev_ev
    <c0e>   DW_AT_decl_file   : 19
    <c0f>   DW_AT_decl_line   : 415
    <c11>   DW_AT_decl_column : 26
    <c12>   DW_AT_type        : <0xb7d>
    <c16>   DW_AT_external    : 1
    <c17>   DW_AT_declaration : 1
 <1><c18>: Abbrev Number: 10 (DW_TAG_variable)
    <c19>   DW_AT_name        : (indirect string, offset: 0x49a): iffflags
    <c1d>   DW_AT_decl_file   : 19
    <c1e>   DW_AT_decl_line   : 416
    <c20>   DW_AT_decl_column : 26
    <c21>   DW_AT_type        : <0xb7d>
    <c25>   DW_AT_external    : 1
    <c26>   DW_AT_declaration : 1
 <1><c27>: Abbrev Number: 10 (DW_TAG_variable)
    <c28>   DW_AT_name        : (indirect string, offset: 0xbd5): ip_type_of_services
    <c2c>   DW_AT_decl_file   : 19
    <c2d>   DW_AT_decl_line   : 417
    <c2f>   DW_AT_decl_column : 26
    <c30>   DW_AT_type        : <0xb7d>
    <c34>   DW_AT_external    : 1
    <c35>   DW_AT_declaration : 1
 <1><c36>: Abbrev Number: 10 (DW_TAG_variable)
    <c37>   DW_AT_name        : (indirect string, offset: 0x65a): ipc_private
    <c3b>   DW_AT_decl_file   : 19
    <c3c>   DW_AT_decl_line   : 418
    <c3e>   DW_AT_decl_column : 26
    <c3f>   DW_AT_type        : <0xb7d>
    <c43>   DW_AT_external    : 1
    <c44>   DW_AT_declaration : 1
 <1><c45>: Abbrev Number: 10 (DW_TAG_variable)
    <c46>   DW_AT_name        : (indirect string, offset: 0x335): msg_flags
    <c4a>   DW_AT_decl_file   : 19
    <c4b>   DW_AT_decl_line   : 419
    <c4d>   DW_AT_decl_column : 26
    <c4e>   DW_AT_type        : <0xb7d>
    <c52>   DW_AT_external    : 1
    <c53>   DW_AT_declaration : 1
 <1><c54>: Abbrev Number: 10 (DW_TAG_variable)
    <c55>   DW_AT_name        : (indirect string, offset: 0x113): netlink_protocols
    <c59>   DW_AT_decl_file   : 19
    <c5a>   DW_AT_decl_line   : 420
    <c5c>   DW_AT_decl_column : 26
    <c5d>   DW_AT_type        : <0xb7d>
    <c61>   DW_AT_external    : 1
    <c62>   DW_AT_declaration : 1
 <1><c63>: Abbrev Number: 10 (DW_TAG_variable)
    <c64>   DW_AT_name        : (indirect string, offset: 0xf70): nl_bridge_vlan_flags
    <c68>   DW_AT_decl_file   : 19
    <c69>   DW_AT_decl_line   : 421
    <c6b>   DW_AT_decl_column : 26
    <c6c>   DW_AT_type        : <0xb7d>
    <c70>   DW_AT_external    : 1
    <c71>   DW_AT_declaration : 1
 <1><c72>: Abbrev Number: 10 (DW_TAG_variable)
    <c73>   DW_AT_name        : (indirect string, offset: 0xe09): nl_netfilter_msg_types
    <c77>   DW_AT_decl_file   : 19
    <c78>   DW_AT_decl_line   : 422
    <c7a>   DW_AT_decl_column : 26
    <c7b>   DW_AT_type        : <0xb7d>
    <c7f>   DW_AT_external    : 1
    <c80>   DW_AT_declaration : 1
 <1><c81>: Abbrev Number: 10 (DW_TAG_variable)
    <c82>   DW_AT_name        : (indirect string, offset: 0x22f): nl_route_types
    <c86>   DW_AT_decl_file   : 19
    <c87>   DW_AT_decl_line   : 423
    <c89>   DW_AT_decl_column : 26
    <c8a>   DW_AT_type        : <0xb7d>
    <c8e>   DW_AT_external    : 1
    <c8f>   DW_AT_declaration : 1
 <1><c90>: Abbrev Number: 10 (DW_TAG_variable)
    <c91>   DW_AT_name        : (indirect string, offset: 0xede): open_access_modes
    <c95>   DW_AT_decl_file   : 19
    <c96>   DW_AT_decl_line   : 424
    <c98>   DW_AT_decl_column : 26
    <c99>   DW_AT_type        : <0xb7d>
    <c9d>   DW_AT_external    : 1
    <c9e>   DW_AT_declaration : 1
 <1><c9f>: Abbrev Number: 10 (DW_TAG_variable)
    <ca0>   DW_AT_name        : (indirect string, offset: 0x83): open_mode_flags
    <ca4>   DW_AT_decl_file   : 19
    <ca5>   DW_AT_decl_line   : 425
    <ca7>   DW_AT_decl_column : 26
    <ca8>   DW_AT_type        : <0xb7d>
    <cac>   DW_AT_external    : 1
    <cad>   DW_AT_declaration : 1
 <1><cae>: Abbrev Number: 10 (DW_TAG_variable)
    <caf>   DW_AT_name        : (indirect string, offset: 0xc67): perf_type_id
    <cb3>   DW_AT_decl_file   : 19
    <cb4>   DW_AT_decl_line   : 426
    <cb6>   DW_AT_decl_column : 26
    <cb7>   DW_AT_type        : <0xb7d>
    <cbb>   DW_AT_external    : 1
    <cbc>   DW_AT_declaration : 1
 <1><cbd>: Abbrev Number: 10 (DW_TAG_variable)
    <cbe>   DW_AT_name        : (indirect string, offset: 0xea2): pollflags
    <cc2>   DW_AT_decl_file   : 19
    <cc3>   DW_AT_decl_line   : 427
    <cc5>   DW_AT_decl_column : 26
    <cc6>   DW_AT_type        : <0xb7d>
    <cca>   DW_AT_external    : 1
    <ccb>   DW_AT_declaration : 1
 <1><ccc>: Abbrev Number: 10 (DW_TAG_variable)
    <ccd>   DW_AT_name        : (indirect string, offset: 0x573): ptrace_cmds
    <cd1>   DW_AT_decl_file   : 19
    <cd2>   DW_AT_decl_line   : 428
    <cd4>   DW_AT_decl_column : 26
    <cd5>   DW_AT_type        : <0xb7d>
    <cd9>   DW_AT_external    : 1
    <cda>   DW_AT_declaration : 1
 <1><cdb>: Abbrev Number: 10 (DW_TAG_variable)
    <cdc>   DW_AT_name        : (indirect string, offset: 0x7d8): resource_flags
    <ce0>   DW_AT_decl_file   : 19
    <ce1>   DW_AT_decl_line   : 429
    <ce3>   DW_AT_decl_column : 26
    <ce4>   DW_AT_type        : <0xb7d>
    <ce8>   DW_AT_external    : 1
    <ce9>   DW_AT_declaration : 1
 <1><cea>: Abbrev Number: 10 (DW_TAG_variable)
    <ceb>   DW_AT_name        : (indirect string, offset: 0x2b4): route_nexthop_flags
    <cef>   DW_AT_decl_file   : 19
    <cf0>   DW_AT_decl_line   : 430
    <cf2>   DW_AT_decl_column : 26
    <cf3>   DW_AT_type        : <0xb7d>
    <cf7>   DW_AT_external    : 1
    <cf8>   DW_AT_declaration : 1
 <1><cf9>: Abbrev Number: 10 (DW_TAG_variable)
    <cfa>   DW_AT_name        : (indirect string, offset: 0xf05): routing_protocols
    <cfe>   DW_AT_decl_file   : 19
    <cff>   DW_AT_decl_line   : 431
    <d01>   DW_AT_decl_column : 26
    <d02>   DW_AT_type        : <0xb7d>
    <d06>   DW_AT_external    : 1
    <d07>   DW_AT_declaration : 1
 <1><d08>: Abbrev Number: 10 (DW_TAG_variable)
    <d09>   DW_AT_name        : (indirect string, offset: 0x48b): routing_scopes
    <d0d>   DW_AT_decl_file   : 19
    <d0e>   DW_AT_decl_line   : 432
    <d10>   DW_AT_decl_column : 26
    <d11>   DW_AT_type        : <0xb7d>
    <d15>   DW_AT_external    : 1
    <d16>   DW_AT_declaration : 1
 <1><d17>: Abbrev Number: 10 (DW_TAG_variable)
    <d18>   DW_AT_name        : (indirect string, offset: 0xdf7): routing_table_ids
    <d1c>   DW_AT_decl_file   : 19
    <d1d>   DW_AT_decl_line   : 433
    <d1f>   DW_AT_decl_column : 26
    <d20>   DW_AT_type        : <0xb7d>
    <d24>   DW_AT_external    : 1
    <d25>   DW_AT_declaration : 1
 <1><d26>: Abbrev Number: 10 (DW_TAG_variable)
    <d27>   DW_AT_name        : (indirect string, offset: 0x61b): routing_types
    <d2b>   DW_AT_decl_file   : 19
    <d2c>   DW_AT_decl_line   : 434
    <d2e>   DW_AT_decl_column : 26
    <d2f>   DW_AT_type        : <0xb7d>
    <d33>   DW_AT_external    : 1
    <d34>   DW_AT_declaration : 1
 <1><d35>: Abbrev Number: 10 (DW_TAG_variable)
    <d36>   DW_AT_name        : (indirect string, offset: 0x1c3): rwf_flags
    <d3a>   DW_AT_decl_file   : 19
    <d3b>   DW_AT_decl_line   : 435
    <d3d>   DW_AT_decl_column : 26
    <d3e>   DW_AT_type        : <0xb7d>
    <d42>   DW_AT_external    : 1
    <d43>   DW_AT_declaration : 1
 <1><d44>: Abbrev Number: 10 (DW_TAG_variable)
    <d45>   DW_AT_name        : (indirect string, offset: 0x810): seccomp_filter_flags
    <d49>   DW_AT_decl_file   : 19
    <d4a>   DW_AT_decl_line   : 436
    <d4c>   DW_AT_decl_column : 26
    <d4d>   DW_AT_type        : <0xb7d>
    <d51>   DW_AT_external    : 1
    <d52>   DW_AT_declaration : 1
 <1><d53>: Abbrev Number: 10 (DW_TAG_variable)
    <d54>   DW_AT_name        : (indirect string, offset: 0x2fb): seccomp_ret_action
    <d58>   DW_AT_decl_file   : 19
    <d59>   DW_AT_decl_line   : 437
    <d5b>   DW_AT_decl_column : 26
    <d5c>   DW_AT_type        : <0xb7d>
    <d60>   DW_AT_external    : 1
    <d61>   DW_AT_declaration : 1
 <1><d62>: Abbrev Number: 10 (DW_TAG_variable)
    <d63>   DW_AT_name        : (indirect string, offset: 0x454): setns_types
    <d67>   DW_AT_decl_file   : 19
    <d68>   DW_AT_decl_line   : 438
    <d6a>   DW_AT_decl_column : 26
    <d6b>   DW_AT_type        : <0xb7d>
    <d6f>   DW_AT_external    : 1
    <d70>   DW_AT_declaration : 1
 <1><d71>: Abbrev Number: 10 (DW_TAG_variable)
    <d72>   DW_AT_name        : (indirect string, offset: 0xe8e): sg_io_info
    <d76>   DW_AT_decl_file   : 19
    <d77>   DW_AT_decl_line   : 439
    <d79>   DW_AT_decl_column : 26
    <d7a>   DW_AT_type        : <0xb7d>
    <d7e>   DW_AT_external    : 1
    <d7f>   DW_AT_declaration : 1
 <1><d80>: Abbrev Number: 10 (DW_TAG_variable)
    <d81>   DW_AT_name        : (indirect string, offset: 0xb7b): socketlayers
    <d85>   DW_AT_decl_file   : 19
    <d86>   DW_AT_decl_line   : 440
    <d88>   DW_AT_decl_column : 26
    <d89>   DW_AT_type        : <0xb7d>
    <d8d>   DW_AT_external    : 1
    <d8e>   DW_AT_declaration : 1
 <1><d8f>: Abbrev Number: 10 (DW_TAG_variable)
    <d90>   DW_AT_name        : (indirect string, offset: 0xdd6): socktypes
    <d94>   DW_AT_decl_file   : 19
    <d95>   DW_AT_decl_line   : 441
    <d97>   DW_AT_decl_column : 26
    <d98>   DW_AT_type        : <0xb7d>
    <d9c>   DW_AT_external    : 1
    <d9d>   DW_AT_declaration : 1
 <1><d9e>: Abbrev Number: 10 (DW_TAG_variable)
    <d9f>   DW_AT_name        : (indirect string, offset: 0xa55): tcp_state_flags
    <da3>   DW_AT_decl_file   : 19
    <da4>   DW_AT_decl_line   : 442
    <da6>   DW_AT_decl_column : 26
    <da7>   DW_AT_type        : <0xb7d>
    <dab>   DW_AT_external    : 1
    <dac>   DW_AT_declaration : 1
 <1><dad>: Abbrev Number: 10 (DW_TAG_variable)
    <dae>   DW_AT_name        : (indirect string, offset: 0x703): tcp_states
    <db2>   DW_AT_decl_file   : 19
    <db3>   DW_AT_decl_line   : 443
    <db5>   DW_AT_decl_column : 26
    <db6>   DW_AT_type        : <0xb7d>
    <dba>   DW_AT_external    : 1
    <dbb>   DW_AT_declaration : 1
 <1><dbc>: Abbrev Number: 10 (DW_TAG_variable)
    <dbd>   DW_AT_name        : (indirect string, offset: 0x1082): whence_codes
    <dc1>   DW_AT_decl_file   : 19
    <dc2>   DW_AT_decl_line   : 444
    <dc4>   DW_AT_decl_column : 26
    <dc5>   DW_AT_type        : <0xb7d>
    <dc9>   DW_AT_external    : 1
    <dca>   DW_AT_declaration : 1
 <1><dcb>: Abbrev Number: 28 (DW_TAG_enumeration_type)
    <dcc>   DW_AT_encoding    : 7	(unsigned)
    <dcd>   DW_AT_byte_size   : 4
    <dce>   DW_AT_type        : <0x2b>
    <dd2>   DW_AT_decl_file   : 19
    <dd3>   DW_AT_decl_line   : 505
    <dd5>   DW_AT_decl_column : 14
    <dd6>   DW_AT_sibling     : <0xded>
 <2><dda>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ddb>   DW_AT_name        : (indirect string, offset: 0x976): CFLAG_NONE
    <ddf>   DW_AT_const_value : 0
 <2><de0>: Abbrev Number: 27 (DW_TAG_enumerator)
    <de1>   DW_AT_name        : (indirect string, offset: 0x8a9): CFLAG_ONLY_STATS
    <de5>   DW_AT_const_value : 1
 <2><de6>: Abbrev Number: 27 (DW_TAG_enumerator)
    <de7>   DW_AT_name        : (indirect string, offset: 0xb88): CFLAG_BOTH
    <deb>   DW_AT_const_value : 2
 <2><dec>: Abbrev Number: 0
 <1><ded>: Abbrev Number: 29 (DW_TAG_typedef)
    <dee>   DW_AT_name        : (indirect string, offset: 0x1124): cflag_t
    <df2>   DW_AT_decl_file   : 19
    <df3>   DW_AT_decl_line   : 509
    <df5>   DW_AT_decl_column : 3
    <df6>   DW_AT_type        : <0xdcb>
 <1><dfa>: Abbrev Number: 10 (DW_TAG_variable)
    <dfb>   DW_AT_name        : (indirect string, offset: 0xd13): cflag
    <dff>   DW_AT_decl_file   : 19
    <e00>   DW_AT_decl_line   : 510
    <e02>   DW_AT_decl_column : 16
    <e03>   DW_AT_type        : <0xded>
    <e07>   DW_AT_external    : 1
    <e08>   DW_AT_declaration : 1
 <1><e09>: Abbrev Number: 10 (DW_TAG_variable)
    <e0a>   DW_AT_name        : (indirect string, offset: 0x18e): Tflag
    <e0e>   DW_AT_decl_file   : 19
    <e0f>   DW_AT_decl_line   : 511
    <e11>   DW_AT_decl_column : 13
    <e12>   DW_AT_type        : <0x576>
    <e16>   DW_AT_external    : 1
    <e17>   DW_AT_declaration : 1
 <1><e18>: Abbrev Number: 10 (DW_TAG_variable)
    <e19>   DW_AT_name        : (indirect string, offset: 0x76d): Tflag_scale
    <e1d>   DW_AT_decl_file   : 19
    <e1e>   DW_AT_decl_line   : 512
    <e20>   DW_AT_decl_column : 12
    <e21>   DW_AT_type        : <0x64>
    <e25>   DW_AT_external    : 1
    <e26>   DW_AT_declaration : 1
 <1><e27>: Abbrev Number: 10 (DW_TAG_variable)
    <e28>   DW_AT_name        : (indirect string, offset: 0x825): Tflag_width
    <e2c>   DW_AT_decl_file   : 19
    <e2d>   DW_AT_decl_line   : 513
    <e2f>   DW_AT_decl_column : 12
    <e30>   DW_AT_type        : <0x64>
    <e34>   DW_AT_external    : 1
    <e35>   DW_AT_declaration : 1
 <1><e36>: Abbrev Number: 10 (DW_TAG_variable)
    <e37>   DW_AT_name        : (indirect string, offset: 0xe80): iflag
    <e3b>   DW_AT_decl_file   : 19
    <e3c>   DW_AT_decl_line   : 514
    <e3e>   DW_AT_decl_column : 13
    <e3f>   DW_AT_type        : <0x576>
    <e43>   DW_AT_external    : 1
    <e44>   DW_AT_declaration : 1
 <1><e45>: Abbrev Number: 10 (DW_TAG_variable)
    <e46>   DW_AT_name        : (indirect string, offset: 0x5b3): count_wallclock
    <e4a>   DW_AT_decl_file   : 19
    <e4b>   DW_AT_decl_line   : 515
    <e4d>   DW_AT_decl_column : 13
    <e4e>   DW_AT_type        : <0x576>
    <e52>   DW_AT_external    : 1
    <e53>   DW_AT_declaration : 1
 <1><e54>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e55>   DW_AT_name        : (indirect string, offset: 0x54): path_set_item
    <e59>   DW_AT_byte_size   : 4
    <e5a>   DW_AT_decl_file   : 19
    <e5b>   DW_AT_decl_line   : 517
    <e5d>   DW_AT_decl_column : 8
    <e5e>   DW_AT_sibling     : <0xe73>
 <2><e62>: Abbrev Number: 13 (DW_TAG_member)
    <e63>   DW_AT_name        : (indirect string, offset: 0xd1): path
    <e67>   DW_AT_decl_file   : 19
    <e68>   DW_AT_decl_line   : 518
    <e6a>   DW_AT_decl_column : 14
    <e6b>   DW_AT_type        : <0x1c9>
    <e6f>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e72>: Abbrev Number: 0
 <1><e73>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e74>   DW_AT_name        : (indirect string, offset: 0x70e): path_set
    <e78>   DW_AT_byte_size   : 12
    <e79>   DW_AT_decl_file   : 19
    <e7a>   DW_AT_decl_line   : 522
    <e7c>   DW_AT_decl_column : 15
    <e7d>   DW_AT_sibling     : <0xeb2>
 <2><e81>: Abbrev Number: 13 (DW_TAG_member)
    <e82>   DW_AT_name        : (indirect string, offset: 0x695): paths_selected
    <e86>   DW_AT_decl_file   : 19
    <e87>   DW_AT_decl_line   : 523
    <e89>   DW_AT_decl_column : 24
    <e8a>   DW_AT_type        : <0xeb2>
    <e8e>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e91>: Abbrev Number: 13 (DW_TAG_member)
    <e92>   DW_AT_name        : (indirect string, offset: 0x1075): num_selected
    <e96>   DW_AT_decl_file   : 19
    <e97>   DW_AT_decl_line   : 524
    <e99>   DW_AT_decl_column : 9
    <e9a>   DW_AT_type        : <0x122>
    <e9e>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><ea1>: Abbrev Number: 13 (DW_TAG_member)
    <ea2>   DW_AT_name        : (indirect string, offset: 0xb38): size
    <ea6>   DW_AT_decl_file   : 19
    <ea7>   DW_AT_decl_line   : 525
    <ea9>   DW_AT_decl_column : 9
    <eaa>   DW_AT_type        : <0x122>
    <eae>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><eb1>: Abbrev Number: 0
 <1><eb2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <eb3>   DW_AT_byte_size   : 4
    <eb4>   DW_AT_type        : <0xe54>
 <1><eb8>: Abbrev Number: 10 (DW_TAG_variable)
    <eb9>   DW_AT_name        : (indirect string, offset: 0x10c4): global_path_set
    <ebd>   DW_AT_decl_file   : 19
    <ebe>   DW_AT_decl_line   : 526
    <ec0>   DW_AT_decl_column : 3
    <ec1>   DW_AT_type        : <0xe73>
    <ec5>   DW_AT_external    : 1
    <ec6>   DW_AT_declaration : 1
 <1><ec7>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <ec8>   DW_AT_name        : (indirect string, offset: 0xfdd): xflag_opts
    <ecc>   DW_AT_encoding    : 7	(unsigned)
    <ecd>   DW_AT_byte_size   : 4
    <ece>   DW_AT_type        : <0x2b>
    <ed2>   DW_AT_decl_file   : 19
    <ed3>   DW_AT_decl_line   : 528
    <ed5>   DW_AT_decl_column : 6
    <ed6>   DW_AT_sibling     : <0xef9>
 <2><eda>: Abbrev Number: 27 (DW_TAG_enumerator)
    <edb>   DW_AT_name        : (indirect string, offset: 0xa0b): HEXSTR_NONE
    <edf>   DW_AT_const_value : 0
 <2><ee0>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ee1>   DW_AT_name        : (indirect string, offset: 0x1007): HEXSTR_NON_ASCII
    <ee5>   DW_AT_const_value : 1
 <2><ee6>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ee7>   DW_AT_name        : (indirect string, offset: 0x8e7): HEXSTR_ALL
    <eeb>   DW_AT_const_value : 2
 <2><eec>: Abbrev Number: 27 (DW_TAG_enumerator)
    <eed>   DW_AT_name        : (indirect string, offset: 0x604): HEXSTR_NON_ASCII_CHARS
    <ef1>   DW_AT_const_value : 3
 <2><ef2>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ef3>   DW_AT_name        : (indirect string, offset: 0x108f): NUM_HEXSTR_OPTS
    <ef7>   DW_AT_const_value : 4
 <2><ef8>: Abbrev Number: 0
 <1><ef9>: Abbrev Number: 10 (DW_TAG_variable)
    <efa>   DW_AT_name        : (indirect string, offset: 0xe55): xflag
    <efe>   DW_AT_decl_file   : 19
    <eff>   DW_AT_decl_line   : 541
    <f01>   DW_AT_decl_column : 17
    <f02>   DW_AT_type        : <0x2b>
    <f06>   DW_AT_external    : 1
    <f07>   DW_AT_declaration : 1
 <1><f08>: Abbrev Number: 10 (DW_TAG_variable)
    <f09>   DW_AT_name        : (indirect string, offset: 0xde0): followfork
    <f0d>   DW_AT_decl_file   : 19
    <f0e>   DW_AT_decl_line   : 542
    <f10>   DW_AT_decl_column : 13
    <f11>   DW_AT_type        : <0x576>
    <f15>   DW_AT_external    : 1
    <f16>   DW_AT_declaration : 1
 <1><f17>: Abbrev Number: 10 (DW_TAG_variable)
    <f18>   DW_AT_name        : (indirect string, offset: 0x349): output_separately
    <f1c>   DW_AT_decl_file   : 19
    <f1d>   DW_AT_decl_line   : 543
    <f1f>   DW_AT_decl_column : 13
    <f20>   DW_AT_type        : <0x576>
    <f24>   DW_AT_external    : 1
    <f25>   DW_AT_declaration : 1
 <1><f26>: Abbrev Number: 10 (DW_TAG_variable)
    <f27>   DW_AT_name        : (indirect string, offset: 0x23e): stack_trace_enabled
    <f2b>   DW_AT_decl_file   : 19
    <f2c>   DW_AT_decl_line   : 546
    <f2e>   DW_AT_decl_column : 13
    <f2f>   DW_AT_type        : <0x576>
    <f33>   DW_AT_external    : 1
    <f34>   DW_AT_declaration : 1
 <1><f35>: Abbrev Number: 10 (DW_TAG_variable)
    <f36>   DW_AT_name        : (indirect string, offset: 0x5f2): ptrace_setoptions
    <f3a>   DW_AT_decl_file   : 19
    <f3b>   DW_AT_decl_line   : 550
    <f3d>   DW_AT_decl_column : 17
    <f3e>   DW_AT_type        : <0x2b>
    <f42>   DW_AT_external    : 1
    <f43>   DW_AT_declaration : 1
 <1><f44>: Abbrev Number: 10 (DW_TAG_variable)
    <f45>   DW_AT_name        : (indirect string, offset: 0xa00): max_strlen
    <f49>   DW_AT_decl_file   : 19
    <f4a>   DW_AT_decl_line   : 551
    <f4c>   DW_AT_decl_column : 17
    <f4d>   DW_AT_type        : <0x2b>
    <f51>   DW_AT_external    : 1
    <f52>   DW_AT_declaration : 1
 <1><f53>: Abbrev Number: 10 (DW_TAG_variable)
    <f54>   DW_AT_name        : (indirect string, offset: 0xa38): os_release
    <f58>   DW_AT_decl_file   : 19
    <f59>   DW_AT_decl_line   : 552
    <f5b>   DW_AT_decl_column : 17
    <f5c>   DW_AT_type        : <0x2b>
    <f60>   DW_AT_external    : 1
    <f61>   DW_AT_declaration : 1
 <1><f62>: Abbrev Number: 10 (DW_TAG_variable)
    <f63>   DW_AT_name        : (indirect string, offset: 0x6ab): xlat_verbosity
    <f67>   DW_AT_decl_file   : 19
    <f68>   DW_AT_decl_line   : 914
    <f6a>   DW_AT_decl_column : 24
    <f6b>   DW_AT_type        : <0xaa0>
    <f6f>   DW_AT_external    : 1
    <f70>   DW_AT_declaration : 1
 <1><f71>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f72>   DW_AT_name        : (indirect string, offset: 0x596): xlat_style_private_flag_bits
    <f76>   DW_AT_encoding    : 7	(unsigned)
    <f77>   DW_AT_byte_size   : 4
    <f78>   DW_AT_type        : <0x2b>
    <f7c>   DW_AT_decl_file   : 19
    <f7d>   DW_AT_decl_line   : 934
    <f7f>   DW_AT_decl_column : 6
    <f80>   DW_AT_sibling     : <0xf9d>
 <2><f84>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f85>   DW_AT_name        : (indirect string, offset: 0x2c8): PAF_PRINT_INDICES_BIT
    <f89>   DW_AT_const_value : 5
 <2><f8a>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f8b>   DW_AT_name        : (indirect string, offset: 0xaef): PAF_ARRAY_TRUNCATED_BIT
    <f8f>   DW_AT_const_value : 6
 <2><f90>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f91>   DW_AT_name        : (indirect string, offset: 0x406): PXF_DEFAULT_STR_BIT
    <f95>   DW_AT_const_value : 7
 <2><f96>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f97>   DW_AT_name        : (indirect string, offset: 0xc9e): SPFF_AUXSTR_MODE_BIT
    <f9b>   DW_AT_const_value : 8
 <2><f9c>: Abbrev Number: 0
 <1><f9d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <f9e>   DW_AT_byte_size   : 4
    <f9f>   DW_AT_type        : <0x7ad>
 <1><fa3>: Abbrev Number: 3 (DW_TAG_const_type)
    <fa4>   DW_AT_type        : <0xf9d>
 <1><fa8>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <fa9>   DW_AT_name        : (indirect string, offset: 0xd75): find_xlat_flag_bits
    <fad>   DW_AT_encoding    : 7	(unsigned)
    <fae>   DW_AT_byte_size   : 4
    <faf>   DW_AT_type        : <0x2b>
    <fb3>   DW_AT_decl_file   : 19
    <fb4>   DW_AT_decl_line   : 1438
    <fb6>   DW_AT_decl_column : 6
    <fb7>   DW_AT_sibling     : <0xfc2>
 <2><fbb>: Abbrev Number: 27 (DW_TAG_enumerator)
    <fbc>   DW_AT_name        : (indirect string, offset: 0x924): FXL_CASE_SENSITIVE_BIT
    <fc0>   DW_AT_const_value : 0
 <2><fc1>: Abbrev Number: 0
 <1><fc2>: Abbrev Number: 10 (DW_TAG_variable)
    <fc3>   DW_AT_name        : (indirect string, offset: 0x9dc): printing_tcp
    <fc7>   DW_AT_decl_file   : 19
    <fc8>   DW_AT_decl_line   : 1684
    <fca>   DW_AT_decl_column : 20
    <fcb>   DW_AT_type        : <0xf9d>
    <fcf>   DW_AT_external    : 1
    <fd0>   DW_AT_declaration : 1
 <1><fd1>: Abbrev Number: 10 (DW_TAG_variable)
    <fd2>   DW_AT_name        : (indirect string, offset: 0x55e): errnoent
    <fd6>   DW_AT_decl_file   : 19
    <fd7>   DW_AT_decl_line   : 1882
    <fd9>   DW_AT_decl_column : 26
    <fda>   DW_AT_type        : <0x4aa>
    <fde>   DW_AT_external    : 1
    <fdf>   DW_AT_declaration : 1
 <1><fe0>: Abbrev Number: 10 (DW_TAG_variable)
    <fe1>   DW_AT_name        : (indirect string, offset: 0x831): signalent
    <fe5>   DW_AT_decl_file   : 19
    <fe6>   DW_AT_decl_line   : 1883
    <fe8>   DW_AT_decl_column : 26
    <fe9>   DW_AT_type        : <0x4aa>
    <fed>   DW_AT_external    : 1
    <fee>   DW_AT_declaration : 1
 <1><fef>: Abbrev Number: 10 (DW_TAG_variable)
    <ff0>   DW_AT_name        : (indirect string, offset: 0xec8): nerrnos
    <ff4>   DW_AT_decl_file   : 19
    <ff5>   DW_AT_decl_line   : 1884
    <ff7>   DW_AT_decl_column : 27
    <ff8>   DW_AT_type        : <0x32>
    <ffc>   DW_AT_external    : 1
    <ffd>   DW_AT_declaration : 1
 <1><ffe>: Abbrev Number: 10 (DW_TAG_variable)
    <fff>   DW_AT_name        : (indirect string, offset: 0x105e): nsignals
    <1003>   DW_AT_decl_file   : 19
    <1004>   DW_AT_decl_line   : 1885
    <1006>   DW_AT_decl_column : 27
    <1007>   DW_AT_type        : <0x32>
    <100b>   DW_AT_external    : 1
    <100c>   DW_AT_declaration : 1
 <1><100d>: Abbrev Number: 15 (DW_TAG_array_type)
    <100e>   DW_AT_type        : <0x68f>
    <1012>   DW_AT_sibling     : <0x1018>
 <2><1016>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><1017>: Abbrev Number: 0
 <1><1018>: Abbrev Number: 3 (DW_TAG_const_type)
    <1019>   DW_AT_type        : <0x100d>
 <1><101d>: Abbrev Number: 10 (DW_TAG_variable)
    <101e>   DW_AT_name        : (indirect string, offset: 0xd3a): sysent0
    <1022>   DW_AT_decl_file   : 19
    <1023>   DW_AT_decl_line   : 1887
    <1025>   DW_AT_decl_column : 28
    <1026>   DW_AT_type        : <0x1018>
    <102a>   DW_AT_external    : 1
    <102b>   DW_AT_declaration : 1
 <1><102c>: Abbrev Number: 15 (DW_TAG_array_type)
    <102d>   DW_AT_type        : <0x6f6>
    <1031>   DW_AT_sibling     : <0x1037>
 <2><1035>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><1036>: Abbrev Number: 0
 <1><1037>: Abbrev Number: 3 (DW_TAG_const_type)
    <1038>   DW_AT_type        : <0x102c>
 <1><103c>: Abbrev Number: 10 (DW_TAG_variable)
    <103d>   DW_AT_name        : (indirect string, offset: 0x10ba): ioctlent0
    <1041>   DW_AT_decl_file   : 19
    <1042>   DW_AT_decl_line   : 1888
    <1044>   DW_AT_decl_column : 30
    <1045>   DW_AT_type        : <0x1037>
    <1049>   DW_AT_external    : 1
    <104a>   DW_AT_declaration : 1
 <1><104b>: Abbrev Number: 10 (DW_TAG_variable)
    <104c>   DW_AT_name        : (indirect string, offset: 0x479): personality_names
    <1050>   DW_AT_decl_file   : 19
    <1051>   DW_AT_decl_line   : 1890
    <1053>   DW_AT_decl_column : 26
    <1054>   DW_AT_type        : <0x4aa>
    <1058>   DW_AT_external    : 1
    <1059>   DW_AT_declaration : 1
 <1><105a>: Abbrev Number: 10 (DW_TAG_variable)
    <105b>   DW_AT_name        : (indirect string, offset: 0x851): sysent
    <105f>   DW_AT_decl_file   : 19
    <1060>   DW_AT_decl_line   : 1893
    <1062>   DW_AT_decl_column : 29
    <1063>   DW_AT_type        : <0xa0b>
    <1067>   DW_AT_external    : 1
    <1068>   DW_AT_declaration : 1
 <1><1069>: Abbrev Number: 10 (DW_TAG_variable)
    <106a>   DW_AT_name        : (indirect string, offset: 0xcb3): ioctlent
    <106e>   DW_AT_decl_file   : 19
    <106f>   DW_AT_decl_line   : 1894
    <1071>   DW_AT_decl_column : 31
    <1072>   DW_AT_type        : <0x1078>
    <1076>   DW_AT_external    : 1
    <1077>   DW_AT_declaration : 1
 <1><1078>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1079>   DW_AT_byte_size   : 4
    <107a>   DW_AT_type        : <0x6f6>
 <1><107e>: Abbrev Number: 10 (DW_TAG_variable)
    <107f>   DW_AT_name        : (indirect string, offset: 0x83b): nsyscalls
    <1083>   DW_AT_decl_file   : 19
    <1084>   DW_AT_decl_line   : 1900
    <1086>   DW_AT_decl_column : 17
    <1087>   DW_AT_type        : <0x2b>
    <108b>   DW_AT_external    : 1
    <108c>   DW_AT_declaration : 1
 <1><108d>: Abbrev Number: 10 (DW_TAG_variable)
    <108e>   DW_AT_name        : (indirect string, offset: 0xef0): nioctlents
    <1092>   DW_AT_decl_file   : 19
    <1093>   DW_AT_decl_line   : 1901
    <1095>   DW_AT_decl_column : 17
    <1096>   DW_AT_type        : <0x2b>
    <109a>   DW_AT_external    : 1
    <109b>   DW_AT_declaration : 1
 <1><109c>: Abbrev Number: 15 (DW_TAG_array_type)
    <109d>   DW_AT_type        : <0x32>
    <10a1>   DW_AT_sibling     : <0x10ac>
 <2><10a5>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <10a6>   DW_AT_type        : <0x2b>
    <10aa>   DW_AT_upper_bound : 2
 <2><10ab>: Abbrev Number: 0
 <1><10ac>: Abbrev Number: 3 (DW_TAG_const_type)
    <10ad>   DW_AT_type        : <0x109c>
 <1><10b1>: Abbrev Number: 10 (DW_TAG_variable)
    <10b2>   DW_AT_name        : (indirect string, offset: 0xf50): nsyscall_vec
    <10b6>   DW_AT_decl_file   : 19
    <10b7>   DW_AT_decl_line   : 1903
    <10b9>   DW_AT_decl_column : 27
    <10ba>   DW_AT_type        : <0x10ac>
    <10be>   DW_AT_external    : 1
    <10bf>   DW_AT_declaration : 1
 <1><10c0>: Abbrev Number: 15 (DW_TAG_array_type)
    <10c1>   DW_AT_type        : <0xa11>
    <10c5>   DW_AT_sibling     : <0x10d0>
 <2><10c9>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <10ca>   DW_AT_type        : <0x2b>
    <10ce>   DW_AT_upper_bound : 2
 <2><10cf>: Abbrev Number: 0
 <1><10d0>: Abbrev Number: 3 (DW_TAG_const_type)
    <10d1>   DW_AT_type        : <0x10c0>
 <1><10d5>: Abbrev Number: 10 (DW_TAG_variable)
    <10d6>   DW_AT_name        : (indirect string, offset: 0x75a): sysent_vec
    <10da>   DW_AT_decl_file   : 19
    <10db>   DW_AT_decl_line   : 1904
    <10dd>   DW_AT_decl_column : 35
    <10de>   DW_AT_type        : <0x10d0>
    <10e2>   DW_AT_external    : 1
    <10e3>   DW_AT_declaration : 1
 <1><10e4>: Abbrev Number: 10 (DW_TAG_variable)
    <10e5>   DW_AT_name        : (indirect string, offset: 0x394): inject_vec
    <10e9>   DW_AT_decl_file   : 19
    <10ea>   DW_AT_decl_line   : 1905
    <10ec>   DW_AT_decl_column : 28
    <10ed>   DW_AT_type        : <0xa16>
    <10f1>   DW_AT_external    : 1
    <10f2>   DW_AT_declaration : 1
 <1><10f3>: Abbrev Number: 30 (DW_TAG_structure_type)
    <10f4>   DW_AT_name        : (indirect string, offset: 0xdc9): audit_arch_t
    <10f8>   DW_AT_byte_size   : 8
    <10f9>   DW_AT_decl_file   : 19
    <10fa>   DW_AT_decl_line   : 1907
    <10fc>   DW_AT_decl_column : 8
    <10fd>   DW_AT_sibling     : <0x1122>
 <2><1101>: Abbrev Number: 13 (DW_TAG_member)
    <1102>   DW_AT_name        : (indirect string, offset: 0x588): arch
    <1106>   DW_AT_decl_file   : 19
    <1107>   DW_AT_decl_line   : 1908
    <1109>   DW_AT_decl_column : 15
    <110a>   DW_AT_type        : <0x2b>
    <110e>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1111>: Abbrev Number: 13 (DW_TAG_member)
    <1112>   DW_AT_name        : (indirect string, offset: 0x9c2): flag
    <1116>   DW_AT_decl_file   : 19
    <1117>   DW_AT_decl_line   : 1909
    <1119>   DW_AT_decl_column : 15
    <111a>   DW_AT_type        : <0x2b>
    <111e>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1121>: Abbrev Number: 0
 <1><1122>: Abbrev Number: 3 (DW_TAG_const_type)
    <1123>   DW_AT_type        : <0x10f3>
 <1><1127>: Abbrev Number: 15 (DW_TAG_array_type)
    <1128>   DW_AT_type        : <0x1122>
    <112c>   DW_AT_sibling     : <0x1137>
 <2><1130>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <1131>   DW_AT_type        : <0x2b>
    <1135>   DW_AT_upper_bound : 2
 <2><1136>: Abbrev Number: 0
 <1><1137>: Abbrev Number: 3 (DW_TAG_const_type)
    <1138>   DW_AT_type        : <0x1127>
 <1><113c>: Abbrev Number: 10 (DW_TAG_variable)
    <113d>   DW_AT_name        : (indirect string, offset: 0x915): audit_arch_vec
    <1141>   DW_AT_decl_file   : 19
    <1142>   DW_AT_decl_line   : 1912
    <1144>   DW_AT_decl_column : 34
    <1145>   DW_AT_type        : <0x1137>
    <1149>   DW_AT_external    : 1
    <114a>   DW_AT_declaration : 1
 <1><114b>: Abbrev Number: 32 (DW_TAG_structure_type)
    <114c>   DW_AT_byte_size   : 180
    <114d>   DW_AT_decl_file   : 21
    <114e>   DW_AT_decl_line   : 2
    <114f>   DW_AT_decl_column : 9
    <1150>   DW_AT_sibling     : <0x1405>
 <2><1154>: Abbrev Number: 9 (DW_TAG_member)
    <1155>   DW_AT_name        : (indirect string, offset: 0x1db): block_ioctl
    <1159>   DW_AT_decl_file   : 21
    <115a>   DW_AT_decl_line   : 3
    <115b>   DW_AT_decl_column : 8
    <115c>   DW_AT_type        : <0x141f>
