Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x1c4a (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0xd02): GNU C17 9.4.0 -m32 -mtune=generic -march=i686 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0x765): mpers-m32/struct_rt_sigframe.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xde9): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x404): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0x11e4): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0xa00): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x8da): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x913): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x7aa): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xc3f): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x825): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0x112c): __uid_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 134
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0x2b>
 <1><ae>: Abbrev Number: 4 (DW_TAG_typedef)
    <af>   DW_AT_name        : (indirect string, offset: 0xc75): __off_t
    <b3>   DW_AT_decl_file   : 1
    <b4>   DW_AT_decl_line   : 140
    <b5>   DW_AT_decl_column : 25
    <b6>   DW_AT_type        : <0xba>
 <1><ba>: Abbrev Number: 2 (DW_TAG_base_type)
    <bb>   DW_AT_byte_size   : 4
    <bc>   DW_AT_encoding    : 5	(signed)
    <bd>   DW_AT_name        : (indirect string, offset: 0x316): long int
 <1><c1>: Abbrev Number: 4 (DW_TAG_typedef)
    <c2>   DW_AT_name        : (indirect string, offset: 0xe6b): __off64_t
    <c6>   DW_AT_decl_file   : 1
    <c7>   DW_AT_decl_line   : 141
    <c8>   DW_AT_decl_column : 27
    <c9>   DW_AT_type        : <0x96>
 <1><cd>: Abbrev Number: 4 (DW_TAG_typedef)
    <ce>   DW_AT_name        : (indirect string, offset: 0xbcb): __pid_t
    <d2>   DW_AT_decl_file   : 1
    <d3>   DW_AT_decl_line   : 142
    <d4>   DW_AT_decl_column : 25
    <d5>   DW_AT_type        : <0x64>
 <1><d9>: Abbrev Number: 4 (DW_TAG_typedef)
    <da>   DW_AT_name        : (indirect string, offset: 0xad5): __clock_t
    <de>   DW_AT_decl_file   : 1
    <df>   DW_AT_decl_line   : 144
    <e0>   DW_AT_decl_column : 27
    <e1>   DW_AT_type        : <0xba>
 <1><e5>: Abbrev Number: 4 (DW_TAG_typedef)
    <e6>   DW_AT_name        : (indirect string, offset: 0xdc2): __time_t
    <ea>   DW_AT_decl_file   : 1
    <eb>   DW_AT_decl_line   : 148
    <ec>   DW_AT_decl_column : 26
    <ed>   DW_AT_type        : <0xba>
 <1><f1>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <f2>   DW_AT_byte_size   : 4
 <1><f3>: Abbrev Number: 3 (DW_TAG_const_type)
    <f4>   DW_AT_type        : <0xf1>
 <1><f8>: Abbrev Number: 4 (DW_TAG_typedef)
    <f9>   DW_AT_name        : (indirect string, offset: 0x454): __syscall_slong_t
    <fd>   DW_AT_decl_file   : 1
    <fe>   DW_AT_decl_line   : 184
    <ff>   DW_AT_decl_column : 33
    <100>   DW_AT_type        : <0xba>
 <1><104>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <105>   DW_AT_byte_size   : 4
    <106>   DW_AT_type        : <0x10a>
 <1><10a>: Abbrev Number: 2 (DW_TAG_base_type)
    <10b>   DW_AT_byte_size   : 1
    <10c>   DW_AT_encoding    : 6	(signed char)
    <10d>   DW_AT_name        : (indirect string, offset: 0x4ae): char
 <1><111>: Abbrev Number: 3 (DW_TAG_const_type)
    <112>   DW_AT_type        : <0x10a>
 <1><116>: Abbrev Number: 4 (DW_TAG_typedef)
    <117>   DW_AT_name        : (indirect string, offset: 0x3a6): uint8_t
    <11b>   DW_AT_decl_file   : 2
    <11c>   DW_AT_decl_line   : 24
    <11d>   DW_AT_decl_column : 19
    <11e>   DW_AT_type        : <0x45>
 <1><122>: Abbrev Number: 4 (DW_TAG_typedef)
    <123>   DW_AT_name        : (indirect string, offset: 0xc60): uint16_t
    <127>   DW_AT_decl_file   : 2
    <128>   DW_AT_decl_line   : 25
    <129>   DW_AT_decl_column : 20
    <12a>   DW_AT_type        : <0x58>
 <1><12e>: Abbrev Number: 4 (DW_TAG_typedef)
    <12f>   DW_AT_name        : (indirect string, offset: 0x1183): uint32_t
    <133>   DW_AT_decl_file   : 2
    <134>   DW_AT_decl_line   : 26
    <135>   DW_AT_decl_column : 20
    <136>   DW_AT_type        : <0x70>
 <1><13a>: Abbrev Number: 4 (DW_TAG_typedef)
    <13b>   DW_AT_name        : (indirect string, offset: 0xfb0): uint64_t
    <13f>   DW_AT_decl_file   : 2
    <140>   DW_AT_decl_line   : 27
    <141>   DW_AT_decl_column : 20
    <142>   DW_AT_type        : <0x83>
 <1><146>: Abbrev Number: 4 (DW_TAG_typedef)
    <147>   DW_AT_name        : (indirect string, offset: 0x4e): size_t
    <14b>   DW_AT_decl_file   : 3
    <14c>   DW_AT_decl_line   : 209
    <14d>   DW_AT_decl_column : 23
    <14e>   DW_AT_type        : <0x2b>
 <1><152>: Abbrev Number: 3 (DW_TAG_const_type)
    <153>   DW_AT_type        : <0x146>
 <1><157>: Abbrev Number: 8 (DW_TAG_structure_type)
    <158>   DW_AT_byte_size   : 128
    <159>   DW_AT_decl_file   : 4
    <15a>   DW_AT_decl_line   : 5
    <15b>   DW_AT_decl_column : 9
    <15c>   DW_AT_sibling     : <0x170>
 <2><160>: Abbrev Number: 9 (DW_TAG_member)
    <161>   DW_AT_name        : (indirect string, offset: 0x1060): __val
    <165>   DW_AT_decl_file   : 4
    <166>   DW_AT_decl_line   : 7
    <167>   DW_AT_decl_column : 21
    <168>   DW_AT_type        : <0x170>
    <16c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><16f>: Abbrev Number: 0
 <1><170>: Abbrev Number: 10 (DW_TAG_array_type)
    <171>   DW_AT_type        : <0x37>
    <175>   DW_AT_sibling     : <0x180>
 <2><179>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <17a>   DW_AT_type        : <0x2b>
    <17e>   DW_AT_upper_bound : 31
 <2><17f>: Abbrev Number: 0
 <1><180>: Abbrev Number: 4 (DW_TAG_typedef)
    <181>   DW_AT_name        : (indirect string, offset: 0x12ab): __sigset_t
    <185>   DW_AT_decl_file   : 4
    <186>   DW_AT_decl_line   : 8
    <187>   DW_AT_decl_column : 3
    <188>   DW_AT_type        : <0x157>
 <1><18c>: Abbrev Number: 4 (DW_TAG_typedef)
    <18d>   DW_AT_name        : (indirect string, offset: 0x178): sigset_t
    <191>   DW_AT_decl_file   : 5
    <192>   DW_AT_decl_line   : 7
    <193>   DW_AT_decl_column : 20
    <194>   DW_AT_type        : <0x180>
 <1><198>: Abbrev Number: 12 (DW_TAG_structure_type)
    <199>   DW_AT_name        : (indirect string, offset: 0xbe3): timespec
    <19d>   DW_AT_byte_size   : 8
    <19e>   DW_AT_decl_file   : 6
    <19f>   DW_AT_decl_line   : 9
    <1a0>   DW_AT_decl_column : 8
    <1a1>   DW_AT_sibling     : <0x1c4>
 <2><1a5>: Abbrev Number: 9 (DW_TAG_member)
    <1a6>   DW_AT_name        : (indirect string, offset: 0x12c0): tv_sec
    <1aa>   DW_AT_decl_file   : 6
    <1ab>   DW_AT_decl_line   : 11
    <1ac>   DW_AT_decl_column : 12
    <1ad>   DW_AT_type        : <0xe5>
    <1b1>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1b4>: Abbrev Number: 9 (DW_TAG_member)
    <1b5>   DW_AT_name        : (indirect string, offset: 0xfe3): tv_nsec
    <1b9>   DW_AT_decl_file   : 6
    <1ba>   DW_AT_decl_line   : 12
    <1bb>   DW_AT_decl_column : 21
    <1bc>   DW_AT_type        : <0xf8>
    <1c0>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1c3>: Abbrev Number: 0
 <1><1c4>: Abbrev Number: 2 (DW_TAG_base_type)
    <1c5>   DW_AT_byte_size   : 12
    <1c6>   DW_AT_encoding    : 4	(float)
    <1c7>   DW_AT_name        : (indirect string, offset: 0xb89): long double
 <1><1cb>: Abbrev Number: 2 (DW_TAG_base_type)
    <1cc>   DW_AT_byte_size   : 16
    <1cd>   DW_AT_encoding    : 4	(float)
    <1ce>   DW_AT_name        : (indirect string, offset: 0x11ac): _Float128
 <1><1d2>: Abbrev Number: 13 (DW_TAG_variable)
    <1d3>   DW_AT_name        : (indirect string, offset: 0x2cd): __environ
    <1d7>   DW_AT_decl_file   : 7
    <1d8>   DW_AT_decl_line   : 546
    <1da>   DW_AT_decl_column : 15
    <1db>   DW_AT_type        : <0x1e1>
    <1df>   DW_AT_external    : 1
    <1e0>   DW_AT_declaration : 1
 <1><1e1>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1e2>   DW_AT_byte_size   : 4
    <1e3>   DW_AT_type        : <0x104>
 <1><1e7>: Abbrev Number: 13 (DW_TAG_variable)
    <1e8>   DW_AT_name        : (indirect string, offset: 0x3f2): environ
    <1ec>   DW_AT_decl_file   : 7
    <1ed>   DW_AT_decl_line   : 548
    <1ef>   DW_AT_decl_column : 15
    <1f0>   DW_AT_type        : <0x1e1>
    <1f4>   DW_AT_external    : 1
    <1f5>   DW_AT_declaration : 1
 <1><1f6>: Abbrev Number: 14 (DW_TAG_variable)
    <1f7>   DW_AT_name        : (indirect string, offset: 0x11ce): optarg
    <1fb>   DW_AT_decl_file   : 8
    <1fc>   DW_AT_decl_line   : 36
    <1fd>   DW_AT_decl_column : 14
    <1fe>   DW_AT_type        : <0x104>
    <202>   DW_AT_external    : 1
    <203>   DW_AT_declaration : 1
 <1><204>: Abbrev Number: 14 (DW_TAG_variable)
    <205>   DW_AT_name        : (indirect string, offset: 0x75e): optind
    <209>   DW_AT_decl_file   : 8
    <20a>   DW_AT_decl_line   : 50
    <20b>   DW_AT_decl_column : 12
    <20c>   DW_AT_type        : <0x64>
    <210>   DW_AT_external    : 1
    <211>   DW_AT_declaration : 1
 <1><212>: Abbrev Number: 14 (DW_TAG_variable)
    <213>   DW_AT_name        : (indirect string, offset: 0xdb1): opterr
    <217>   DW_AT_decl_file   : 8
    <218>   DW_AT_decl_line   : 55
    <219>   DW_AT_decl_column : 12
    <21a>   DW_AT_type        : <0x64>
    <21e>   DW_AT_external    : 1
    <21f>   DW_AT_declaration : 1
 <1><220>: Abbrev Number: 14 (DW_TAG_variable)
    <221>   DW_AT_name        : (indirect string, offset: 0xc25): optopt
    <225>   DW_AT_decl_file   : 8
    <226>   DW_AT_decl_line   : 59
    <227>   DW_AT_decl_column : 12
    <228>   DW_AT_type        : <0x64>
    <22c>   DW_AT_external    : 1
    <22d>   DW_AT_declaration : 1
 <1><22e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <22f>   DW_AT_byte_size   : 4
    <230>   DW_AT_type        : <0x111>
 <1><234>: Abbrev Number: 3 (DW_TAG_const_type)
    <235>   DW_AT_type        : <0x22e>
 <1><239>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <23a>   DW_AT_byte_size   : 4
    <23b>   DW_AT_type        : <0x23f>
 <1><23f>: Abbrev Number: 15 (DW_TAG_const_type)
 <1><240>: Abbrev Number: 12 (DW_TAG_structure_type)
    <241>   DW_AT_name        : (indirect string, offset: 0x3ae): _IO_FILE
    <245>   DW_AT_byte_size   : 148
    <246>   DW_AT_decl_file   : 9
    <247>   DW_AT_decl_line   : 245
    <248>   DW_AT_decl_column : 8
    <249>   DW_AT_sibling     : <0x418>
 <2><24d>: Abbrev Number: 9 (DW_TAG_member)
    <24e>   DW_AT_name        : (indirect string, offset: 0xac3): _flags
    <252>   DW_AT_decl_file   : 9
    <253>   DW_AT_decl_line   : 246
    <254>   DW_AT_decl_column : 7
    <255>   DW_AT_type        : <0x64>
    <259>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><25c>: Abbrev Number: 9 (DW_TAG_member)
    <25d>   DW_AT_name        : (indirect string, offset: 0x55f): _IO_read_ptr
    <261>   DW_AT_decl_file   : 9
    <262>   DW_AT_decl_line   : 251
    <263>   DW_AT_decl_column : 9
    <264>   DW_AT_type        : <0x104>
    <268>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><26b>: Abbrev Number: 9 (DW_TAG_member)
    <26c>   DW_AT_name        : (indirect string, offset: 0x1134): _IO_read_end
    <270>   DW_AT_decl_file   : 9
    <271>   DW_AT_decl_line   : 252
    <272>   DW_AT_decl_column : 9
    <273>   DW_AT_type        : <0x104>
    <277>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><27a>: Abbrev Number: 9 (DW_TAG_member)
    <27b>   DW_AT_name        : (indirect string, offset: 0x802): _IO_read_base
    <27f>   DW_AT_decl_file   : 9
    <280>   DW_AT_decl_line   : 253
    <281>   DW_AT_decl_column : 9
    <282>   DW_AT_type        : <0x104>
    <286>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><289>: Abbrev Number: 9 (DW_TAG_member)
    <28a>   DW_AT_name        : (indirect string, offset: 0xa9a): _IO_write_base
    <28e>   DW_AT_decl_file   : 9
    <28f>   DW_AT_decl_line   : 254
    <290>   DW_AT_decl_column : 9
    <291>   DW_AT_type        : <0x104>
    <295>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><298>: Abbrev Number: 9 (DW_TAG_member)
    <299>   DW_AT_name        : (indirect string, offset: 0x121d): _IO_write_ptr
    <29d>   DW_AT_decl_file   : 9
    <29e>   DW_AT_decl_line   : 255
    <29f>   DW_AT_decl_column : 9
    <2a0>   DW_AT_type        : <0x104>
    <2a4>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><2a7>: Abbrev Number: 16 (DW_TAG_member)
    <2a8>   DW_AT_name        : (indirect string, offset: 0x95d): _IO_write_end
    <2ac>   DW_AT_decl_file   : 9
    <2ad>   DW_AT_decl_line   : 256
    <2af>   DW_AT_decl_column : 9
    <2b0>   DW_AT_type        : <0x104>
    <2b4>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><2b7>: Abbrev Number: 16 (DW_TAG_member)
    <2b8>   DW_AT_name        : (indirect string, offset: 0x9da): _IO_buf_base
    <2bc>   DW_AT_decl_file   : 9
    <2bd>   DW_AT_decl_line   : 257
    <2bf>   DW_AT_decl_column : 9
    <2c0>   DW_AT_type        : <0x104>
    <2c4>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><2c7>: Abbrev Number: 16 (DW_TAG_member)
    <2c8>   DW_AT_name        : (indirect string, offset: 0xf38): _IO_buf_end
    <2cc>   DW_AT_decl_file   : 9
    <2cd>   DW_AT_decl_line   : 258
    <2cf>   DW_AT_decl_column : 9
    <2d0>   DW_AT_type        : <0x104>
    <2d4>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><2d7>: Abbrev Number: 16 (DW_TAG_member)
    <2d8>   DW_AT_name        : (indirect string, offset: 0x21c): _IO_save_base
    <2dc>   DW_AT_decl_file   : 9
    <2dd>   DW_AT_decl_line   : 260
    <2df>   DW_AT_decl_column : 9
    <2e0>   DW_AT_type        : <0x104>
    <2e4>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><2e7>: Abbrev Number: 16 (DW_TAG_member)
    <2e8>   DW_AT_name        : (indirect string, offset: 0xe26): _IO_backup_base
    <2ec>   DW_AT_decl_file   : 9
    <2ed>   DW_AT_decl_line   : 261
    <2ef>   DW_AT_decl_column : 9
    <2f0>   DW_AT_type        : <0x104>
    <2f4>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><2f7>: Abbrev Number: 16 (DW_TAG_member)
    <2f8>   DW_AT_name        : (indirect string, offset: 0xed): _IO_save_end
    <2fc>   DW_AT_decl_file   : 9
    <2fd>   DW_AT_decl_line   : 262
    <2ff>   DW_AT_decl_column : 9
    <300>   DW_AT_type        : <0x104>
    <304>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><307>: Abbrev Number: 16 (DW_TAG_member)
    <308>   DW_AT_name        : (indirect string, offset: 0x609): _markers
    <30c>   DW_AT_decl_file   : 9
    <30d>   DW_AT_decl_line   : 264
    <30f>   DW_AT_decl_column : 22
    <310>   DW_AT_type        : <0x467>
    <314>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><317>: Abbrev Number: 16 (DW_TAG_member)
    <318>   DW_AT_name        : (indirect string, offset: 0x25f): _chain
    <31c>   DW_AT_decl_file   : 9
    <31d>   DW_AT_decl_line   : 266
    <31f>   DW_AT_decl_column : 20
    <320>   DW_AT_type        : <0x46d>
    <324>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><327>: Abbrev Number: 16 (DW_TAG_member)
    <328>   DW_AT_name        : (indirect string, offset: 0x1197): _fileno
    <32c>   DW_AT_decl_file   : 9
    <32d>   DW_AT_decl_line   : 268
    <32f>   DW_AT_decl_column : 7
    <330>   DW_AT_type        : <0x64>
    <334>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><337>: Abbrev Number: 16 (DW_TAG_member)
    <338>   DW_AT_name        : (indirect string, offset: 0x7ee): _flags2
    <33c>   DW_AT_decl_file   : 9
    <33d>   DW_AT_decl_line   : 272
    <33f>   DW_AT_decl_column : 7
    <340>   DW_AT_type        : <0x64>
    <344>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><347>: Abbrev Number: 16 (DW_TAG_member)
    <348>   DW_AT_name        : (indirect string, offset: 0x886): _old_offset
    <34c>   DW_AT_decl_file   : 9
    <34d>   DW_AT_decl_line   : 274
    <34f>   DW_AT_decl_column : 13
    <350>   DW_AT_type        : <0xae>
    <354>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><357>: Abbrev Number: 16 (DW_TAG_member)
    <358>   DW_AT_name        : (indirect string, offset: 0x292): _cur_column
    <35c>   DW_AT_decl_file   : 9
    <35d>   DW_AT_decl_line   : 278
    <35f>   DW_AT_decl_column : 18
    <360>   DW_AT_type        : <0x24>
    <364>   DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><367>: Abbrev Number: 16 (DW_TAG_member)
    <368>   DW_AT_name        : (indirect string, offset: 0x1009): _vtable_offset
    <36c>   DW_AT_decl_file   : 9
    <36d>   DW_AT_decl_line   : 279
    <36f>   DW_AT_decl_column : 15
    <370>   DW_AT_type        : <0x3e>
    <374>   DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><377>: Abbrev Number: 16 (DW_TAG_member)
    <378>   DW_AT_name        : (indirect string, offset: 0xe36): _shortbuf
    <37c>   DW_AT_decl_file   : 9
    <37d>   DW_AT_decl_line   : 280
    <37f>   DW_AT_decl_column : 8
    <380>   DW_AT_type        : <0x473>
    <384>   DW_AT_data_member_location: 2 byte block: 23 47 	(DW_OP_plus_uconst: 71)
 <2><387>: Abbrev Number: 16 (DW_TAG_member)
    <388>   DW_AT_name        : (indirect string, offset: 0x1b3): _lock
    <38c>   DW_AT_decl_file   : 9
    <38d>   DW_AT_decl_line   : 284
    <38f>   DW_AT_decl_column : 15
    <390>   DW_AT_type        : <0x483>
    <394>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><397>: Abbrev Number: 16 (DW_TAG_member)
    <398>   DW_AT_name        : (indirect string, offset: 0x6e5): _offset
    <39c>   DW_AT_decl_file   : 9
    <39d>   DW_AT_decl_line   : 293
    <39f>   DW_AT_decl_column : 15
    <3a0>   DW_AT_type        : <0xc1>
    <3a4>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><3a7>: Abbrev Number: 16 (DW_TAG_member)
    <3a8>   DW_AT_name        : (indirect string, offset: 0xa41): __pad1
    <3ac>   DW_AT_decl_file   : 9
    <3ad>   DW_AT_decl_line   : 301
    <3af>   DW_AT_decl_column : 9
    <3b0>   DW_AT_type        : <0xf1>
    <3b4>   DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><3b7>: Abbrev Number: 16 (DW_TAG_member)
    <3b8>   DW_AT_name        : (indirect string, offset: 0xa48): __pad2
    <3bc>   DW_AT_decl_file   : 9
    <3bd>   DW_AT_decl_line   : 302
    <3bf>   DW_AT_decl_column : 9
    <3c0>   DW_AT_type        : <0xf1>
    <3c4>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><3c7>: Abbrev Number: 16 (DW_TAG_member)
    <3c8>   DW_AT_name        : (indirect string, offset: 0xa4f): __pad3
    <3cc>   DW_AT_decl_file   : 9
    <3cd>   DW_AT_decl_line   : 303
    <3cf>   DW_AT_decl_column : 9
    <3d0>   DW_AT_type        : <0xf1>
    <3d4>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><3d7>: Abbrev Number: 16 (DW_TAG_member)
    <3d8>   DW_AT_name        : (indirect string, offset: 0xa56): __pad4
    <3dc>   DW_AT_decl_file   : 9
    <3dd>   DW_AT_decl_line   : 304
    <3df>   DW_AT_decl_column : 9
    <3e0>   DW_AT_type        : <0xf1>
    <3e4>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><3e7>: Abbrev Number: 16 (DW_TAG_member)
    <3e8>   DW_AT_name        : (indirect string, offset: 0xa5d): __pad5
    <3ec>   DW_AT_decl_file   : 9
    <3ed>   DW_AT_decl_line   : 306
    <3ef>   DW_AT_decl_column : 10
    <3f0>   DW_AT_type        : <0x146>
    <3f4>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><3f7>: Abbrev Number: 16 (DW_TAG_member)
    <3f8>   DW_AT_name        : (indirect string, offset: 0xaf1): _mode
    <3fc>   DW_AT_decl_file   : 9
    <3fd>   DW_AT_decl_line   : 307
    <3ff>   DW_AT_decl_column : 7
    <400>   DW_AT_type        : <0x64>
    <404>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><407>: Abbrev Number: 16 (DW_TAG_member)
    <408>   DW_AT_name        : (indirect string, offset: 0x81c): _unused2
    <40c>   DW_AT_decl_file   : 9
    <40d>   DW_AT_decl_line   : 309
    <40f>   DW_AT_decl_column : 8
    <410>   DW_AT_type        : <0x489>
    <414>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><417>: Abbrev Number: 0
 <1><418>: Abbrev Number: 4 (DW_TAG_typedef)
    <419>   DW_AT_name        : (indirect string, offset: 0xbc6): FILE
    <41d>   DW_AT_decl_file   : 10
    <41e>   DW_AT_decl_line   : 7
    <41f>   DW_AT_decl_column : 25
    <420>   DW_AT_type        : <0x240>
 <1><424>: Abbrev Number: 17 (DW_TAG_typedef)
    <425>   DW_AT_name        : (indirect string, offset: 0x4ee): _IO_lock_t
    <429>   DW_AT_decl_file   : 9
    <42a>   DW_AT_decl_line   : 154
    <42b>   DW_AT_decl_column : 14
 <1><42c>: Abbrev Number: 12 (DW_TAG_structure_type)
    <42d>   DW_AT_name        : (indirect string, offset: 0x358): _IO_marker
    <431>   DW_AT_byte_size   : 12
    <432>   DW_AT_decl_file   : 9
    <433>   DW_AT_decl_line   : 160
    <434>   DW_AT_decl_column : 8
    <435>   DW_AT_sibling     : <0x467>
 <2><439>: Abbrev Number: 9 (DW_TAG_member)
    <43a>   DW_AT_name        : (indirect string, offset: 0xe65): _next
    <43e>   DW_AT_decl_file   : 9
    <43f>   DW_AT_decl_line   : 161
    <440>   DW_AT_decl_column : 22
    <441>   DW_AT_type        : <0x467>
    <445>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><448>: Abbrev Number: 9 (DW_TAG_member)
    <449>   DW_AT_name        : (indirect string, offset: 0xa64): _sbuf
    <44d>   DW_AT_decl_file   : 9
    <44e>   DW_AT_decl_line   : 162
    <44f>   DW_AT_decl_column : 20
    <450>   DW_AT_type        : <0x46d>
    <454>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><457>: Abbrev Number: 9 (DW_TAG_member)
    <458>   DW_AT_name        : (indirect string, offset: 0x5b3): _pos
    <45c>   DW_AT_decl_file   : 9
    <45d>   DW_AT_decl_line   : 166
    <45e>   DW_AT_decl_column : 7
    <45f>   DW_AT_type        : <0x64>
    <463>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><466>: Abbrev Number: 0
 <1><467>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <468>   DW_AT_byte_size   : 4
    <469>   DW_AT_type        : <0x42c>
 <1><46d>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <46e>   DW_AT_byte_size   : 4
    <46f>   DW_AT_type        : <0x240>
 <1><473>: Abbrev Number: 10 (DW_TAG_array_type)
    <474>   DW_AT_type        : <0x10a>
    <478>   DW_AT_sibling     : <0x483>
 <2><47c>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <47d>   DW_AT_type        : <0x2b>
    <481>   DW_AT_upper_bound : 0
 <2><482>: Abbrev Number: 0
 <1><483>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <484>   DW_AT_byte_size   : 4
    <485>   DW_AT_type        : <0x424>
 <1><489>: Abbrev Number: 10 (DW_TAG_array_type)
    <48a>   DW_AT_type        : <0x10a>
    <48e>   DW_AT_sibling     : <0x499>
 <2><492>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <493>   DW_AT_type        : <0x2b>
    <497>   DW_AT_upper_bound : 39
 <2><498>: Abbrev Number: 0
 <1><499>: Abbrev Number: 18 (DW_TAG_structure_type)
    <49a>   DW_AT_name        : (indirect string, offset: 0x480): _IO_FILE_plus
    <49e>   DW_AT_declaration : 1
 <1><49f>: Abbrev Number: 13 (DW_TAG_variable)
    <4a0>   DW_AT_name        : (indirect string, offset: 0x7b5): _IO_2_1_stdin_
    <4a4>   DW_AT_decl_file   : 9
    <4a5>   DW_AT_decl_line   : 319
    <4a7>   DW_AT_decl_column : 29
    <4a8>   DW_AT_type        : <0x499>
    <4ac>   DW_AT_external    : 1
    <4ad>   DW_AT_declaration : 1
 <1><4ae>: Abbrev Number: 13 (DW_TAG_variable)
    <4af>   DW_AT_name        : (indirect string, offset: 0xe46): _IO_2_1_stdout_
    <4b3>   DW_AT_decl_file   : 9
    <4b4>   DW_AT_decl_line   : 320
    <4b6>   DW_AT_decl_column : 29
    <4b7>   DW_AT_type        : <0x499>
    <4bb>   DW_AT_external    : 1
    <4bc>   DW_AT_declaration : 1
 <1><4bd>: Abbrev Number: 13 (DW_TAG_variable)
    <4be>   DW_AT_name        : (indirect string, offset: 0xbc): _IO_2_1_stderr_
    <4c2>   DW_AT_decl_file   : 9
    <4c3>   DW_AT_decl_line   : 321
    <4c5>   DW_AT_decl_column : 29
    <4c6>   DW_AT_type        : <0x499>
    <4ca>   DW_AT_external    : 1
    <4cb>   DW_AT_declaration : 1
 <1><4cc>: Abbrev Number: 14 (DW_TAG_variable)
    <4cd>   DW_AT_name        : (indirect string, offset: 0x5c9): stdin
    <4d1>   DW_AT_decl_file   : 11
    <4d2>   DW_AT_decl_line   : 135
    <4d3>   DW_AT_decl_column : 25
    <4d4>   DW_AT_type        : <0x46d>
    <4d8>   DW_AT_external    : 1
    <4d9>   DW_AT_declaration : 1
 <1><4da>: Abbrev Number: 14 (DW_TAG_variable)
    <4db>   DW_AT_name        : (indirect string, offset: 0x11f7): stdout
    <4df>   DW_AT_decl_file   : 11
    <4e0>   DW_AT_decl_line   : 136
    <4e1>   DW_AT_decl_column : 25
    <4e2>   DW_AT_type        : <0x46d>
    <4e6>   DW_AT_external    : 1
    <4e7>   DW_AT_declaration : 1
 <1><4e8>: Abbrev Number: 14 (DW_TAG_variable)
    <4e9>   DW_AT_name        : (indirect string, offset: 0xf99): stderr
    <4ed>   DW_AT_decl_file   : 11
    <4ee>   DW_AT_decl_line   : 137
    <4ef>   DW_AT_decl_column : 25
    <4f0>   DW_AT_type        : <0x46d>
    <4f4>   DW_AT_external    : 1
    <4f5>   DW_AT_declaration : 1
 <1><4f6>: Abbrev Number: 14 (DW_TAG_variable)
    <4f7>   DW_AT_name        : (indirect string, offset: 0x29e): sys_nerr
    <4fb>   DW_AT_decl_file   : 12
    <4fc>   DW_AT_decl_line   : 26
    <4fd>   DW_AT_decl_column : 12
    <4fe>   DW_AT_type        : <0x64>
    <502>   DW_AT_external    : 1
    <503>   DW_AT_declaration : 1
 <1><504>: Abbrev Number: 10 (DW_TAG_array_type)
    <505>   DW_AT_type        : <0x234>
    <509>   DW_AT_sibling     : <0x50f>
 <2><50d>: Abbrev Number: 19 (DW_TAG_subrange_type)
 <2><50e>: Abbrev Number: 0
 <1><50f>: Abbrev Number: 3 (DW_TAG_const_type)
    <510>   DW_AT_type        : <0x504>
 <1><514>: Abbrev Number: 14 (DW_TAG_variable)
    <515>   DW_AT_name        : (indirect string, offset: 0x5d8): sys_errlist
    <519>   DW_AT_decl_file   : 12
    <51a>   DW_AT_decl_line   : 27
    <51b>   DW_AT_decl_column : 26
    <51c>   DW_AT_type        : <0x50f>
    <520>   DW_AT_external    : 1
    <521>   DW_AT_declaration : 1
 <1><522>: Abbrev Number: 14 (DW_TAG_variable)
    <523>   DW_AT_name        : (indirect string, offset: 0x2ba): _sys_nerr
    <527>   DW_AT_decl_file   : 12
    <528>   DW_AT_decl_line   : 30
    <529>   DW_AT_decl_column : 12
    <52a>   DW_AT_type        : <0x64>
    <52e>   DW_AT_external    : 1
    <52f>   DW_AT_declaration : 1
 <1><530>: Abbrev Number: 14 (DW_TAG_variable)
    <531>   DW_AT_name        : (indirect string, offset: 0x1018): _sys_errlist
    <535>   DW_AT_decl_file   : 12
    <536>   DW_AT_decl_line   : 31
    <537>   DW_AT_decl_column : 26
    <538>   DW_AT_type        : <0x50f>
    <53c>   DW_AT_external    : 1
    <53d>   DW_AT_declaration : 1
 <1><53e>: Abbrev Number: 14 (DW_TAG_variable)
    <53f>   DW_AT_name        : (indirect string, offset: 0x6be): program_invocation_name
    <543>   DW_AT_decl_file   : 13
    <544>   DW_AT_decl_line   : 45
    <545>   DW_AT_decl_column : 14
    <546>   DW_AT_type        : <0x104>
    <54a>   DW_AT_external    : 1
    <54b>   DW_AT_declaration : 1
 <1><54c>: Abbrev Number: 14 (DW_TAG_variable)
    <54d>   DW_AT_name        : (indirect string, offset: 0xcaf): program_invocation_short_name
    <551>   DW_AT_decl_file   : 13
    <552>   DW_AT_decl_line   : 46
    <553>   DW_AT_decl_column : 14
    <554>   DW_AT_type        : <0x104>
    <558>   DW_AT_external    : 1
    <559>   DW_AT_declaration : 1
 <1><55a>: Abbrev Number: 10 (DW_TAG_array_type)
    <55b>   DW_AT_type        : <0x104>
    <55f>   DW_AT_sibling     : <0x56a>
 <2><563>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <564>   DW_AT_type        : <0x2b>
    <568>   DW_AT_upper_bound : 1
 <2><569>: Abbrev Number: 0
 <1><56a>: Abbrev Number: 14 (DW_TAG_variable)
    <56b>   DW_AT_name        : (indirect string, offset: 0x209): __tzname
    <56f>   DW_AT_decl_file   : 14
    <570>   DW_AT_decl_line   : 159
    <571>   DW_AT_decl_column : 14
    <572>   DW_AT_type        : <0x55a>
    <576>   DW_AT_external    : 1
    <577>   DW_AT_declaration : 1
 <1><578>: Abbrev Number: 14 (DW_TAG_variable)
    <579>   DW_AT_name        : (indirect string, offset: 0x10aa): __daylight
    <57d>   DW_AT_decl_file   : 14
    <57e>   DW_AT_decl_line   : 160
    <57f>   DW_AT_decl_column : 12
    <580>   DW_AT_type        : <0x64>
    <584>   DW_AT_external    : 1
    <585>   DW_AT_declaration : 1
 <1><586>: Abbrev Number: 14 (DW_TAG_variable)
    <587>   DW_AT_name        : (indirect string, offset: 0x3b7): __timezone
    <58b>   DW_AT_decl_file   : 14
    <58c>   DW_AT_decl_line   : 161
    <58d>   DW_AT_decl_column : 17
    <58e>   DW_AT_type        : <0xba>
    <592>   DW_AT_external    : 1
    <593>   DW_AT_declaration : 1
 <1><594>: Abbrev Number: 14 (DW_TAG_variable)
    <595>   DW_AT_name        : (indirect string, offset: 0x6fc): tzname
    <599>   DW_AT_decl_file   : 14
    <59a>   DW_AT_decl_line   : 166
    <59b>   DW_AT_decl_column : 14
    <59c>   DW_AT_type        : <0x55a>
    <5a0>   DW_AT_external    : 1
    <5a1>   DW_AT_declaration : 1
 <1><5a2>: Abbrev Number: 14 (DW_TAG_variable)
    <5a3>   DW_AT_name        : (indirect string, offset: 0x1267): daylight
    <5a7>   DW_AT_decl_file   : 14
    <5a8>   DW_AT_decl_line   : 174
    <5a9>   DW_AT_decl_column : 12
    <5aa>   DW_AT_type        : <0x64>
    <5ae>   DW_AT_external    : 1
    <5af>   DW_AT_declaration : 1
 <1><5b0>: Abbrev Number: 14 (DW_TAG_variable)
    <5b1>   DW_AT_name        : (indirect string, offset: 0x533): timezone
    <5b5>   DW_AT_decl_file   : 14
    <5b6>   DW_AT_decl_line   : 175
    <5b7>   DW_AT_decl_column : 17
    <5b8>   DW_AT_type        : <0xba>
    <5bc>   DW_AT_external    : 1
    <5bd>   DW_AT_declaration : 1
 <1><5be>: Abbrev Number: 13 (DW_TAG_variable)
    <5bf>   DW_AT_name        : (indirect string, offset: 0x1150): getdate_err
    <5c3>   DW_AT_decl_file   : 14
    <5c4>   DW_AT_decl_line   : 280
    <5c6>   DW_AT_decl_column : 12
    <5c7>   DW_AT_type        : <0x64>
    <5cb>   DW_AT_external    : 1
    <5cc>   DW_AT_declaration : 1
 <1><5cd>: Abbrev Number: 14 (DW_TAG_variable)
    <5ce>   DW_AT_name        : (indirect string, offset: 0xa6f): debug_flag
    <5d2>   DW_AT_decl_file   : 15
    <5d3>   DW_AT_decl_line   : 20
    <5d4>   DW_AT_decl_column : 13
    <5d5>   DW_AT_type        : <0x5db>
    <5d9>   DW_AT_external    : 1
    <5da>   DW_AT_declaration : 1
 <1><5db>: Abbrev Number: 2 (DW_TAG_base_type)
    <5dc>   DW_AT_byte_size   : 1
    <5dd>   DW_AT_encoding    : 2	(boolean)
    <5de>   DW_AT_name        : (indirect string, offset: 0x466): _Bool
 <1><5e2>: Abbrev Number: 3 (DW_TAG_const_type)
    <5e3>   DW_AT_type        : <0x5db>
 <1><5e7>: Abbrev Number: 4 (DW_TAG_typedef)
    <5e8>   DW_AT_name        : (indirect string, offset: 0xb48): __kernel_long_t
    <5ec>   DW_AT_decl_file   : 16
    <5ed>   DW_AT_decl_line   : 15
    <5ee>   DW_AT_decl_column : 15
    <5ef>   DW_AT_type        : <0xba>
 <1><5f3>: Abbrev Number: 4 (DW_TAG_typedef)
    <5f4>   DW_AT_name        : (indirect string, offset: 0x5b8): __kernel_ulong_t
    <5f8>   DW_AT_decl_file   : 16
    <5f9>   DW_AT_decl_line   : 16
    <5fa>   DW_AT_decl_column : 23
    <5fb>   DW_AT_type        : <0x37>
 <1><5ff>: Abbrev Number: 4 (DW_TAG_typedef)
    <600>   DW_AT_name        : (indirect string, offset: 0x42a): kernel_long_t
    <604>   DW_AT_decl_file   : 17
    <605>   DW_AT_decl_line   : 16
    <606>   DW_AT_decl_column : 25
    <607>   DW_AT_type        : <0x5e7>
 <1><60b>: Abbrev Number: 4 (DW_TAG_typedef)
    <60c>   DW_AT_name        : (indirect string, offset: 0x904): kernel_ulong_t
    <610>   DW_AT_decl_file   : 17
    <611>   DW_AT_decl_line   : 17
    <612>   DW_AT_decl_column : 26
    <613>   DW_AT_type        : <0x5f3>
 <1><617>: Abbrev Number: 3 (DW_TAG_const_type)
    <618>   DW_AT_type        : <0x60b>
 <1><61c>: Abbrev Number: 12 (DW_TAG_structure_type)
    <61d>   DW_AT_name        : (indirect string, offset: 0xccd): list_item
    <621>   DW_AT_byte_size   : 8
    <622>   DW_AT_decl_file   : 18
    <623>   DW_AT_decl_line   : 92
    <624>   DW_AT_decl_column : 8
    <625>   DW_AT_sibling     : <0x648>
 <2><629>: Abbrev Number: 9 (DW_TAG_member)
    <62a>   DW_AT_name        : (indirect string, offset: 0x12bb): prev
    <62e>   DW_AT_decl_file   : 18
    <62f>   DW_AT_decl_line   : 93
    <630>   DW_AT_decl_column : 20
    <631>   DW_AT_type        : <0x648>
    <635>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><638>: Abbrev Number: 9 (DW_TAG_member)
    <639>   DW_AT_name        : (indirect string, offset: 0xb58): next
    <63d>   DW_AT_decl_file   : 18
    <63e>   DW_AT_decl_line   : 94
    <63f>   DW_AT_decl_column : 20
    <640>   DW_AT_type        : <0x648>
    <644>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><647>: Abbrev Number: 0
 <1><648>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <649>   DW_AT_byte_size   : 4
    <64a>   DW_AT_type        : <0x61c>
 <1><64e>: Abbrev Number: 12 (DW_TAG_structure_type)
    <64f>   DW_AT_name        : (indirect string, offset: 0x8d3): sysent
    <653>   DW_AT_byte_size   : 20
    <654>   DW_AT_decl_file   : 19
    <655>   DW_AT_decl_line   : 11
    <656>   DW_AT_decl_column : 16
    <657>   DW_AT_sibling     : <0x6a7>
 <2><65b>: Abbrev Number: 9 (DW_TAG_member)
    <65c>   DW_AT_name        : (indirect string, offset: 0x120e): nargs
    <660>   DW_AT_decl_file   : 19
    <661>   DW_AT_decl_line   : 12
    <662>   DW_AT_decl_column : 11
    <663>   DW_AT_type        : <0x2b>
    <667>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><66a>: Abbrev Number: 9 (DW_TAG_member)
    <66b>   DW_AT_name        : (indirect string, offset: 0x9f6): sys_flags
    <66f>   DW_AT_decl_file   : 19
    <670>   DW_AT_decl_line   : 13
    <671>   DW_AT_decl_column : 6
    <672>   DW_AT_type        : <0x64>
    <676>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><679>: Abbrev Number: 20 (DW_TAG_member)
    <67a>   DW_AT_name        : sen
    <67e>   DW_AT_decl_file   : 19
    <67f>   DW_AT_decl_line   : 14
    <680>   DW_AT_decl_column : 6
    <681>   DW_AT_type        : <0x64>
    <685>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><688>: Abbrev Number: 9 (DW_TAG_member)
    <689>   DW_AT_name        : (indirect string, offset: 0x34f): sys_func
    <68d>   DW_AT_decl_file   : 19
    <68e>   DW_AT_decl_line   : 15
    <68f>   DW_AT_decl_column : 8
    <690>   DW_AT_type        : <0x6b2>
    <694>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><697>: Abbrev Number: 9 (DW_TAG_member)
    <698>   DW_AT_name        : (indirect string, offset: 0x2c4): sys_name
    <69c>   DW_AT_decl_file   : 19
    <69d>   DW_AT_decl_line   : 16
    <69e>   DW_AT_decl_column : 14
    <69f>   DW_AT_type        : <0x22e>
    <6a3>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><6a6>: Abbrev Number: 0
 <1><6a7>: Abbrev Number: 21 (DW_TAG_subroutine_type)
    <6a8>   DW_AT_type        : <0x64>
    <6ac>   DW_AT_sibling     : <0x6b2>
 <2><6b0>: Abbrev Number: 22 (DW_TAG_unspecified_parameters)
 <2><6b1>: Abbrev Number: 0
 <1><6b2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <6b3>   DW_AT_byte_size   : 4
    <6b4>   DW_AT_type        : <0x6a7>
 <1><6b8>: Abbrev Number: 4 (DW_TAG_typedef)
    <6b9>   DW_AT_name        : (indirect string, offset: 0x103b): struct_sysent
    <6bd>   DW_AT_decl_file   : 19
    <6be>   DW_AT_decl_line   : 17
    <6bf>   DW_AT_decl_column : 3
    <6c0>   DW_AT_type        : <0x64e>
 <1><6c4>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c5>   DW_AT_type        : <0x6b8>
 <1><6c9>: Abbrev Number: 14 (DW_TAG_variable)
    <6ca>   DW_AT_name        : (indirect string, offset: 0xed6): current_personality
    <6ce>   DW_AT_decl_file   : 20
    <6cf>   DW_AT_decl_line   : 158
    <6d0>   DW_AT_decl_column : 17
    <6d1>   DW_AT_type        : <0x2b>
    <6d5>   DW_AT_external    : 1
    <6d6>   DW_AT_declaration : 1
 <1><6d7>: Abbrev Number: 14 (DW_TAG_variable)
    <6d8>   DW_AT_name        : (indirect string, offset: 0x86b): current_wordsize
    <6dc>   DW_AT_decl_file   : 20
    <6dd>   DW_AT_decl_line   : 171
    <6de>   DW_AT_decl_column : 17
    <6df>   DW_AT_type        : <0x2b>
    <6e3>   DW_AT_external    : 1
    <6e4>   DW_AT_declaration : 1
 <1><6e5>: Abbrev Number: 14 (DW_TAG_variable)
    <6e6>   DW_AT_name        : (indirect string, offset: 0xb0d): current_klongsize
    <6ea>   DW_AT_decl_file   : 20
    <6eb>   DW_AT_decl_line   : 176
    <6ec>   DW_AT_decl_column : 17
    <6ed>   DW_AT_type        : <0x2b>
    <6f1>   DW_AT_external    : 1
    <6f2>   DW_AT_declaration : 1
 <1><6f3>: Abbrev Number: 12 (DW_TAG_structure_type)
    <6f4>   DW_AT_name        : (indirect string, offset: 0xde0): ioctlent
    <6f8>   DW_AT_byte_size   : 8
    <6f9>   DW_AT_decl_file   : 20
    <6fa>   DW_AT_decl_line   : 217
    <6fb>   DW_AT_decl_column : 16
    <6fc>   DW_AT_sibling     : <0x71f>
 <2><700>: Abbrev Number: 9 (DW_TAG_member)
    <701>   DW_AT_name        : (indirect string, offset: 0x1125): symbol
    <705>   DW_AT_decl_file   : 20
    <706>   DW_AT_decl_line   : 218
    <707>   DW_AT_decl_column : 14
    <708>   DW_AT_type        : <0x22e>
    <70c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><70f>: Abbrev Number: 9 (DW_TAG_member)
    <710>   DW_AT_name        : (indirect string, offset: 0xe89): code
    <714>   DW_AT_decl_file   : 20
    <715>   DW_AT_decl_line   : 219
    <716>   DW_AT_decl_column : 15
    <717>   DW_AT_type        : <0x2b>
    <71b>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><71e>: Abbrev Number: 0
 <1><71f>: Abbrev Number: 4 (DW_TAG_typedef)
    <720>   DW_AT_name        : (indirect string, offset: 0xda1): struct_ioctlent
    <724>   DW_AT_decl_file   : 20
    <725>   DW_AT_decl_line   : 220
    <726>   DW_AT_decl_column : 3
    <727>   DW_AT_type        : <0x6f3>
 <1><72b>: Abbrev Number: 3 (DW_TAG_const_type)
    <72c>   DW_AT_type        : <0x71f>
 <1><730>: Abbrev Number: 12 (DW_TAG_structure_type)
    <731>   DW_AT_name        : (indirect string, offset: 0x85f): inject_data
    <735>   DW_AT_byte_size   : 10
    <736>   DW_AT_decl_file   : 20
    <737>   DW_AT_decl_line   : 241
    <738>   DW_AT_decl_column : 8
    <739>   DW_AT_sibling     : <0x798>
 <2><73d>: Abbrev Number: 9 (DW_TAG_member)
    <73e>   DW_AT_name        : (indirect string, offset: 0x54b): flags
    <742>   DW_AT_decl_file   : 20
    <743>   DW_AT_decl_line   : 242
    <744>   DW_AT_decl_column : 10
    <745>   DW_AT_type        : <0x116>
    <749>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><74c>: Abbrev Number: 9 (DW_TAG_member)
    <74d>   DW_AT_name        : (indirect string, offset: 0x98f): signo
    <751>   DW_AT_decl_file   : 20
    <752>   DW_AT_decl_line   : 243
    <753>   DW_AT_decl_column : 10
    <754>   DW_AT_type        : <0x116>
    <758>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><75b>: Abbrev Number: 9 (DW_TAG_member)
    <75c>   DW_AT_name        : (indirect string, offset: 0x146): rval_idx
    <760>   DW_AT_decl_file   : 20
    <761>   DW_AT_decl_line   : 244
    <762>   DW_AT_decl_column : 11
    <763>   DW_AT_type        : <0x122>
    <767>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><76a>: Abbrev Number: 9 (DW_TAG_member)
    <76b>   DW_AT_name        : (indirect string, offset: 0x73): delay_idx
    <76f>   DW_AT_decl_file   : 20
    <770>   DW_AT_decl_line   : 245
    <771>   DW_AT_decl_column : 11
    <772>   DW_AT_type        : <0x122>
    <776>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><779>: Abbrev Number: 9 (DW_TAG_member)
    <77a>   DW_AT_name        : (indirect string, offset: 0x5fb): poke_idx
    <77e>   DW_AT_decl_file   : 20
    <77f>   DW_AT_decl_line   : 246
    <780>   DW_AT_decl_column : 11
    <781>   DW_AT_type        : <0x122>
    <785>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><788>: Abbrev Number: 9 (DW_TAG_member)
    <789>   DW_AT_name        : (indirect string, offset: 0x1e9): scno
    <78d>   DW_AT_decl_file   : 20
    <78e>   DW_AT_decl_line   : 247
    <78f>   DW_AT_decl_column : 11
    <790>   DW_AT_type        : <0x122>
    <794>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><797>: Abbrev Number: 0
 <1><798>: Abbrev Number: 12 (DW_TAG_structure_type)
    <799>   DW_AT_name        : (indirect string, offset: 0x114): inject_opts
    <79d>   DW_AT_byte_size   : 16
    <79e>   DW_AT_decl_file   : 20
    <79f>   DW_AT_decl_line   : 250
    <7a0>   DW_AT_decl_column : 8
    <7a1>   DW_AT_sibling     : <0x7e2>
 <2><7a5>: Abbrev Number: 9 (DW_TAG_member)
    <7a6>   DW_AT_name        : (indirect string, offset: 0xaeb): first
    <7aa>   DW_AT_decl_file   : 20
    <7ab>   DW_AT_decl_line   : 251
    <7ac>   DW_AT_decl_column : 11
    <7ad>   DW_AT_type        : <0x122>
    <7b1>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7b4>: Abbrev Number: 9 (DW_TAG_member)
    <7b5>   DW_AT_name        : (indirect string, offset: 0x12f3): last
    <7b9>   DW_AT_decl_file   : 20
    <7ba>   DW_AT_decl_line   : 252
    <7bb>   DW_AT_decl_column : 11
    <7bc>   DW_AT_type        : <0x122>
    <7c0>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><7c3>: Abbrev Number: 9 (DW_TAG_member)
    <7c4>   DW_AT_name        : (indirect string, offset: 0x3e5): step
    <7c8>   DW_AT_decl_file   : 20
    <7c9>   DW_AT_decl_line   : 253
    <7ca>   DW_AT_decl_column : 11
    <7cb>   DW_AT_type        : <0x122>
    <7cf>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7d2>: Abbrev Number: 9 (DW_TAG_member)
    <7d3>   DW_AT_name        : (indirect string, offset: 0x12b6): data
    <7d7>   DW_AT_decl_file   : 20
    <7d8>   DW_AT_decl_line   : 254
    <7d9>   DW_AT_decl_column : 21
    <7da>   DW_AT_type        : <0x730>
    <7de>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><7e1>: Abbrev Number: 0
 <1><7e2>: Abbrev Number: 23 (DW_TAG_structure_type)
    <7e3>   DW_AT_name        : tcb
    <7e7>   DW_AT_byte_size   : 196
    <7e8>   DW_AT_decl_file   : 20
    <7e9>   DW_AT_decl_line   : 262
    <7eb>   DW_AT_decl_column : 8
    <7ec>   DW_AT_sibling     : <0xa0c>
 <2><7f0>: Abbrev Number: 16 (DW_TAG_member)
    <7f1>   DW_AT_name        : (indirect string, offset: 0x54b): flags
    <7f5>   DW_AT_decl_file   : 20
    <7f6>   DW_AT_decl_line   : 263
    <7f8>   DW_AT_decl_column : 6
    <7f9>   DW_AT_type        : <0x64>
    <7fd>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><800>: Abbrev Number: 24 (DW_TAG_member)
    <801>   DW_AT_name        : pid
    <805>   DW_AT_decl_file   : 20
    <806>   DW_AT_decl_line   : 264
    <808>   DW_AT_decl_column : 6
    <809>   DW_AT_type        : <0x64>
    <80d>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><810>: Abbrev Number: 16 (DW_TAG_member)
    <811>   DW_AT_name        : (indirect string, offset: 0x8b): qual_flg
    <815>   DW_AT_decl_file   : 20
    <816>   DW_AT_decl_line   : 265
    <818>   DW_AT_decl_column : 6
    <819>   DW_AT_type        : <0x64>
    <81d>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><820>: Abbrev Number: 16 (DW_TAG_member)
    <821>   DW_AT_name        : (indirect string, offset: 0x3d6): currpers
    <825>   DW_AT_decl_file   : 20
    <826>   DW_AT_decl_line   : 267
    <828>   DW_AT_decl_column : 15
    <829>   DW_AT_type        : <0x2b>
    <82d>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><830>: Abbrev Number: 16 (DW_TAG_member)
    <831>   DW_AT_name        : (indirect string, offset: 0xc1d): u_error
    <835>   DW_AT_decl_file   : 20
    <836>   DW_AT_decl_line   : 269
    <838>   DW_AT_decl_column : 16
    <839>   DW_AT_type        : <0x37>
    <83d>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><840>: Abbrev Number: 16 (DW_TAG_member)
    <841>   DW_AT_name        : (indirect string, offset: 0x1e9): scno
    <845>   DW_AT_decl_file   : 20
    <846>   DW_AT_decl_line   : 270
    <848>   DW_AT_decl_column : 17
    <849>   DW_AT_type        : <0x60b>
    <84d>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><850>: Abbrev Number: 16 (DW_TAG_member)
    <851>   DW_AT_name        : (indirect string, offset: 0xc56): true_scno
    <855>   DW_AT_decl_file   : 20
    <856>   DW_AT_decl_line   : 271
    <858>   DW_AT_decl_column : 17
    <859>   DW_AT_type        : <0x60b>
    <85d>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><860>: Abbrev Number: 16 (DW_TAG_member)
    <861>   DW_AT_name        : (indirect string, offset: 0x1f3): u_arg
    <865>   DW_AT_decl_file   : 20
    <866>   DW_AT_decl_line   : 272
    <868>   DW_AT_decl_column : 17
    <869>   DW_AT_type        : <0xa0c>
    <86d>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><870>: Abbrev Number: 16 (DW_TAG_member)
    <871>   DW_AT_name        : (indirect string, offset: 0xa0d): u_rval
    <875>   DW_AT_decl_file   : 20
    <876>   DW_AT_decl_line   : 273
    <878>   DW_AT_decl_column : 16
    <879>   DW_AT_type        : <0x5ff>
    <87d>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><880>: Abbrev Number: 16 (DW_TAG_member)
    <881>   DW_AT_name        : (indirect string, offset: 0xb69): sys_func_rval
    <885>   DW_AT_decl_file   : 20
    <886>   DW_AT_decl_line   : 274
    <888>   DW_AT_decl_column : 6
    <889>   DW_AT_type        : <0x64>
    <88d>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><890>: Abbrev Number: 16 (DW_TAG_member)
    <891>   DW_AT_name        : (indirect string, offset: 0xe56): curcol
    <895>   DW_AT_decl_file   : 20
    <896>   DW_AT_decl_line   : 275
    <898>   DW_AT_decl_column : 6
    <899>   DW_AT_type        : <0x64>
    <89d>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><8a0>: Abbrev Number: 16 (DW_TAG_member)
    <8a1>   DW_AT_name        : (indirect string, offset: 0xa1f): outf
    <8a5>   DW_AT_decl_file   : 20
    <8a6>   DW_AT_decl_line   : 276
    <8a8>   DW_AT_decl_column : 8
    <8a9>   DW_AT_type        : <0xa1c>
    <8ad>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><8b0>: Abbrev Number: 16 (DW_TAG_member)
    <8b1>   DW_AT_name        : (indirect string, offset: 0x10df): staged_output_data
    <8b5>   DW_AT_decl_file   : 20
    <8b6>   DW_AT_decl_line   : 277
    <8b8>   DW_AT_decl_column : 29
    <8b9>   DW_AT_type        : <0xa28>
    <8bd>   DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><8c0>: Abbrev Number: 16 (DW_TAG_member)
    <8c1>   DW_AT_name        : (indirect string, offset: 0xb2f): auxstr
    <8c5>   DW_AT_decl_file   : 20
    <8c6>   DW_AT_decl_line   : 279
    <8c8>   DW_AT_decl_column : 14
    <8c9>   DW_AT_type        : <0x22e>
    <8cd>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><8d0>: Abbrev Number: 16 (DW_TAG_member)
    <8d1>   DW_AT_name        : (indirect string, offset: 0x1b9): _priv_data
    <8d5>   DW_AT_decl_file   : 20
    <8d6>   DW_AT_decl_line   : 280
    <8d8>   DW_AT_decl_column : 8
    <8d9>   DW_AT_type        : <0xf1>
    <8dd>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><8e0>: Abbrev Number: 16 (DW_TAG_member)
    <8e1>   DW_AT_name        : (indirect string, offset: 0xd70): _free_priv_data
    <8e5>   DW_AT_decl_file   : 20
    <8e6>   DW_AT_decl_line   : 281
    <8e8>   DW_AT_decl_column : 9
    <8e9>   DW_AT_type        : <0xa3a>
    <8ed>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><8f0>: Abbrev Number: 16 (DW_TAG_member)
    <8f1>   DW_AT_name        : (indirect string, offset: 0x1d3): s_ent
    <8f5>   DW_AT_decl_file   : 20
    <8f6>   DW_AT_decl_line   : 282
    <8f8>   DW_AT_decl_column : 23
    <8f9>   DW_AT_type        : <0xa40>
    <8fd>   DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><900>: Abbrev Number: 16 (DW_TAG_member)
    <901>   DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
    <905>   DW_AT_decl_file   : 20
    <906>   DW_AT_decl_line   : 285
    <908>   DW_AT_decl_column : 23
    <909>   DW_AT_type        : <0xa40>
    <90d>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><910>: Abbrev Number: 16 (DW_TAG_member)
    <911>   DW_AT_name        : (indirect string, offset: 0x3cb): inject_vec
    <915>   DW_AT_decl_file   : 20
    <916>   DW_AT_decl_line   : 286
    <918>   DW_AT_decl_column : 22
    <919>   DW_AT_type        : <0xa4b>
    <91d>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><920>: Abbrev Number: 16 (DW_TAG_member)
    <921>   DW_AT_name        : (indirect string, offset: 0x83a): stime
    <925>   DW_AT_decl_file   : 20
    <926>   DW_AT_decl_line   : 287
    <928>   DW_AT_decl_column : 18
    <929>   DW_AT_type        : <0x198>
    <92d>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><930>: Abbrev Number: 16 (DW_TAG_member)
    <931>   DW_AT_name        : (indirect string, offset: 0x3df): ltime
    <935>   DW_AT_decl_file   : 20
    <936>   DW_AT_decl_line   : 288
    <938>   DW_AT_decl_column : 18
    <939>   DW_AT_type        : <0x198>
    <93d>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><940>: Abbrev Number: 16 (DW_TAG_member)
    <941>   DW_AT_name        : (indirect string, offset: 0x11d5): atime
    <945>   DW_AT_decl_file   : 20
    <946>   DW_AT_decl_line   : 289
    <948>   DW_AT_decl_column : 18
    <949>   DW_AT_type        : <0x198>
    <94d>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><950>: Abbrev Number: 16 (DW_TAG_member)
    <951>   DW_AT_name        : (indirect string, offset: 0x53c): etime
    <955>   DW_AT_decl_file   : 20
    <956>   DW_AT_decl_line   : 290
    <958>   DW_AT_decl_column : 18
    <959>   DW_AT_type        : <0x198>
    <95d>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><961>: Abbrev Number: 16 (DW_TAG_member)
    <962>   DW_AT_name        : (indirect string, offset: 0xeea): delay_expiration_time
    <966>   DW_AT_decl_file   : 20
    <967>   DW_AT_decl_line   : 291
    <969>   DW_AT_decl_column : 18
    <96a>   DW_AT_type        : <0x198>
    <96e>   DW_AT_data_member_location: 3 byte block: 23 88 1 	(DW_OP_plus_uconst: 136)
 <2><972>: Abbrev Number: 16 (DW_TAG_member)
    <973>   DW_AT_name        : (indirect string, offset: 0x47): pid_ns
    <977>   DW_AT_decl_file   : 20
    <978>   DW_AT_decl_line   : 298
    <97a>   DW_AT_decl_column : 15
    <97b>   DW_AT_type        : <0x2b>
    <97f>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><983>: Abbrev Number: 16 (DW_TAG_member)
    <984>   DW_AT_name        : (indirect string, offset: 0x115c): mmap_cache
    <988>   DW_AT_decl_file   : 20
    <989>   DW_AT_decl_line   : 304
    <98b>   DW_AT_decl_column : 23
    <98c>   DW_AT_type        : <0xa67>
    <990>   DW_AT_data_member_location: 3 byte block: 23 94 1 	(DW_OP_plus_uconst: 148)
 <2><994>: Abbrev Number: 16 (DW_TAG_member)
    <995>   DW_AT_name        : (indirect string, offset: 0xc2c): wait_data_idx
    <999>   DW_AT_decl_file   : 20
    <99a>   DW_AT_decl_line   : 311
    <99c>   DW_AT_decl_column : 9
    <99d>   DW_AT_type        : <0x146>
    <9a1>   DW_AT_data_member_location: 3 byte block: 23 98 1 	(DW_OP_plus_uconst: 152)
 <2><9a5>: Abbrev Number: 16 (DW_TAG_member)
    <9a6>   DW_AT_name        : (indirect string, offset: 0xb36): delayed_wait_data
    <9aa>   DW_AT_decl_file   : 20
    <9ab>   DW_AT_decl_line   : 313
    <9ad>   DW_AT_decl_column : 24
    <9ae>   DW_AT_type        : <0xa73>
    <9b2>   DW_AT_data_member_location: 3 byte block: 23 9c 1 	(DW_OP_plus_uconst: 156)
 <2><9b6>: Abbrev Number: 16 (DW_TAG_member)
    <9b7>   DW_AT_name        : (indirect string, offset: 0xbd9): wait_list
    <9bb>   DW_AT_decl_file   : 20
    <9bc>   DW_AT_decl_line   : 314
    <9be>   DW_AT_decl_column : 19
    <9bf>   DW_AT_type        : <0x61c>
    <9c3>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><9c7>: Abbrev Number: 16 (DW_TAG_member)
    <9c8>   DW_AT_name        : (indirect string, offset: 0x6d6): vcpu_info_list
    <9cc>   DW_AT_decl_file   : 20
    <9cd>   DW_AT_decl_line   : 318
    <9cf>   DW_AT_decl_column : 20
    <9d0>   DW_AT_type        : <0xa7f>
    <9d4>   DW_AT_data_member_location: 3 byte block: 23 a8 1 	(DW_OP_plus_uconst: 168)
 <2><9d8>: Abbrev Number: 16 (DW_TAG_member)
    <9d9>   DW_AT_name        : (indirect string, offset: 0xe1b): unwind_ctx
    <9dd>   DW_AT_decl_file   : 20
    <9de>   DW_AT_decl_line   : 322
    <9e0>   DW_AT_decl_column : 8
    <9e1>   DW_AT_type        : <0xf1>
    <9e5>   DW_AT_data_member_location: 3 byte block: 23 ac 1 	(DW_OP_plus_uconst: 172)
 <2><9e9>: Abbrev Number: 16 (DW_TAG_member)
    <9ea>   DW_AT_name        : (indirect string, offset: 0x526): unwind_queue
    <9ee>   DW_AT_decl_file   : 20
    <9ef>   DW_AT_decl_line   : 323
    <9f1>   DW_AT_decl_column : 25
    <9f2>   DW_AT_type        : <0xa8b>
    <9f6>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><9fa>: Abbrev Number: 16 (DW_TAG_member)
    <9fb>   DW_AT_name        : (indirect string, offset: 0x1ae): comm
    <9ff>   DW_AT_decl_file   : 20
    <a00>   DW_AT_decl_line   : 327
    <a02>   DW_AT_decl_column : 7
    <a03>   DW_AT_type        : <0xa91>
    <a07>   DW_AT_data_member_location: 3 byte block: 23 b4 1 	(DW_OP_plus_uconst: 180)
 <2><a0b>: Abbrev Number: 0
 <1><a0c>: Abbrev Number: 10 (DW_TAG_array_type)
    <a0d>   DW_AT_type        : <0x60b>
    <a11>   DW_AT_sibling     : <0xa1c>
 <2><a15>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <a16>   DW_AT_type        : <0x2b>
    <a1a>   DW_AT_upper_bound : 5
 <2><a1b>: Abbrev Number: 0
 <1><a1c>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a1d>   DW_AT_byte_size   : 4
    <a1e>   DW_AT_type        : <0x418>
 <1><a22>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a23>   DW_AT_name        : (indirect string, offset: 0x10df): staged_output_data
    <a27>   DW_AT_declaration : 1
 <1><a28>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a29>   DW_AT_byte_size   : 4
    <a2a>   DW_AT_type        : <0xa22>
 <1><a2e>: Abbrev Number: 25 (DW_TAG_subroutine_type)
    <a2f>   DW_AT_prototyped  : 1
    <a30>   DW_AT_sibling     : <0xa3a>
 <2><a34>: Abbrev Number: 26 (DW_TAG_formal_parameter)
    <a35>   DW_AT_type        : <0xf1>
 <2><a39>: Abbrev Number: 0
 <1><a3a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a3b>   DW_AT_byte_size   : 4
    <a3c>   DW_AT_type        : <0xa2e>
 <1><a40>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a41>   DW_AT_byte_size   : 4
    <a42>   DW_AT_type        : <0x6c4>
 <1><a46>: Abbrev Number: 3 (DW_TAG_const_type)
    <a47>   DW_AT_type        : <0xa40>
 <1><a4b>: Abbrev Number: 10 (DW_TAG_array_type)
    <a4c>   DW_AT_type        : <0xa5b>
    <a50>   DW_AT_sibling     : <0xa5b>
 <2><a54>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <a55>   DW_AT_type        : <0x2b>
    <a59>   DW_AT_upper_bound : 2
 <2><a5a>: Abbrev Number: 0
 <1><a5b>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a5c>   DW_AT_byte_size   : 4
    <a5d>   DW_AT_type        : <0x798>
 <1><a61>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a62>   DW_AT_name        : (indirect string, offset: 0xe0): mmap_cache_t
    <a66>   DW_AT_declaration : 1
 <1><a67>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a68>   DW_AT_byte_size   : 4
    <a69>   DW_AT_type        : <0xa61>
 <1><a6d>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a6e>   DW_AT_name        : (indirect string, offset: 0x412): tcb_wait_data
    <a72>   DW_AT_declaration : 1
 <1><a73>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a74>   DW_AT_byte_size   : 4
    <a75>   DW_AT_type        : <0xa6d>
 <1><a79>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a7a>   DW_AT_name        : (indirect string, offset: 0x1a4): vcpu_info
    <a7e>   DW_AT_declaration : 1
 <1><a7f>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a80>   DW_AT_byte_size   : 4
    <a81>   DW_AT_type        : <0xa79>
 <1><a85>: Abbrev Number: 18 (DW_TAG_structure_type)
    <a86>   DW_AT_name        : (indirect string, offset: 0x10c3): unwind_queue_t
    <a8a>   DW_AT_declaration : 1
 <1><a8b>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a8c>   DW_AT_byte_size   : 4
    <a8d>   DW_AT_type        : <0xa85>
 <1><a91>: Abbrev Number: 10 (DW_TAG_array_type)
    <a92>   DW_AT_type        : <0x10a>
    <a96>   DW_AT_sibling     : <0xaa1>
 <2><a9a>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <a9b>   DW_AT_type        : <0x2b>
    <a9f>   DW_AT_upper_bound : 15
 <2><aa0>: Abbrev Number: 0
 <1><aa1>: Abbrev Number: 13 (DW_TAG_variable)
    <aa2>   DW_AT_name        : (indirect string, offset: 0xc69): stub_sysent
    <aa6>   DW_AT_decl_file   : 20
    <aa7>   DW_AT_decl_line   : 400
    <aa9>   DW_AT_decl_column : 28
    <aaa>   DW_AT_type        : <0x6c4>
    <aae>   DW_AT_external    : 1
    <aaf>   DW_AT_declaration : 1
 <1><ab0>: Abbrev Number: 27 (DW_TAG_enumeration_type)
    <ab1>   DW_AT_name        : (indirect string, offset: 0x128a): xlat_type
    <ab5>   DW_AT_encoding    : 7	(unsigned)
    <ab6>   DW_AT_byte_size   : 4
    <ab7>   DW_AT_type        : <0x2b>
    <abb>   DW_AT_decl_file   : 21
    <abc>   DW_AT_decl_line   : 13
    <abd>   DW_AT_decl_column : 6
    <abe>   DW_AT_sibling     : <0xad5>
 <2><ac2>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ac3>   DW_AT_name        : (indirect string, offset: 0x31f): XT_NORMAL
    <ac7>   DW_AT_const_value : 0
 <2><ac8>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ac9>   DW_AT_name        : (indirect string, offset: 0xdb8): XT_SORTED
    <acd>   DW_AT_const_value : 1
 <2><ace>: Abbrev Number: 28 (DW_TAG_enumerator)
    <acf>   DW_AT_name        : (indirect string, offset: 0xf78): XT_INDEXED
    <ad3>   DW_AT_const_value : 2
 <2><ad4>: Abbrev Number: 0
 <1><ad5>: Abbrev Number: 27 (DW_TAG_enumeration_type)
    <ad6>   DW_AT_name        : (indirect string, offset: 0xca4): xlat_style
    <ada>   DW_AT_encoding    : 7	(unsigned)
    <adb>   DW_AT_byte_size   : 4
    <adc>   DW_AT_type        : <0x2b>
    <ae0>   DW_AT_decl_file   : 21
    <ae1>   DW_AT_decl_line   : 19
    <ae2>   DW_AT_decl_column : 6
    <ae3>   DW_AT_sibling     : <0xb12>
 <2><ae7>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ae8>   DW_AT_name        : (indirect string, offset: 0x120): XLAT_STYLE_DEFAULT
    <aec>   DW_AT_const_value : 0
 <2><aed>: Abbrev Number: 28 (DW_TAG_enumerator)
    <aee>   DW_AT_name        : (indirect string, offset: 0xcdf): XLAT_STYLE_RAW
    <af2>   DW_AT_const_value : 1
 <2><af3>: Abbrev Number: 28 (DW_TAG_enumerator)
    <af4>   DW_AT_name        : (indirect string, offset: 0x1255): XLAT_STYLE_ABBREV
    <af8>   DW_AT_const_value : 2
 <2><af9>: Abbrev Number: 28 (DW_TAG_enumerator)
    <afa>   DW_AT_name        : (indirect string, offset: 0x33c): XLAT_STYLE_VERBOSE
    <afe>   DW_AT_const_value : 3
 <2><aff>: Abbrev Number: 28 (DW_TAG_enumerator)
    <b00>   DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
    <b04>   DW_AT_const_value : 0
 <2><b05>: Abbrev Number: 28 (DW_TAG_enumerator)
    <b06>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <b0a>   DW_AT_const_value : 4
 <2><b0b>: Abbrev Number: 28 (DW_TAG_enumerator)
    <b0c>   DW_AT_name        : (indirect string, offset: 0x12d9): XLAT_STYLE_FMT_D
    <b10>   DW_AT_const_value : 8
 <2><b11>: Abbrev Number: 0
 <1><b12>: Abbrev Number: 12 (DW_TAG_structure_type)
    <b13>   DW_AT_name        : (indirect string, offset: 0x36d): xlat_data
    <b17>   DW_AT_byte_size   : 12
    <b18>   DW_AT_decl_file   : 21
    <b19>   DW_AT_decl_line   : 51
    <b1a>   DW_AT_decl_column : 8
    <b1b>   DW_AT_sibling     : <0xb3e>
 <2><b1f>: Abbrev Number: 20 (DW_TAG_member)
    <b20>   DW_AT_name        : val
    <b24>   DW_AT_decl_file   : 21
    <b25>   DW_AT_decl_line   : 52
    <b26>   DW_AT_decl_column : 11
    <b27>   DW_AT_type        : <0x13a>
    <b2b>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b2e>: Abbrev Number: 20 (DW_TAG_member)
    <b2f>   DW_AT_name        : str
    <b33>   DW_AT_decl_file   : 21
    <b34>   DW_AT_decl_line   : 53
    <b35>   DW_AT_decl_column : 14
    <b36>   DW_AT_type        : <0x22e>
    <b3a>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b3d>: Abbrev Number: 0
 <1><b3e>: Abbrev Number: 3 (DW_TAG_const_type)
    <b3f>   DW_AT_type        : <0xb12>
 <1><b43>: Abbrev Number: 12 (DW_TAG_structure_type)
    <b44>   DW_AT_name        : (indirect string, offset: 0x22): xlat
    <b48>   DW_AT_byte_size   : 24
    <b49>   DW_AT_decl_file   : 21
    <b4a>   DW_AT_decl_line   : 56
    <b4b>   DW_AT_decl_column : 8
    <b4c>   DW_AT_sibling     : <0xb9c>
 <2><b50>: Abbrev Number: 9 (DW_TAG_member)
    <b51>   DW_AT_name        : (indirect string, offset: 0x12b6): data
    <b55>   DW_AT_decl_file   : 21
    <b56>   DW_AT_decl_line   : 57
    <b57>   DW_AT_decl_column : 26
    <b58>   DW_AT_type        : <0xba1>
    <b5c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b5f>: Abbrev Number: 9 (DW_TAG_member)
    <b60>   DW_AT_name        : (indirect string, offset: 0x8c7): flags_strsz
    <b64>   DW_AT_decl_file   : 21
    <b65>   DW_AT_decl_line   : 58
    <b66>   DW_AT_decl_column : 9
    <b67>   DW_AT_type        : <0x146>
    <b6b>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b6e>: Abbrev Number: 9 (DW_TAG_member)
    <b6f>   DW_AT_name        : (indirect string, offset: 0xc3a): size
    <b73>   DW_AT_decl_file   : 21
    <b74>   DW_AT_decl_line   : 59
    <b75>   DW_AT_decl_column : 11
    <b76>   DW_AT_type        : <0x12e>
    <b7a>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b7d>: Abbrev Number: 9 (DW_TAG_member)
    <b7e>   DW_AT_name        : (indirect string, offset: 0x1ee): type
    <b82>   DW_AT_decl_file   : 21
    <b83>   DW_AT_decl_line   : 60
    <b84>   DW_AT_decl_column : 17
    <b85>   DW_AT_type        : <0xab0>
    <b89>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b8c>: Abbrev Number: 9 (DW_TAG_member)
    <b8d>   DW_AT_name        : (indirect string, offset: 0x73b): flags_mask
    <b91>   DW_AT_decl_file   : 21
    <b92>   DW_AT_decl_line   : 61
    <b93>   DW_AT_decl_column : 11
    <b94>   DW_AT_type        : <0x13a>
    <b98>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b9b>: Abbrev Number: 0
 <1><b9c>: Abbrev Number: 3 (DW_TAG_const_type)
    <b9d>   DW_AT_type        : <0xb43>
 <1><ba1>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <ba2>   DW_AT_byte_size   : 4
    <ba3>   DW_AT_type        : <0xb3e>
 <1><ba7>: Abbrev Number: 10 (DW_TAG_array_type)
    <ba8>   DW_AT_type        : <0xb9c>
    <bac>   DW_AT_sibling     : <0xbb2>
 <2><bb0>: Abbrev Number: 19 (DW_TAG_subrange_type)
 <2><bb1>: Abbrev Number: 0
 <1><bb2>: Abbrev Number: 3 (DW_TAG_const_type)
    <bb3>   DW_AT_type        : <0xba7>
 <1><bb7>: Abbrev Number: 13 (DW_TAG_variable)
    <bb8>   DW_AT_name        : (indirect string, offset: 0xff6): addrfams
    <bbc>   DW_AT_decl_file   : 20
    <bbd>   DW_AT_decl_line   : 406
    <bbf>   DW_AT_decl_column : 26
    <bc0>   DW_AT_type        : <0xbb2>
    <bc4>   DW_AT_external    : 1
    <bc5>   DW_AT_declaration : 1
 <1><bc6>: Abbrev Number: 13 (DW_TAG_variable)
    <bc7>   DW_AT_name        : (indirect string, offset: 0xe99): arp_hardware_types
    <bcb>   DW_AT_decl_file   : 20
    <bcc>   DW_AT_decl_line   : 407
    <bce>   DW_AT_decl_column : 26
    <bcf>   DW_AT_type        : <0xbb2>
    <bd3>   DW_AT_external    : 1
    <bd4>   DW_AT_declaration : 1
 <1><bd5>: Abbrev Number: 13 (DW_TAG_variable)
    <bd6>   DW_AT_name        : (indirect string, offset: 0x11db): at_flags
    <bda>   DW_AT_decl_file   : 20
    <bdb>   DW_AT_decl_line   : 408
    <bdd>   DW_AT_decl_column : 26
    <bde>   DW_AT_type        : <0xbb2>
    <be2>   DW_AT_external    : 1
    <be3>   DW_AT_declaration : 1
 <1><be4>: Abbrev Number: 13 (DW_TAG_variable)
    <be5>   DW_AT_name        : (indirect string, offset: 0x504): clocknames
    <be9>   DW_AT_decl_file   : 20
    <bea>   DW_AT_decl_line   : 409
    <bec>   DW_AT_decl_column : 26
    <bed>   DW_AT_type        : <0xbb2>
    <bf1>   DW_AT_external    : 1
    <bf2>   DW_AT_declaration : 1
 <1><bf3>: Abbrev Number: 13 (DW_TAG_variable)
    <bf4>   DW_AT_name        : (indirect string, offset: 0x119f): dirent_types
    <bf8>   DW_AT_decl_file   : 20
    <bf9>   DW_AT_decl_line   : 410
    <bfb>   DW_AT_decl_column : 26
    <bfc>   DW_AT_type        : <0xbb2>
    <c00>   DW_AT_external    : 1
    <c01>   DW_AT_declaration : 1
 <1><c02>: Abbrev Number: 13 (DW_TAG_variable)
    <c03>   DW_AT_name        : (indirect string, offset: 0x921): ethernet_protocols
    <c07>   DW_AT_decl_file   : 20
    <c08>   DW_AT_decl_line   : 411
    <c0a>   DW_AT_decl_column : 26
    <c0b>   DW_AT_type        : <0xbb2>
    <c0f>   DW_AT_external    : 1
    <c10>   DW_AT_declaration : 1
 <1><c11>: Abbrev Number: 13 (DW_TAG_variable)
    <c12>   DW_AT_name        : (indirect string, offset: 0x64e): inet_protocols
    <c16>   DW_AT_decl_file   : 20
    <c17>   DW_AT_decl_line   : 412
    <c19>   DW_AT_decl_column : 26
    <c1a>   DW_AT_type        : <0xbb2>
    <c1e>   DW_AT_external    : 1
    <c1f>   DW_AT_declaration : 1
 <1><c20>: Abbrev Number: 13 (DW_TAG_variable)
    <c21>   DW_AT_name        : (indirect string, offset: 0x30c): evdev_abs
    <c25>   DW_AT_decl_file   : 20
    <c26>   DW_AT_decl_line   : 413
    <c28>   DW_AT_decl_column : 26
    <c29>   DW_AT_type        : <0xbb2>
    <c2d>   DW_AT_external    : 1
    <c2e>   DW_AT_declaration : 1
 <1><c2f>: Abbrev Number: 13 (DW_TAG_variable)
    <c30>   DW_AT_name        : (indirect string, offset: 0x730): audit_arch
    <c34>   DW_AT_decl_file   : 20
    <c35>   DW_AT_decl_line   : 414
    <c37>   DW_AT_decl_column : 26
    <c38>   DW_AT_type        : <0xbb2>
    <c3c>   DW_AT_external    : 1
    <c3d>   DW_AT_declaration : 1
 <1><c3e>: Abbrev Number: 13 (DW_TAG_variable)
    <c3f>   DW_AT_name        : (indirect string, offset: 0xcc): evdev_ev
    <c43>   DW_AT_decl_file   : 20
    <c44>   DW_AT_decl_line   : 415
    <c46>   DW_AT_decl_column : 26
    <c47>   DW_AT_type        : <0xbb2>
    <c4b>   DW_AT_external    : 1
    <c4c>   DW_AT_declaration : 1
 <1><c4d>: Abbrev Number: 13 (DW_TAG_variable)
    <c4e>   DW_AT_name        : (indirect string, offset: 0x4e5): iffflags
    <c52>   DW_AT_decl_file   : 20
    <c53>   DW_AT_decl_line   : 416
    <c55>   DW_AT_decl_column : 26
    <c56>   DW_AT_type        : <0xbb2>
    <c5a>   DW_AT_external    : 1
    <c5b>   DW_AT_declaration : 1
 <1><c5c>: Abbrev Number: 13 (DW_TAG_variable)
    <c5d>   DW_AT_name        : (indirect string, offset: 0xcee): ip_type_of_services
    <c61>   DW_AT_decl_file   : 20
    <c62>   DW_AT_decl_line   : 417
    <c64>   DW_AT_decl_column : 26
    <c65>   DW_AT_type        : <0xbb2>
    <c69>   DW_AT_external    : 1
    <c6a>   DW_AT_declaration : 1
 <1><c6b>: Abbrev Number: 13 (DW_TAG_variable)
    <c6c>   DW_AT_name        : (indirect string, offset: 0x6b2): ipc_private
    <c70>   DW_AT_decl_file   : 20
    <c71>   DW_AT_decl_line   : 418
    <c73>   DW_AT_decl_column : 26
    <c74>   DW_AT_type        : <0xbb2>
    <c78>   DW_AT_external    : 1
    <c79>   DW_AT_declaration : 1
 <1><c7a>: Abbrev Number: 13 (DW_TAG_variable)
    <c7b>   DW_AT_name        : (indirect string, offset: 0x363): msg_flags
    <c7f>   DW_AT_decl_file   : 20
    <c80>   DW_AT_decl_line   : 419
    <c82>   DW_AT_decl_column : 26
    <c83>   DW_AT_type        : <0xbb2>
    <c87>   DW_AT_external    : 1
    <c88>   DW_AT_declaration : 1
 <1><c89>: Abbrev Number: 13 (DW_TAG_variable)
    <c8a>   DW_AT_name        : (indirect string, offset: 0x14f): netlink_protocols
    <c8e>   DW_AT_decl_file   : 20
    <c8f>   DW_AT_decl_line   : 420
    <c91>   DW_AT_decl_column : 26
    <c92>   DW_AT_type        : <0xbb2>
    <c96>   DW_AT_external    : 1
    <c97>   DW_AT_declaration : 1
 <1><c98>: Abbrev Number: 13 (DW_TAG_variable)
    <c99>   DW_AT_name        : (indirect string, offset: 0x1105): nl_bridge_vlan_flags
    <c9d>   DW_AT_decl_file   : 20
    <c9e>   DW_AT_decl_line   : 421
    <ca0>   DW_AT_decl_column : 26
    <ca1>   DW_AT_type        : <0xbb2>
    <ca5>   DW_AT_external    : 1
    <ca6>   DW_AT_declaration : 1
 <1><ca7>: Abbrev Number: 13 (DW_TAG_variable)
    <ca8>   DW_AT_name        : (indirect string, offset: 0xf61): nl_netfilter_msg_types
    <cac>   DW_AT_decl_file   : 20
    <cad>   DW_AT_decl_line   : 422
    <caf>   DW_AT_decl_column : 26
    <cb0>   DW_AT_type        : <0xbb2>
    <cb4>   DW_AT_external    : 1
    <cb5>   DW_AT_declaration : 1
 <1><cb6>: Abbrev Number: 13 (DW_TAG_variable)
    <cb7>   DW_AT_name        : (indirect string, offset: 0x26f): nl_route_types
    <cbb>   DW_AT_decl_file   : 20
    <cbc>   DW_AT_decl_line   : 423
    <cbe>   DW_AT_decl_column : 26
    <cbf>   DW_AT_type        : <0xbb2>
    <cc3>   DW_AT_external    : 1
    <cc4>   DW_AT_declaration : 1
 <1><cc5>: Abbrev Number: 13 (DW_TAG_variable)
    <cc6>   DW_AT_name        : (indirect string, offset: 0x1049): open_access_modes
    <cca>   DW_AT_decl_file   : 20
    <ccb>   DW_AT_decl_line   : 424
    <ccd>   DW_AT_decl_column : 26
    <cce>   DW_AT_type        : <0xbb2>
    <cd2>   DW_AT_external    : 1
    <cd3>   DW_AT_declaration : 1
 <1><cd4>: Abbrev Number: 13 (DW_TAG_variable)
    <cd5>   DW_AT_name        : (indirect string, offset: 0xac): open_mode_flags
    <cd9>   DW_AT_decl_file   : 20
    <cda>   DW_AT_decl_line   : 425
    <cdc>   DW_AT_decl_column : 26
    <cdd>   DW_AT_type        : <0xbb2>
    <ce1>   DW_AT_external    : 1
    <ce2>   DW_AT_declaration : 1
 <1><ce3>: Abbrev Number: 13 (DW_TAG_variable)
    <ce4>   DW_AT_name        : (indirect string, offset: 0xd87): perf_type_id
    <ce8>   DW_AT_decl_file   : 20
    <ce9>   DW_AT_decl_line   : 426
    <ceb>   DW_AT_decl_column : 26
    <cec>   DW_AT_type        : <0xbb2>
    <cf0>   DW_AT_external    : 1
    <cf1>   DW_AT_declaration : 1
 <1><cf2>: Abbrev Number: 13 (DW_TAG_variable)
    <cf3>   DW_AT_name        : (indirect string, offset: 0xfff): pollflags
    <cf7>   DW_AT_decl_file   : 20
    <cf8>   DW_AT_decl_line   : 427
    <cfa>   DW_AT_decl_column : 26
    <cfb>   DW_AT_type        : <0xbb2>
    <cff>   DW_AT_external    : 1
    <d00>   DW_AT_declaration : 1
 <1><d01>: Abbrev Number: 13 (DW_TAG_variable)
    <d02>   DW_AT_name        : (indirect string, offset: 0x5ef): ptrace_cmds
    <d06>   DW_AT_decl_file   : 20
    <d07>   DW_AT_decl_line   : 428
    <d09>   DW_AT_decl_column : 26
    <d0a>   DW_AT_type        : <0xbb2>
    <d0e>   DW_AT_external    : 1
    <d0f>   DW_AT_declaration : 1
 <1><d10>: Abbrev Number: 13 (DW_TAG_variable)
    <d11>   DW_AT_name        : (indirect string, offset: 0x850): resource_flags
    <d15>   DW_AT_decl_file   : 20
    <d16>   DW_AT_decl_line   : 429
    <d18>   DW_AT_decl_column : 26
    <d19>   DW_AT_type        : <0xbb2>
    <d1d>   DW_AT_external    : 1
    <d1e>   DW_AT_declaration : 1
 <1><d1f>: Abbrev Number: 13 (DW_TAG_variable)
    <d20>   DW_AT_name        : (indirect string, offset: 0x2e2): route_nexthop_flags
    <d24>   DW_AT_decl_file   : 20
    <d25>   DW_AT_decl_line   : 430
    <d27>   DW_AT_decl_column : 26
    <d28>   DW_AT_type        : <0xbb2>
    <d2c>   DW_AT_external    : 1
    <d2d>   DW_AT_declaration : 1
 <1><d2e>: Abbrev Number: 13 (DW_TAG_variable)
    <d2f>   DW_AT_name        : (indirect string, offset: 0x1071): routing_protocols
    <d33>   DW_AT_decl_file   : 20
    <d34>   DW_AT_decl_line   : 431
    <d36>   DW_AT_decl_column : 26
    <d37>   DW_AT_type        : <0xbb2>
    <d3b>   DW_AT_external    : 1
    <d3c>   DW_AT_declaration : 1
 <1><d3d>: Abbrev Number: 13 (DW_TAG_variable)
    <d3e>   DW_AT_name        : (indirect string, offset: 0x4d6): routing_scopes
    <d42>   DW_AT_decl_file   : 20
    <d43>   DW_AT_decl_line   : 432
    <d45>   DW_AT_decl_column : 26
    <d46>   DW_AT_type        : <0xbb2>
    <d4a>   DW_AT_external    : 1
    <d4b>   DW_AT_declaration : 1
 <1><d4c>: Abbrev Number: 13 (DW_TAG_variable)
    <d4d>   DW_AT_name        : (indirect string, offset: 0xf44): routing_table_ids
    <d51>   DW_AT_decl_file   : 20
    <d52>   DW_AT_decl_line   : 433
    <d54>   DW_AT_decl_column : 26
    <d55>   DW_AT_type        : <0xbb2>
    <d59>   DW_AT_external    : 1
    <d5a>   DW_AT_declaration : 1
 <1><d5b>: Abbrev Number: 13 (DW_TAG_variable)
    <d5c>   DW_AT_name        : (indirect string, offset: 0x68f): routing_types
    <d60>   DW_AT_decl_file   : 20
    <d61>   DW_AT_decl_line   : 434
    <d63>   DW_AT_decl_column : 26
    <d64>   DW_AT_type        : <0xbb2>
    <d68>   DW_AT_external    : 1
    <d69>   DW_AT_declaration : 1
 <1><d6a>: Abbrev Number: 13 (DW_TAG_variable)
    <d6b>   DW_AT_name        : (indirect string, offset: 0x212): rwf_flags
    <d6f>   DW_AT_decl_file   : 20
    <d70>   DW_AT_decl_line   : 435
    <d72>   DW_AT_decl_column : 26
    <d73>   DW_AT_type        : <0xbb2>
    <d77>   DW_AT_external    : 1
    <d78>   DW_AT_declaration : 1
 <1><d79>: Abbrev Number: 13 (DW_TAG_variable)
    <d7a>   DW_AT_name        : (indirect string, offset: 0x892): seccomp_filter_flags
    <d7e>   DW_AT_decl_file   : 20
    <d7f>   DW_AT_decl_line   : 436
    <d81>   DW_AT_decl_column : 26
    <d82>   DW_AT_type        : <0xbb2>
    <d86>   DW_AT_external    : 1
    <d87>   DW_AT_declaration : 1
 <1><d88>: Abbrev Number: 13 (DW_TAG_variable)
    <d89>   DW_AT_name        : (indirect string, offset: 0x329): seccomp_ret_action
    <d8d>   DW_AT_decl_file   : 20
    <d8e>   DW_AT_decl_line   : 437
    <d90>   DW_AT_decl_column : 26
    <d91>   DW_AT_type        : <0xbb2>
    <d95>   DW_AT_external    : 1
    <d96>   DW_AT_declaration : 1
 <1><d97>: Abbrev Number: 13 (DW_TAG_variable)
    <d98>   DW_AT_name        : (indirect string, offset: 0x48e): setns_types
    <d9c>   DW_AT_decl_file   : 20
    <d9d>   DW_AT_decl_line   : 438
    <d9f>   DW_AT_decl_column : 26
    <da0>   DW_AT_type        : <0xbb2>
    <da4>   DW_AT_external    : 1
    <da5>   DW_AT_declaration : 1
 <1><da6>: Abbrev Number: 13 (DW_TAG_variable)
    <da7>   DW_AT_name        : (indirect string, offset: 0xfeb): sg_io_info
    <dab>   DW_AT_decl_file   : 20
    <dac>   DW_AT_decl_line   : 439
    <dae>   DW_AT_decl_column : 26
    <daf>   DW_AT_type        : <0xbb2>
    <db3>   DW_AT_external    : 1
    <db4>   DW_AT_declaration : 1
 <1><db5>: Abbrev Number: 13 (DW_TAG_variable)
    <db6>   DW_AT_name        : (indirect string, offset: 0xc7d): socketlayers
    <dba>   DW_AT_decl_file   : 20
    <dbb>   DW_AT_decl_line   : 440
    <dbd>   DW_AT_decl_column : 26
    <dbe>   DW_AT_type        : <0xbb2>
    <dc2>   DW_AT_external    : 1
    <dc3>   DW_AT_declaration : 1
 <1><dc4>: Abbrev Number: 13 (DW_TAG_variable)
    <dc5>   DW_AT_name        : (indirect string, offset: 0xf23): socktypes
    <dc9>   DW_AT_decl_file   : 20
    <dca>   DW_AT_decl_line   : 441
    <dcc>   DW_AT_decl_column : 26
    <dcd>   DW_AT_type        : <0xbb2>
    <dd1>   DW_AT_external    : 1
    <dd2>   DW_AT_declaration : 1
 <1><dd3>: Abbrev Number: 13 (DW_TAG_variable)
    <dd4>   DW_AT_name        : (indirect string, offset: 0xb1f): tcp_state_flags
    <dd8>   DW_AT_decl_file   : 20
    <dd9>   DW_AT_decl_line   : 442
    <ddb>   DW_AT_decl_column : 26
    <ddc>   DW_AT_type        : <0xbb2>
    <de0>   DW_AT_external    : 1
    <de1>   DW_AT_declaration : 1
 <1><de2>: Abbrev Number: 13 (DW_TAG_variable)
    <de3>   DW_AT_name        : (indirect string, offset: 0x784): tcp_states
    <de7>   DW_AT_decl_file   : 20
    <de8>   DW_AT_decl_line   : 443
    <dea>   DW_AT_decl_column : 26
    <deb>   DW_AT_type        : <0xbb2>
    <def>   DW_AT_external    : 1
    <df0>   DW_AT_declaration : 1
 <1><df1>: Abbrev Number: 13 (DW_TAG_variable)
    <df2>   DW_AT_name        : (indirect string, offset: 0x1238): whence_codes
    <df6>   DW_AT_decl_file   : 20
    <df7>   DW_AT_decl_line   : 444
    <df9>   DW_AT_decl_column : 26
    <dfa>   DW_AT_type        : <0xbb2>
    <dfe>   DW_AT_external    : 1
    <dff>   DW_AT_declaration : 1
 <1><e00>: Abbrev Number: 29 (DW_TAG_enumeration_type)
    <e01>   DW_AT_encoding    : 7	(unsigned)
    <e02>   DW_AT_byte_size   : 4
    <e03>   DW_AT_type        : <0x2b>
    <e07>   DW_AT_decl_file   : 20
    <e08>   DW_AT_decl_line   : 505
    <e0a>   DW_AT_decl_column : 14
    <e0b>   DW_AT_sibling     : <0xe22>
 <2><e0f>: Abbrev Number: 28 (DW_TAG_enumerator)
    <e10>   DW_AT_name        : (indirect string, offset: 0xa14): CFLAG_NONE
    <e14>   DW_AT_const_value : 0
 <2><e15>: Abbrev Number: 28 (DW_TAG_enumerator)
    <e16>   DW_AT_name        : (indirect string, offset: 0x934): CFLAG_ONLY_STATS
    <e1a>   DW_AT_const_value : 1
 <2><e1b>: Abbrev Number: 28 (DW_TAG_enumerator)
    <e1c>   DW_AT_name        : (indirect string, offset: 0xc8a): CFLAG_BOTH
    <e20>   DW_AT_const_value : 2
 <2><e21>: Abbrev Number: 0
 <1><e22>: Abbrev Number: 30 (DW_TAG_typedef)
    <e23>   DW_AT_name        : (indirect string, offset: 0x12f8): cflag_t
    <e27>   DW_AT_decl_file   : 20
    <e28>   DW_AT_decl_line   : 509
    <e2a>   DW_AT_decl_column : 3
    <e2b>   DW_AT_type        : <0xe00>
 <1><e2f>: Abbrev Number: 13 (DW_TAG_variable)
    <e30>   DW_AT_name        : (indirect string, offset: 0xe40): cflag
    <e34>   DW_AT_decl_file   : 20
    <e35>   DW_AT_decl_line   : 510
    <e37>   DW_AT_decl_column : 16
    <e38>   DW_AT_type        : <0xe22>
    <e3c>   DW_AT_external    : 1
    <e3d>   DW_AT_declaration : 1
 <1><e3e>: Abbrev Number: 13 (DW_TAG_variable)
    <e3f>   DW_AT_name        : (indirect string, offset: 0x1c4): Tflag
    <e43>   DW_AT_decl_file   : 20
    <e44>   DW_AT_decl_line   : 511
    <e46>   DW_AT_decl_column : 13
    <e47>   DW_AT_type        : <0x5db>
    <e4b>   DW_AT_external    : 1
    <e4c>   DW_AT_declaration : 1
 <1><e4d>: Abbrev Number: 13 (DW_TAG_variable)
    <e4e>   DW_AT_name        : (indirect string, offset: 0x7f6): Tflag_scale
    <e52>   DW_AT_decl_file   : 20
    <e53>   DW_AT_decl_line   : 512
    <e55>   DW_AT_decl_column : 12
    <e56>   DW_AT_type        : <0x64>
    <e5a>   DW_AT_external    : 1
    <e5b>   DW_AT_declaration : 1
 <1><e5c>: Abbrev Number: 13 (DW_TAG_variable)
    <e5d>   DW_AT_name        : (indirect string, offset: 0x8a7): Tflag_width
    <e61>   DW_AT_decl_file   : 20
    <e62>   DW_AT_decl_line   : 513
    <e64>   DW_AT_decl_column : 12
    <e65>   DW_AT_type        : <0x64>
    <e69>   DW_AT_external    : 1
    <e6a>   DW_AT_declaration : 1
 <1><e6b>: Abbrev Number: 13 (DW_TAG_variable)
    <e6c>   DW_AT_name        : (indirect string, offset: 0xfd0): iflag
    <e70>   DW_AT_decl_file   : 20
    <e71>   DW_AT_decl_line   : 514
    <e73>   DW_AT_decl_column : 13
    <e74>   DW_AT_type        : <0x5db>
    <e78>   DW_AT_external    : 1
    <e79>   DW_AT_declaration : 1
 <1><e7a>: Abbrev Number: 13 (DW_TAG_variable)
    <e7b>   DW_AT_name        : (indirect string, offset: 0x62f): count_wallclock
    <e7f>   DW_AT_decl_file   : 20
    <e80>   DW_AT_decl_line   : 515
    <e82>   DW_AT_decl_column : 13
    <e83>   DW_AT_type        : <0x5db>
    <e87>   DW_AT_external    : 1
    <e88>   DW_AT_declaration : 1
 <1><e89>: Abbrev Number: 31 (DW_TAG_structure_type)
    <e8a>   DW_AT_name        : (indirect string, offset: 0x7d): path_set_item
    <e8e>   DW_AT_byte_size   : 4
    <e8f>   DW_AT_decl_file   : 20
    <e90>   DW_AT_decl_line   : 517
    <e92>   DW_AT_decl_column : 8
    <e93>   DW_AT_sibling     : <0xea8>
 <2><e97>: Abbrev Number: 16 (DW_TAG_member)
    <e98>   DW_AT_name        : (indirect string, offset: 0xfa): path
    <e9c>   DW_AT_decl_file   : 20
    <e9d>   DW_AT_decl_line   : 518
    <e9f>   DW_AT_decl_column : 14
    <ea0>   DW_AT_type        : <0x22e>
    <ea4>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ea7>: Abbrev Number: 0
 <1><ea8>: Abbrev Number: 31 (DW_TAG_structure_type)
    <ea9>   DW_AT_name        : (indirect string, offset: 0x78f): path_set
    <ead>   DW_AT_byte_size   : 12
    <eae>   DW_AT_decl_file   : 20
    <eaf>   DW_AT_decl_line   : 522
    <eb1>   DW_AT_decl_column : 15
    <eb2>   DW_AT_sibling     : <0xee7>
 <2><eb6>: Abbrev Number: 16 (DW_TAG_member)
    <eb7>   DW_AT_name        : (indirect string, offset: 0x6ed): paths_selected
    <ebb>   DW_AT_decl_file   : 20
    <ebc>   DW_AT_decl_line   : 523
    <ebe>   DW_AT_decl_column : 24
    <ebf>   DW_AT_type        : <0xee7>
    <ec3>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ec6>: Abbrev Number: 16 (DW_TAG_member)
    <ec7>   DW_AT_name        : (indirect string, offset: 0x122b): num_selected
    <ecb>   DW_AT_decl_file   : 20
    <ecc>   DW_AT_decl_line   : 524
    <ece>   DW_AT_decl_column : 9
    <ecf>   DW_AT_type        : <0x146>
    <ed3>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><ed6>: Abbrev Number: 16 (DW_TAG_member)
    <ed7>   DW_AT_name        : (indirect string, offset: 0xc3a): size
    <edb>   DW_AT_decl_file   : 20
    <edc>   DW_AT_decl_line   : 525
    <ede>   DW_AT_decl_column : 9
    <edf>   DW_AT_type        : <0x146>
    <ee3>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><ee6>: Abbrev Number: 0
 <1><ee7>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <ee8>   DW_AT_byte_size   : 4
    <ee9>   DW_AT_type        : <0xe89>
 <1><eed>: Abbrev Number: 13 (DW_TAG_variable)
    <eee>   DW_AT_name        : (indirect string, offset: 0x127a): global_path_set
    <ef2>   DW_AT_decl_file   : 20
    <ef3>   DW_AT_decl_line   : 526
    <ef5>   DW_AT_decl_column : 3
    <ef6>   DW_AT_type        : <0xea8>
    <efa>   DW_AT_external    : 1
    <efb>   DW_AT_declaration : 1
 <1><efc>: Abbrev Number: 32 (DW_TAG_enumeration_type)
    <efd>   DW_AT_name        : (indirect string, offset: 0x118c): xflag_opts
    <f01>   DW_AT_encoding    : 7	(unsigned)
    <f02>   DW_AT_byte_size   : 4
    <f03>   DW_AT_type        : <0x2b>
    <f07>   DW_AT_decl_file   : 20
    <f08>   DW_AT_decl_line   : 528
    <f0a>   DW_AT_decl_column : 6
    <f0b>   DW_AT_sibling     : <0xf2e>
 <2><f0f>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f10>   DW_AT_name        : (indirect string, offset: 0xadf): HEXSTR_NONE
    <f14>   DW_AT_const_value : 0
 <2><f15>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f16>   DW_AT_name        : (indirect string, offset: 0x11bd): HEXSTR_NON_ASCII
    <f1a>   DW_AT_const_value : 1
 <2><f1b>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f1c>   DW_AT_name        : (indirect string, offset: 0x97a): HEXSTR_ALL
    <f20>   DW_AT_const_value : 2
 <2><f21>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f22>   DW_AT_name        : (indirect string, offset: 0x678): HEXSTR_NON_ASCII_CHARS
    <f26>   DW_AT_const_value : 3
 <2><f27>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f28>   DW_AT_name        : (indirect string, offset: 0x1245): NUM_HEXSTR_OPTS
    <f2c>   DW_AT_const_value : 4
 <2><f2d>: Abbrev Number: 0
 <1><f2e>: Abbrev Number: 13 (DW_TAG_variable)
    <f2f>   DW_AT_name        : (indirect string, offset: 0xfaa): xflag
    <f33>   DW_AT_decl_file   : 20
    <f34>   DW_AT_decl_line   : 541
    <f36>   DW_AT_decl_column : 17
    <f37>   DW_AT_type        : <0x2b>
    <f3b>   DW_AT_external    : 1
    <f3c>   DW_AT_declaration : 1
 <1><f3d>: Abbrev Number: 13 (DW_TAG_variable)
    <f3e>   DW_AT_name        : (indirect string, offset: 0xf2d): followfork
    <f42>   DW_AT_decl_file   : 20
    <f43>   DW_AT_decl_line   : 542
    <f45>   DW_AT_decl_column : 13
    <f46>   DW_AT_type        : <0x5db>
    <f4a>   DW_AT_external    : 1
    <f4b>   DW_AT_declaration : 1
 <1><f4c>: Abbrev Number: 13 (DW_TAG_variable)
    <f4d>   DW_AT_name        : (indirect string, offset: 0x377): output_separately
    <f51>   DW_AT_decl_file   : 20
    <f52>   DW_AT_decl_line   : 543
    <f54>   DW_AT_decl_column : 13
    <f55>   DW_AT_type        : <0x5db>
    <f59>   DW_AT_external    : 1
    <f5a>   DW_AT_declaration : 1
 <1><f5b>: Abbrev Number: 13 (DW_TAG_variable)
    <f5c>   DW_AT_name        : (indirect string, offset: 0x27e): stack_trace_enabled
    <f60>   DW_AT_decl_file   : 20
    <f61>   DW_AT_decl_line   : 546
    <f63>   DW_AT_decl_column : 13
    <f64>   DW_AT_type        : <0x5db>
    <f68>   DW_AT_external    : 1
    <f69>   DW_AT_declaration : 1
 <1><f6a>: Abbrev Number: 13 (DW_TAG_variable)
    <f6b>   DW_AT_name        : (indirect string, offset: 0x65d): ptrace_setoptions
    <f6f>   DW_AT_decl_file   : 20
    <f70>   DW_AT_decl_line   : 550
    <f72>   DW_AT_decl_column : 17
    <f73>   DW_AT_type        : <0x2b>
    <f77>   DW_AT_external    : 1
    <f78>   DW_AT_declaration : 1
 <1><f79>: Abbrev Number: 13 (DW_TAG_variable)
    <f7a>   DW_AT_name        : (indirect string, offset: 0xaca): max_strlen
    <f7e>   DW_AT_decl_file   : 20
    <f7f>   DW_AT_decl_line   : 551
    <f81>   DW_AT_decl_column : 17
    <f82>   DW_AT_type        : <0x2b>
    <f86>   DW_AT_external    : 1
    <f87>   DW_AT_declaration : 1
 <1><f88>: Abbrev Number: 13 (DW_TAG_variable)
    <f89>   DW_AT_name        : (indirect string, offset: 0xb02): os_release
    <f8d>   DW_AT_decl_file   : 20
    <f8e>   DW_AT_decl_line   : 552
    <f90>   DW_AT_decl_column : 17
    <f91>   DW_AT_type        : <0x2b>
    <f95>   DW_AT_external    : 1
    <f96>   DW_AT_declaration : 1
 <1><f97>: Abbrev Number: 13 (DW_TAG_variable)
    <f98>   DW_AT_name        : (indirect string, offset: 0x703): xlat_verbosity
    <f9c>   DW_AT_decl_file   : 20
    <f9d>   DW_AT_decl_line   : 914
    <f9f>   DW_AT_decl_column : 24
    <fa0>   DW_AT_type        : <0xad5>
    <fa4>   DW_AT_external    : 1
    <fa5>   DW_AT_declaration : 1
 <1><fa6>: Abbrev Number: 32 (DW_TAG_enumeration_type)
    <fa7>   DW_AT_name        : (indirect string, offset: 0x612): xlat_style_private_flag_bits
    <fab>   DW_AT_encoding    : 7	(unsigned)
    <fac>   DW_AT_byte_size   : 4
    <fad>   DW_AT_type        : <0x2b>
    <fb1>   DW_AT_decl_file   : 20
    <fb2>   DW_AT_decl_line   : 934
    <fb4>   DW_AT_decl_column : 6
    <fb5>   DW_AT_sibling     : <0xfd2>
 <2><fb9>: Abbrev Number: 28 (DW_TAG_enumerator)
    <fba>   DW_AT_name        : (indirect string, offset: 0x2f6): PAF_PRINT_INDICES_BIT
    <fbe>   DW_AT_const_value : 5
 <2><fbf>: Abbrev Number: 28 (DW_TAG_enumerator)
    <fc0>   DW_AT_name        : (indirect string, offset: 0xbf1): PAF_ARRAY_TRUNCATED_BIT
    <fc4>   DW_AT_const_value : 6
 <2><fc5>: Abbrev Number: 28 (DW_TAG_enumerator)
    <fc6>   DW_AT_name        : (indirect string, offset: 0x440): PXF_DEFAULT_STR_BIT
    <fca>   DW_AT_const_value : 7
 <2><fcb>: Abbrev Number: 28 (DW_TAG_enumerator)
    <fcc>   DW_AT_name        : (indirect string, offset: 0xdcb): SPFF_AUXSTR_MODE_BIT
    <fd0>   DW_AT_const_value : 8
 <2><fd1>: Abbrev Number: 0
 <1><fd2>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <fd3>   DW_AT_byte_size   : 4
    <fd4>   DW_AT_type        : <0x7e2>
 <1><fd8>: Abbrev Number: 3 (DW_TAG_const_type)
    <fd9>   DW_AT_type        : <0xfd2>
 <1><fdd>: Abbrev Number: 32 (DW_TAG_enumeration_type)
    <fde>   DW_AT_name        : (indirect string, offset: 0xeb8): find_xlat_flag_bits
    <fe2>   DW_AT_encoding    : 7	(unsigned)
    <fe3>   DW_AT_byte_size   : 4
    <fe4>   DW_AT_type        : <0x2b>
    <fe8>   DW_AT_decl_file   : 20
    <fe9>   DW_AT_decl_line   : 1438
    <feb>   DW_AT_decl_column : 6
    <fec>   DW_AT_sibling     : <0xff7>
 <2><ff0>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ff1>   DW_AT_name        : (indirect string, offset: 0x9c3): FXL_CASE_SENSITIVE_BIT
    <ff5>   DW_AT_const_value : 0
 <2><ff6>: Abbrev Number: 0
 <1><ff7>: Abbrev Number: 13 (DW_TAG_variable)
    <ff8>   DW_AT_name        : (indirect string, offset: 0xa84): printing_tcp
    <ffc>   DW_AT_decl_file   : 20
    <ffd>   DW_AT_decl_line   : 1684
    <fff>   DW_AT_decl_column : 20
    <1000>   DW_AT_type        : <0xfd2>
    <1004>   DW_AT_external    : 1
    <1005>   DW_AT_declaration : 1
 <1><1006>: Abbrev Number: 13 (DW_TAG_variable)
    <1007>   DW_AT_name        : (indirect string, offset: 0x5cf): errnoent
    <100b>   DW_AT_decl_file   : 20
    <100c>   DW_AT_decl_line   : 1882
    <100e>   DW_AT_decl_column : 26
    <100f>   DW_AT_type        : <0x50f>
    <1013>   DW_AT_external    : 1
    <1014>   DW_AT_declaration : 1
 <1><1015>: Abbrev Number: 13 (DW_TAG_variable)
    <1016>   DW_AT_name        : (indirect string, offset: 0x8b3): signalent
    <101a>   DW_AT_decl_file   : 20
    <101b>   DW_AT_decl_line   : 1883
    <101d>   DW_AT_decl_column : 26
    <101e>   DW_AT_type        : <0x50f>
    <1022>   DW_AT_external    : 1
    <1023>   DW_AT_declaration : 1
 <1><1024>: Abbrev Number: 13 (DW_TAG_variable)
    <1025>   DW_AT_name        : (indirect string, offset: 0x1033): nerrnos
    <1029>   DW_AT_decl_file   : 20
    <102a>   DW_AT_decl_line   : 1884
    <102c>   DW_AT_decl_column : 27
    <102d>   DW_AT_type        : <0x32>
    <1031>   DW_AT_external    : 1
    <1032>   DW_AT_declaration : 1
 <1><1033>: Abbrev Number: 13 (DW_TAG_variable)
    <1034>   DW_AT_name        : (indirect string, offset: 0x1214): nsignals
    <1038>   DW_AT_decl_file   : 20
    <1039>   DW_AT_decl_line   : 1885
    <103b>   DW_AT_decl_column : 27
    <103c>   DW_AT_type        : <0x32>
    <1040>   DW_AT_external    : 1
    <1041>   DW_AT_declaration : 1
 <1><1042>: Abbrev Number: 10 (DW_TAG_array_type)
    <1043>   DW_AT_type        : <0x6c4>
    <1047>   DW_AT_sibling     : <0x104d>
 <2><104b>: Abbrev Number: 19 (DW_TAG_subrange_type)
 <2><104c>: Abbrev Number: 0
 <1><104d>: Abbrev Number: 3 (DW_TAG_const_type)
    <104e>   DW_AT_type        : <0x1042>
 <1><1052>: Abbrev Number: 13 (DW_TAG_variable)
    <1053>   DW_AT_name        : (indirect string, offset: 0xe5d): sysent0
    <1057>   DW_AT_decl_file   : 20
    <1058>   DW_AT_decl_line   : 1887
    <105a>   DW_AT_decl_column : 28
    <105b>   DW_AT_type        : <0x104d>
    <105f>   DW_AT_external    : 1
    <1060>   DW_AT_declaration : 1
 <1><1061>: Abbrev Number: 10 (DW_TAG_array_type)
    <1062>   DW_AT_type        : <0x72b>
    <1066>   DW_AT_sibling     : <0x106c>
 <2><106a>: Abbrev Number: 19 (DW_TAG_subrange_type)
 <2><106b>: Abbrev Number: 0
 <1><106c>: Abbrev Number: 3 (DW_TAG_const_type)
    <106d>   DW_AT_type        : <0x1061>
 <1><1071>: Abbrev Number: 13 (DW_TAG_variable)
    <1072>   DW_AT_name        : (indirect string, offset: 0x1270): ioctlent0
    <1076>   DW_AT_decl_file   : 20
    <1077>   DW_AT_decl_line   : 1888
    <1079>   DW_AT_decl_column : 30
    <107a>   DW_AT_type        : <0x106c>
    <107e>   DW_AT_external    : 1
    <107f>   DW_AT_declaration : 1
 <1><1080>: Abbrev Number: 13 (DW_TAG_variable)
    <1081>   DW_AT_name        : (indirect string, offset: 0x4bd): personality_names
    <1085>   DW_AT_decl_file   : 20
    <1086>   DW_AT_decl_line   : 1890
    <1088>   DW_AT_decl_column : 26
    <1089>   DW_AT_type        : <0x50f>
    <108d>   DW_AT_external    : 1
    <108e>   DW_AT_declaration : 1
 <1><108f>: Abbrev Number: 13 (DW_TAG_variable)
    <1090>   DW_AT_name        : (indirect string, offset: 0x8d3): sysent
    <1094>   DW_AT_decl_file   : 20
    <1095>   DW_AT_decl_line   : 1893
    <1097>   DW_AT_decl_column : 29
    <1098>   DW_AT_type        : <0xa40>
    <109c>   DW_AT_external    : 1
    <109d>   DW_AT_declaration : 1
 <1><109e>: Abbrev Number: 13 (DW_TAG_variable)
    <109f>   DW_AT_name        : (indirect string, offset: 0xde0): ioctlent
    <10a3>   DW_AT_decl_file   : 20
    <10a4>   DW_AT_decl_line   : 1894
    <10a6>   DW_AT_decl_column : 31
    <10a7>   DW_AT_type        : <0x10ad>
    <10ab>   DW_AT_external    : 1
    <10ac>   DW_AT_declaration : 1
 <1><10ad>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <10ae>   DW_AT_byte_size   : 4
    <10af>   DW_AT_type        : <0x72b>
 <1><10b3>: Abbrev Number: 13 (DW_TAG_variable)
    <10b4>   DW_AT_name        : (indirect string, offset: 0x8bd): nsyscalls
    <10b8>   DW_AT_decl_file   : 20
    <10b9>   DW_AT_decl_line   : 1900
    <10bb>   DW_AT_decl_column : 17
    <10bc>   DW_AT_type        : <0x2b>
    <10c0>   DW_AT_external    : 1
    <10c1>   DW_AT_declaration : 1
 <1><10c2>: Abbrev Number: 13 (DW_TAG_variable)
    <10c3>   DW_AT_name        : (indirect string, offset: 0x1066): nioctlents
    <10c7>   DW_AT_decl_file   : 20
    <10c8>   DW_AT_decl_line   : 1901
    <10ca>   DW_AT_decl_column : 17
    <10cb>   DW_AT_type        : <0x2b>
    <10cf>   DW_AT_external    : 1
    <10d0>   DW_AT_declaration : 1
 <1><10d1>: Abbrev Number: 10 (DW_TAG_array_type)
    <10d2>   DW_AT_type        : <0x32>
    <10d6>   DW_AT_sibling     : <0x10e1>
 <2><10da>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <10db>   DW_AT_type        : <0x2b>
    <10df>   DW_AT_upper_bound : 2
 <2><10e0>: Abbrev Number: 0
 <1><10e1>: Abbrev Number: 3 (DW_TAG_const_type)
    <10e2>   DW_AT_type        : <0x10d1>
 <1><10e6>: Abbrev Number: 13 (DW_TAG_variable)
    <10e7>   DW_AT_name        : (indirect string, offset: 0x10d2): nsyscall_vec
    <10eb>   DW_AT_decl_file   : 20
    <10ec>   DW_AT_decl_line   : 1903
    <10ee>   DW_AT_decl_column : 27
    <10ef>   DW_AT_type        : <0x10e1>
    <10f3>   DW_AT_external    : 1
    <10f4>   DW_AT_declaration : 1
 <1><10f5>: Abbrev Number: 10 (DW_TAG_array_type)
    <10f6>   DW_AT_type        : <0xa46>
    <10fa>   DW_AT_sibling     : <0x1105>
 <2><10fe>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <10ff>   DW_AT_type        : <0x2b>
    <1103>   DW_AT_upper_bound : 2
 <2><1104>: Abbrev Number: 0
 <1><1105>: Abbrev Number: 3 (DW_TAG_const_type)
    <1106>   DW_AT_type        : <0x10f5>
 <1><110a>: Abbrev Number: 13 (DW_TAG_variable)
    <110b>   DW_AT_name        : (indirect string, offset: 0x7dc): sysent_vec
    <110f>   DW_AT_decl_file   : 20
    <1110>   DW_AT_decl_line   : 1904
    <1112>   DW_AT_decl_column : 35
    <1113>   DW_AT_type        : <0x1105>
    <1117>   DW_AT_external    : 1
    <1118>   DW_AT_declaration : 1
 <1><1119>: Abbrev Number: 13 (DW_TAG_variable)
    <111a>   DW_AT_name        : (indirect string, offset: 0x3cb): inject_vec
    <111e>   DW_AT_decl_file   : 20
    <111f>   DW_AT_decl_line   : 1905
    <1121>   DW_AT_decl_column : 28
    <1122>   DW_AT_type        : <0xa4b>
    <1126>   DW_AT_external    : 1
    <1127>   DW_AT_declaration : 1
 <1><1128>: Abbrev Number: 31 (DW_TAG_structure_type)
    <1129>   DW_AT_name        : (indirect string, offset: 0xf16): audit_arch_t
    <112d>   DW_AT_byte_size   : 8
    <112e>   DW_AT_decl_file   : 20
    <112f>   DW_AT_decl_line   : 1907
    <1131>   DW_AT_decl_column : 8
    <1132>   DW_AT_sibling     : <0x1157>
 <2><1136>: Abbrev Number: 16 (DW_TAG_member)
    <1137>   DW_AT_name        : (indirect string, offset: 0x604): arch
    <113b>   DW_AT_decl_file   : 20
    <113c>   DW_AT_decl_line   : 1908
    <113e>   DW_AT_decl_column : 15
    <113f>   DW_AT_type        : <0x2b>
    <1143>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1146>: Abbrev Number: 16 (DW_TAG_member)
    <1147>   DW_AT_name        : (indirect string, offset: 0xa6a): flag
    <114b>   DW_AT_decl_file   : 20
    <114c>   DW_AT_decl_line   : 1909
    <114e>   DW_AT_decl_column : 15
    <114f>   DW_AT_type        : <0x2b>
    <1153>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1156>: Abbrev Number: 0
 <1><1157>: Abbrev Number: 3 (DW_TAG_const_type)
    <1158>   DW_AT_type        : <0x1128>
 <1><115c>: Abbrev Number: 10 (DW_TAG_array_type)
    <115d>   DW_AT_type        : <0x1157>
    <1161>   DW_AT_sibling     : <0x116c>
 <2><1165>: Abbrev Number: 11 (DW_TAG_subrange_type)
    <1166>   DW_AT_type        : <0x2b>
    <116a>   DW_AT_upper_bound : 2
 <2><116b>: Abbrev Number: 0
 <1><116c>: Abbrev Number: 3 (DW_TAG_const_type)
    <116d>   DW_AT_type        : <0x115c>
 <1><1171>: Abbrev Number: 13 (DW_TAG_variable)
    <1172>   DW_AT_name        : (indirect string, offset: 0x9b4): audit_arch_vec
    <1176>   DW_AT_decl_file   : 20
    <1177>   DW_AT_decl_line   : 1912
    <1179>   DW_AT_decl_column : 34
    <117a>   DW_AT_type        : <0x116c>
    <117e>   DW_AT_external    : 1
    <117f>   DW_AT_declaration : 1
 <1><1180>: Abbrev Number: 8 (DW_TAG_structure_type)
