Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x16cc (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0xb68): GNU C17 9.4.0 -m32 -mtune=generic -march=i686 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0x821): mpers-m32/struct_ustat.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xc3b): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x39a): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0xf9e): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x8d2): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <54>   DW_AT_name        : (indirect string, offset: 0xdc2): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x46c): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x7d0): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x800): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x6b5): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xabc): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x723): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0x7c1): __ino_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 136
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0x37>
 <1><ae>: Abbrev Number: 4 (DW_TAG_typedef)
    <af>   DW_AT_name        : (indirect string, offset: 0xaf2): __off_t
    <b3>   DW_AT_decl_file   : 1
    <b4>   DW_AT_decl_line   : 140
    <b5>   DW_AT_decl_column : 25
    <b6>   DW_AT_type        : <0xba>
 <1><ba>: Abbrev Number: 2 (DW_TAG_base_type)
    <bb>   DW_AT_byte_size   : 4
    <bc>   DW_AT_encoding    : 5	(signed)
    <bd>   DW_AT_name        : (indirect string, offset: 0x2b4): long int
 <1><c1>: Abbrev Number: 4 (DW_TAG_typedef)
    <c2>   DW_AT_name        : (indirect string, offset: 0xcbd): __off64_t
    <c6>   DW_AT_decl_file   : 1
    <c7>   DW_AT_decl_line   : 141
    <c8>   DW_AT_decl_column : 27
    <c9>   DW_AT_type        : <0x96>
 <1><cd>: Abbrev Number: 4 (DW_TAG_typedef)
    <ce>   DW_AT_name        : (indirect string, offset: 0xc14): __time_t
    <d2>   DW_AT_decl_file   : 1
    <d3>   DW_AT_decl_line   : 148
    <d4>   DW_AT_decl_column : 26
    <d5>   DW_AT_type        : <0xba>
 <1><d9>: Abbrev Number: 4 (DW_TAG_typedef)
    <da>   DW_AT_name        : (indirect string, offset: 0x369): __daddr_t
    <de>   DW_AT_decl_file   : 1
    <df>   DW_AT_decl_line   : 152
    <e0>   DW_AT_decl_column : 27
    <e1>   DW_AT_type        : <0x64>
 <1><e5>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <e6>   DW_AT_byte_size   : 4
 <1><e7>: Abbrev Number: 3 (DW_TAG_const_type)
    <e8>   DW_AT_type        : <0xe5>
 <1><ec>: Abbrev Number: 4 (DW_TAG_typedef)
    <ed>   DW_AT_name        : (indirect string, offset: 0x3d8): __syscall_slong_t
    <f1>   DW_AT_decl_file   : 1
    <f2>   DW_AT_decl_line   : 184
    <f3>   DW_AT_decl_column : 33
    <f4>   DW_AT_type        : <0xba>
 <1><f8>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <f9>   DW_AT_byte_size   : 4
    <fa>   DW_AT_type        : <0xfe>
 <1><fe>: Abbrev Number: 2 (DW_TAG_base_type)
    <ff>   DW_AT_byte_size   : 1
    <100>   DW_AT_encoding    : 6	(signed char)
    <101>   DW_AT_name        : (indirect string, offset: 0x432): char
 <1><105>: Abbrev Number: 3 (DW_TAG_const_type)
    <106>   DW_AT_type        : <0xfe>
 <1><10a>: Abbrev Number: 4 (DW_TAG_typedef)
    <10b>   DW_AT_name        : (indirect string, offset: 0x34d): uint8_t
    <10f>   DW_AT_decl_file   : 2
    <110>   DW_AT_decl_line   : 24
    <111>   DW_AT_decl_column : 19
    <112>   DW_AT_type        : <0x45>
 <1><116>: Abbrev Number: 4 (DW_TAG_typedef)
    <117>   DW_AT_name        : (indirect string, offset: 0xadd): uint16_t
    <11b>   DW_AT_decl_file   : 2
    <11c>   DW_AT_decl_line   : 25
    <11d>   DW_AT_decl_column : 20
    <11e>   DW_AT_type        : <0x58>
 <1><122>: Abbrev Number: 4 (DW_TAG_typedef)
    <123>   DW_AT_name        : (indirect string, offset: 0xf44): uint32_t
    <127>   DW_AT_decl_file   : 2
    <128>   DW_AT_decl_line   : 26
    <129>   DW_AT_decl_column : 20
    <12a>   DW_AT_type        : <0x70>
 <1><12e>: Abbrev Number: 4 (DW_TAG_typedef)
    <12f>   DW_AT_name        : (indirect string, offset: 0xdd2): uint64_t
    <133>   DW_AT_decl_file   : 2
    <134>   DW_AT_decl_line   : 27
    <135>   DW_AT_decl_column : 20
    <136>   DW_AT_type        : <0x83>
 <1><13a>: Abbrev Number: 4 (DW_TAG_typedef)
    <13b>   DW_AT_name        : (indirect string, offset: 0x39): size_t
    <13f>   DW_AT_decl_file   : 3
    <140>   DW_AT_decl_line   : 209
    <141>   DW_AT_decl_column : 23
    <142>   DW_AT_type        : <0x2b>
 <1><146>: Abbrev Number: 3 (DW_TAG_const_type)
    <147>   DW_AT_type        : <0x13a>
 <1><14b>: Abbrev Number: 8 (DW_TAG_structure_type)
    <14c>   DW_AT_name        : (indirect string, offset: 0xa65): timespec
    <150>   DW_AT_byte_size   : 8
    <151>   DW_AT_decl_file   : 4
    <152>   DW_AT_decl_line   : 9
    <153>   DW_AT_decl_column : 8
    <154>   DW_AT_sibling     : <0x177>
 <2><158>: Abbrev Number: 9 (DW_TAG_member)
    <159>   DW_AT_name        : (indirect string, offset: 0x1073): tv_sec
    <15d>   DW_AT_decl_file   : 4
    <15e>   DW_AT_decl_line   : 11
    <15f>   DW_AT_decl_column : 12
    <160>   DW_AT_type        : <0xcd>
    <164>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><167>: Abbrev Number: 9 (DW_TAG_member)
    <168>   DW_AT_name        : (indirect string, offset: 0xdf8): tv_nsec
    <16c>   DW_AT_decl_file   : 4
    <16d>   DW_AT_decl_line   : 12
    <16e>   DW_AT_decl_column : 21
    <16f>   DW_AT_type        : <0xec>
    <173>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><176>: Abbrev Number: 0
 <1><177>: Abbrev Number: 2 (DW_TAG_base_type)
    <178>   DW_AT_byte_size   : 12
    <179>   DW_AT_encoding    : 4	(float)
    <17a>   DW_AT_name        : (indirect string, offset: 0xa27): long double
 <1><17e>: Abbrev Number: 2 (DW_TAG_base_type)
    <17f>   DW_AT_byte_size   : 16
    <180>   DW_AT_encoding    : 4	(float)
    <181>   DW_AT_name        : (indirect string, offset: 0xf6d): _Float128
 <1><185>: Abbrev Number: 10 (DW_TAG_variable)
    <186>   DW_AT_name        : (indirect string, offset: 0x26b): __environ
    <18a>   DW_AT_decl_file   : 5
    <18b>   DW_AT_decl_line   : 546
    <18d>   DW_AT_decl_column : 15
    <18e>   DW_AT_type        : <0x194>
    <192>   DW_AT_external    : 1
    <193>   DW_AT_declaration : 1
 <1><194>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <195>   DW_AT_byte_size   : 4
    <196>   DW_AT_type        : <0xf8>
 <1><19a>: Abbrev Number: 10 (DW_TAG_variable)
    <19b>   DW_AT_name        : (indirect string, offset: 0x392): environ
    <19f>   DW_AT_decl_file   : 5
    <1a0>   DW_AT_decl_line   : 548
    <1a2>   DW_AT_decl_column : 15
    <1a3>   DW_AT_type        : <0x194>
    <1a7>   DW_AT_external    : 1
    <1a8>   DW_AT_declaration : 1
 <1><1a9>: Abbrev Number: 11 (DW_TAG_variable)
    <1aa>   DW_AT_name        : (indirect string, offset: 0xf88): optarg
    <1ae>   DW_AT_decl_file   : 6
    <1af>   DW_AT_decl_line   : 36
    <1b0>   DW_AT_decl_column : 14
    <1b1>   DW_AT_type        : <0xf8>
    <1b5>   DW_AT_external    : 1
    <1b6>   DW_AT_declaration : 1
 <1><1b7>: Abbrev Number: 11 (DW_TAG_variable)
    <1b8>   DW_AT_name        : (indirect string, offset: 0x688): optind
    <1bc>   DW_AT_decl_file   : 6
    <1bd>   DW_AT_decl_line   : 50
    <1be>   DW_AT_decl_column : 12
    <1bf>   DW_AT_type        : <0x64>
    <1c3>   DW_AT_external    : 1
    <1c4>   DW_AT_declaration : 1
 <1><1c5>: Abbrev Number: 11 (DW_TAG_variable)
    <1c6>   DW_AT_name        : (indirect string, offset: 0xc03): opterr
    <1ca>   DW_AT_decl_file   : 6
    <1cb>   DW_AT_decl_line   : 55
    <1cc>   DW_AT_decl_column : 12
    <1cd>   DW_AT_type        : <0x64>
    <1d1>   DW_AT_external    : 1
    <1d2>   DW_AT_declaration : 1
 <1><1d3>: Abbrev Number: 11 (DW_TAG_variable)
    <1d4>   DW_AT_name        : (indirect string, offset: 0xaa2): optopt
    <1d8>   DW_AT_decl_file   : 6
    <1d9>   DW_AT_decl_line   : 59
    <1da>   DW_AT_decl_column : 12
    <1db>   DW_AT_type        : <0x64>
    <1df>   DW_AT_external    : 1
    <1e0>   DW_AT_declaration : 1
 <1><1e1>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1e2>   DW_AT_byte_size   : 4
    <1e3>   DW_AT_type        : <0x105>
 <1><1e7>: Abbrev Number: 3 (DW_TAG_const_type)
    <1e8>   DW_AT_type        : <0x1e1>
 <1><1ec>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1ed>   DW_AT_byte_size   : 4
    <1ee>   DW_AT_type        : <0x1f2>
 <1><1f2>: Abbrev Number: 12 (DW_TAG_const_type)
 <1><1f3>: Abbrev Number: 8 (DW_TAG_structure_type)
    <1f4>   DW_AT_name        : (indirect string, offset: 0x355): _IO_FILE
    <1f8>   DW_AT_byte_size   : 148
    <1f9>   DW_AT_decl_file   : 7
    <1fa>   DW_AT_decl_line   : 245
    <1fb>   DW_AT_decl_column : 8
    <1fc>   DW_AT_sibling     : <0x3cb>
 <2><200>: Abbrev Number: 9 (DW_TAG_member)
    <201>   DW_AT_name        : (indirect string, offset: 0x969): _flags
    <205>   DW_AT_decl_file   : 7
    <206>   DW_AT_decl_line   : 246
    <207>   DW_AT_decl_column : 7
    <208>   DW_AT_type        : <0x64>
    <20c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><20f>: Abbrev Number: 9 (DW_TAG_member)
    <210>   DW_AT_name        : (indirect string, offset: 0x4bb): _IO_read_ptr
    <214>   DW_AT_decl_file   : 7
    <215>   DW_AT_decl_line   : 251
    <216>   DW_AT_decl_column : 9
    <217>   DW_AT_type        : <0xf8>
    <21b>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><21e>: Abbrev Number: 9 (DW_TAG_member)
    <21f>   DW_AT_name        : (indirect string, offset: 0xefc): _IO_read_end
    <223>   DW_AT_decl_file   : 7
    <224>   DW_AT_decl_line   : 252
    <225>   DW_AT_decl_column : 9
    <226>   DW_AT_type        : <0xf8>
    <22a>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><22d>: Abbrev Number: 9 (DW_TAG_member)
    <22e>   DW_AT_name        : (indirect string, offset: 0x700): _IO_read_base
    <232>   DW_AT_decl_file   : 7
    <233>   DW_AT_decl_line   : 253
    <234>   DW_AT_decl_column : 9
    <235>   DW_AT_type        : <0xf8>
    <239>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><23c>: Abbrev Number: 9 (DW_TAG_member)
    <23d>   DW_AT_name        : (indirect string, offset: 0x132): _IO_write_base
    <241>   DW_AT_decl_file   : 7
    <242>   DW_AT_decl_line   : 254
    <243>   DW_AT_decl_column : 9
    <244>   DW_AT_type        : <0xf8>
    <248>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><24b>: Abbrev Number: 9 (DW_TAG_member)
    <24c>   DW_AT_name        : (indirect string, offset: 0xfdf): _IO_write_ptr
    <250>   DW_AT_decl_file   : 7
    <251>   DW_AT_decl_line   : 255
    <252>   DW_AT_decl_column : 9
    <253>   DW_AT_type        : <0xf8>
    <257>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><25a>: Abbrev Number: 13 (DW_TAG_member)
    <25b>   DW_AT_name        : (indirect string, offset: 0x84a): _IO_write_end
    <25f>   DW_AT_decl_file   : 7
    <260>   DW_AT_decl_line   : 256
    <262>   DW_AT_decl_column : 9
    <263>   DW_AT_type        : <0xf8>
    <267>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><26a>: Abbrev Number: 13 (DW_TAG_member)
    <26b>   DW_AT_name        : (indirect string, offset: 0x8bb): _IO_buf_base
    <26f>   DW_AT_decl_file   : 7
    <270>   DW_AT_decl_line   : 257
    <272>   DW_AT_decl_column : 9
    <273>   DW_AT_type        : <0xf8>
    <277>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><27a>: Abbrev Number: 13 (DW_TAG_member)
    <27b>   DW_AT_name        : (indirect string, offset: 0xd60): _IO_buf_end
    <27f>   DW_AT_decl_file   : 7
    <280>   DW_AT_decl_line   : 258
    <282>   DW_AT_decl_column : 9
    <283>   DW_AT_type        : <0xf8>
    <287>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><28a>: Abbrev Number: 13 (DW_TAG_member)
    <28b>   DW_AT_name        : (indirect string, offset: 0x1c3): _IO_save_base
    <28f>   DW_AT_decl_file   : 7
    <290>   DW_AT_decl_line   : 260
    <292>   DW_AT_decl_column : 9
    <293>   DW_AT_type        : <0xf8>
    <297>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><29a>: Abbrev Number: 13 (DW_TAG_member)
    <29b>   DW_AT_name        : (indirect string, offset: 0xc78): _IO_backup_base
    <29f>   DW_AT_decl_file   : 7
    <2a0>   DW_AT_decl_line   : 261
    <2a2>   DW_AT_decl_column : 9
    <2a3>   DW_AT_type        : <0xf8>
    <2a7>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><2aa>: Abbrev Number: 13 (DW_TAG_member)
    <2ab>   DW_AT_name        : (indirect string, offset: 0xba): _IO_save_end
    <2af>   DW_AT_decl_file   : 7
    <2b0>   DW_AT_decl_line   : 262
    <2b2>   DW_AT_decl_column : 9
    <2b3>   DW_AT_type        : <0xf8>
    <2b7>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><2ba>: Abbrev Number: 13 (DW_TAG_member)
    <2bb>   DW_AT_name        : (indirect string, offset: 0x546): _markers
    <2bf>   DW_AT_decl_file   : 7
    <2c0>   DW_AT_decl_line   : 264
    <2c2>   DW_AT_decl_column : 22
    <2c3>   DW_AT_type        : <0x41a>
    <2c7>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2ca>: Abbrev Number: 13 (DW_TAG_member)
    <2cb>   DW_AT_name        : (indirect string, offset: 0x206): _chain
    <2cf>   DW_AT_decl_file   : 7
    <2d0>   DW_AT_decl_line   : 266
    <2d2>   DW_AT_decl_column : 20
    <2d3>   DW_AT_type        : <0x420>
    <2d7>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2da>: Abbrev Number: 13 (DW_TAG_member)
    <2db>   DW_AT_name        : (indirect string, offset: 0xf58): _fileno
    <2df>   DW_AT_decl_file   : 7
    <2e0>   DW_AT_decl_line   : 268
    <2e2>   DW_AT_decl_column : 7
    <2e3>   DW_AT_type        : <0x64>
    <2e7>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2ea>: Abbrev Number: 13 (DW_TAG_member)
    <2eb>   DW_AT_name        : (indirect string, offset: 0x6ec): _flags2
    <2ef>   DW_AT_decl_file   : 7
    <2f0>   DW_AT_decl_line   : 272
    <2f2>   DW_AT_decl_column : 7
    <2f3>   DW_AT_type        : <0x64>
    <2f7>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2fa>: Abbrev Number: 13 (DW_TAG_member)
    <2fb>   DW_AT_name        : (indirect string, offset: 0x76e): _old_offset
    <2ff>   DW_AT_decl_file   : 7
    <300>   DW_AT_decl_line   : 274
    <302>   DW_AT_decl_column : 13
    <303>   DW_AT_type        : <0xae>
    <307>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><30a>: Abbrev Number: 13 (DW_TAG_member)
    <30b>   DW_AT_name        : (indirect string, offset: 0x239): _cur_column
    <30f>   DW_AT_decl_file   : 7
    <310>   DW_AT_decl_line   : 278
    <312>   DW_AT_decl_column : 18
    <313>   DW_AT_type        : <0x24>
    <317>   DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><31a>: Abbrev Number: 13 (DW_TAG_member)
    <31b>   DW_AT_name        : (indirect string, offset: 0xe1e): _vtable_offset
    <31f>   DW_AT_decl_file   : 7
    <320>   DW_AT_decl_line   : 279
    <322>   DW_AT_decl_column : 15
    <323>   DW_AT_type        : <0x3e>
    <327>   DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><32a>: Abbrev Number: 13 (DW_TAG_member)
    <32b>   DW_AT_name        : (indirect string, offset: 0xc88): _shortbuf
    <32f>   DW_AT_decl_file   : 7
    <330>   DW_AT_decl_line   : 280
    <332>   DW_AT_decl_column : 8
    <333>   DW_AT_type        : <0x426>
    <337>   DW_AT_data_member_location: 2 byte block: 23 47 	(DW_OP_plus_uconst: 71)
 <2><33a>: Abbrev Number: 13 (DW_TAG_member)
    <33b>   DW_AT_name        : (indirect string, offset: 0x173): _lock
    <33f>   DW_AT_decl_file   : 7
    <340>   DW_AT_decl_line   : 284
    <342>   DW_AT_decl_column : 15
    <343>   DW_AT_type        : <0x436>
    <347>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><34a>: Abbrev Number: 13 (DW_TAG_member)
    <34b>   DW_AT_name        : (indirect string, offset: 0x619): _offset
    <34f>   DW_AT_decl_file   : 7
    <350>   DW_AT_decl_line   : 293
    <352>   DW_AT_decl_column : 15
    <353>   DW_AT_type        : <0xc1>
    <357>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><35a>: Abbrev Number: 13 (DW_TAG_member)
    <35b>   DW_AT_name        : (indirect string, offset: 0x909): __pad1
    <35f>   DW_AT_decl_file   : 7
    <360>   DW_AT_decl_line   : 301
    <362>   DW_AT_decl_column : 9
    <363>   DW_AT_type        : <0xe5>
    <367>   DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><36a>: Abbrev Number: 13 (DW_TAG_member)
    <36b>   DW_AT_name        : (indirect string, offset: 0x910): __pad2
    <36f>   DW_AT_decl_file   : 7
    <370>   DW_AT_decl_line   : 302
    <372>   DW_AT_decl_column : 9
    <373>   DW_AT_type        : <0xe5>
    <377>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><37a>: Abbrev Number: 13 (DW_TAG_member)
    <37b>   DW_AT_name        : (indirect string, offset: 0x917): __pad3
    <37f>   DW_AT_decl_file   : 7
    <380>   DW_AT_decl_line   : 303
    <382>   DW_AT_decl_column : 9
    <383>   DW_AT_type        : <0xe5>
    <387>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><38a>: Abbrev Number: 13 (DW_TAG_member)
    <38b>   DW_AT_name        : (indirect string, offset: 0x91e): __pad4
    <38f>   DW_AT_decl_file   : 7
    <390>   DW_AT_decl_line   : 304
    <392>   DW_AT_decl_column : 9
    <393>   DW_AT_type        : <0xe5>
    <397>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><39a>: Abbrev Number: 13 (DW_TAG_member)
    <39b>   DW_AT_name        : (indirect string, offset: 0x925): __pad5
    <39f>   DW_AT_decl_file   : 7
    <3a0>   DW_AT_decl_line   : 306
    <3a2>   DW_AT_decl_column : 10
    <3a3>   DW_AT_type        : <0x13a>
    <3a7>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><3aa>: Abbrev Number: 13 (DW_TAG_member)
    <3ab>   DW_AT_name        : (indirect string, offset: 0x99e): _mode
    <3af>   DW_AT_decl_file   : 7
    <3b0>   DW_AT_decl_line   : 307
    <3b2>   DW_AT_decl_column : 7
    <3b3>   DW_AT_type        : <0x64>
    <3b7>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><3ba>: Abbrev Number: 13 (DW_TAG_member)
    <3bb>   DW_AT_name        : (indirect string, offset: 0x71a): _unused2
    <3bf>   DW_AT_decl_file   : 7
    <3c0>   DW_AT_decl_line   : 309
    <3c2>   DW_AT_decl_column : 8
    <3c3>   DW_AT_type        : <0x43c>
    <3c7>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><3ca>: Abbrev Number: 0
 <1><3cb>: Abbrev Number: 4 (DW_TAG_typedef)
    <3cc>   DW_AT_name        : (indirect string, offset: 0xa47): FILE
    <3d0>   DW_AT_decl_file   : 8
    <3d1>   DW_AT_decl_line   : 7
    <3d2>   DW_AT_decl_column : 25
    <3d3>   DW_AT_type        : <0x1f3>
 <1><3d7>: Abbrev Number: 14 (DW_TAG_typedef)
    <3d8>   DW_AT_name        : (indirect string, offset: 0x461): _IO_lock_t
    <3dc>   DW_AT_decl_file   : 7
    <3dd>   DW_AT_decl_line   : 154
    <3de>   DW_AT_decl_column : 14
 <1><3df>: Abbrev Number: 8 (DW_TAG_structure_type)
    <3e0>   DW_AT_name        : (indirect string, offset: 0x2f6): _IO_marker
    <3e4>   DW_AT_byte_size   : 12
    <3e5>   DW_AT_decl_file   : 7
    <3e6>   DW_AT_decl_line   : 160
    <3e7>   DW_AT_decl_column : 8
    <3e8>   DW_AT_sibling     : <0x41a>
 <2><3ec>: Abbrev Number: 9 (DW_TAG_member)
    <3ed>   DW_AT_name        : (indirect string, offset: 0xcb7): _next
    <3f1>   DW_AT_decl_file   : 7
    <3f2>   DW_AT_decl_line   : 161
    <3f3>   DW_AT_decl_column : 22
    <3f4>   DW_AT_type        : <0x41a>
    <3f8>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3fb>: Abbrev Number: 9 (DW_TAG_member)
    <3fc>   DW_AT_name        : (indirect string, offset: 0x92c): _sbuf
    <400>   DW_AT_decl_file   : 7
    <401>   DW_AT_decl_line   : 162
    <402>   DW_AT_decl_column : 20
    <403>   DW_AT_type        : <0x420>
    <407>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><40a>: Abbrev Number: 9 (DW_TAG_member)
    <40b>   DW_AT_name        : (indirect string, offset: 0x4fb): _pos
    <40f>   DW_AT_decl_file   : 7
    <410>   DW_AT_decl_line   : 166
    <411>   DW_AT_decl_column : 7
    <412>   DW_AT_type        : <0x64>
    <416>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><419>: Abbrev Number: 0
 <1><41a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <41b>   DW_AT_byte_size   : 4
    <41c>   DW_AT_type        : <0x3df>
 <1><420>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <421>   DW_AT_byte_size   : 4
    <422>   DW_AT_type        : <0x1f3>
 <1><426>: Abbrev Number: 15 (DW_TAG_array_type)
    <427>   DW_AT_type        : <0xfe>
    <42b>   DW_AT_sibling     : <0x436>
 <2><42f>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <430>   DW_AT_type        : <0x2b>
    <434>   DW_AT_upper_bound : 0
 <2><435>: Abbrev Number: 0
 <1><436>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <437>   DW_AT_byte_size   : 4
    <438>   DW_AT_type        : <0x3d7>
 <1><43c>: Abbrev Number: 15 (DW_TAG_array_type)
    <43d>   DW_AT_type        : <0xfe>
    <441>   DW_AT_sibling     : <0x44c>
 <2><445>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <446>   DW_AT_type        : <0x2b>
    <44a>   DW_AT_upper_bound : 39
 <2><44b>: Abbrev Number: 0
 <1><44c>: Abbrev Number: 17 (DW_TAG_structure_type)
    <44d>   DW_AT_name        : (indirect string, offset: 0x404): _IO_FILE_plus
    <451>   DW_AT_declaration : 1
 <1><452>: Abbrev Number: 10 (DW_TAG_variable)
    <453>   DW_AT_name        : (indirect string, offset: 0x6c0): _IO_2_1_stdin_
    <457>   DW_AT_decl_file   : 7
    <458>   DW_AT_decl_line   : 319
    <45a>   DW_AT_decl_column : 29
    <45b>   DW_AT_type        : <0x44c>
    <45f>   DW_AT_external    : 1
    <460>   DW_AT_declaration : 1
 <1><461>: Abbrev Number: 10 (DW_TAG_variable)
    <462>   DW_AT_name        : (indirect string, offset: 0xc98): _IO_2_1_stdout_
    <466>   DW_AT_decl_file   : 7
    <467>   DW_AT_decl_line   : 320
    <469>   DW_AT_decl_column : 29
    <46a>   DW_AT_type        : <0x44c>
    <46e>   DW_AT_external    : 1
    <46f>   DW_AT_declaration : 1
 <1><470>: Abbrev Number: 10 (DW_TAG_variable)
    <471>   DW_AT_name        : (indirect string, offset: 0x89): _IO_2_1_stderr_
    <475>   DW_AT_decl_file   : 7
    <476>   DW_AT_decl_line   : 321
    <478>   DW_AT_decl_column : 29
    <479>   DW_AT_type        : <0x44c>
    <47d>   DW_AT_external    : 1
    <47e>   DW_AT_declaration : 1
 <1><47f>: Abbrev Number: 11 (DW_TAG_variable)
    <480>   DW_AT_name        : (indirect string, offset: 0x511): stdin
    <484>   DW_AT_decl_file   : 9
    <485>   DW_AT_decl_line   : 135
    <486>   DW_AT_decl_column : 25
    <487>   DW_AT_type        : <0x420>
    <48b>   DW_AT_external    : 1
    <48c>   DW_AT_declaration : 1
 <1><48d>: Abbrev Number: 11 (DW_TAG_variable)
    <48e>   DW_AT_name        : (indirect string, offset: 0xfb1): stdout
    <492>   DW_AT_decl_file   : 9
    <493>   DW_AT_decl_line   : 136
    <494>   DW_AT_decl_column : 25
    <495>   DW_AT_type        : <0x420>
    <499>   DW_AT_external    : 1
    <49a>   DW_AT_declaration : 1
 <1><49b>: Abbrev Number: 11 (DW_TAG_variable)
    <49c>   DW_AT_name        : (indirect string, offset: 0xdae): stderr
    <4a0>   DW_AT_decl_file   : 9
    <4a1>   DW_AT_decl_line   : 137
    <4a2>   DW_AT_decl_column : 25
    <4a3>   DW_AT_type        : <0x420>
    <4a7>   DW_AT_external    : 1
    <4a8>   DW_AT_declaration : 1
 <1><4a9>: Abbrev Number: 11 (DW_TAG_variable)
    <4aa>   DW_AT_name        : (indirect string, offset: 0x245): sys_nerr
    <4ae>   DW_AT_decl_file   : 10
    <4af>   DW_AT_decl_line   : 26
    <4b0>   DW_AT_decl_column : 12
    <4b1>   DW_AT_type        : <0x64>
    <4b5>   DW_AT_external    : 1
    <4b6>   DW_AT_declaration : 1
 <1><4b7>: Abbrev Number: 15 (DW_TAG_array_type)
    <4b8>   DW_AT_type        : <0x1e7>
    <4bc>   DW_AT_sibling     : <0x4c2>
 <2><4c0>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4c1>: Abbrev Number: 0
 <1><4c2>: Abbrev Number: 3 (DW_TAG_const_type)
    <4c3>   DW_AT_type        : <0x4b7>
 <1><4c7>: Abbrev Number: 11 (DW_TAG_variable)
    <4c8>   DW_AT_name        : (indirect string, offset: 0x520): sys_errlist
    <4cc>   DW_AT_decl_file   : 10
    <4cd>   DW_AT_decl_line   : 27
    <4ce>   DW_AT_decl_column : 26
    <4cf>   DW_AT_type        : <0x4c2>
    <4d3>   DW_AT_external    : 1
    <4d4>   DW_AT_declaration : 1
 <1><4d5>: Abbrev Number: 11 (DW_TAG_variable)
    <4d6>   DW_AT_name        : (indirect string, offset: 0x258): _sys_nerr
    <4da>   DW_AT_decl_file   : 10
    <4db>   DW_AT_decl_line   : 30
    <4dc>   DW_AT_decl_column : 12
    <4dd>   DW_AT_type        : <0x64>
    <4e1>   DW_AT_external    : 1
    <4e2>   DW_AT_declaration : 1
 <1><4e3>: Abbrev Number: 11 (DW_TAG_variable)
    <4e4>   DW_AT_name        : (indirect string, offset: 0xe2d): _sys_errlist
    <4e8>   DW_AT_decl_file   : 10
    <4e9>   DW_AT_decl_line   : 31
    <4ea>   DW_AT_decl_column : 26
    <4eb>   DW_AT_type        : <0x4c2>
    <4ef>   DW_AT_external    : 1
    <4f0>   DW_AT_declaration : 1
 <1><4f1>: Abbrev Number: 11 (DW_TAG_variable)
    <4f2>   DW_AT_name        : (indirect string, offset: 0x5f2): program_invocation_name
    <4f6>   DW_AT_decl_file   : 11
    <4f7>   DW_AT_decl_line   : 45
    <4f8>   DW_AT_decl_column : 14
    <4f9>   DW_AT_type        : <0xf8>
    <4fd>   DW_AT_external    : 1
    <4fe>   DW_AT_declaration : 1
 <1><4ff>: Abbrev Number: 11 (DW_TAG_variable)
    <500>   DW_AT_name        : (indirect string, offset: 0xb1d): program_invocation_short_name
    <504>   DW_AT_decl_file   : 11
    <505>   DW_AT_decl_line   : 46
    <506>   DW_AT_decl_column : 14
    <507>   DW_AT_type        : <0xf8>
    <50b>   DW_AT_external    : 1
    <50c>   DW_AT_declaration : 1
 <1><50d>: Abbrev Number: 15 (DW_TAG_array_type)
    <50e>   DW_AT_type        : <0xf8>
    <512>   DW_AT_sibling     : <0x51d>
 <2><516>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <517>   DW_AT_type        : <0x2b>
    <51b>   DW_AT_upper_bound : 1
 <2><51c>: Abbrev Number: 0
 <1><51d>: Abbrev Number: 11 (DW_TAG_variable)
    <51e>   DW_AT_name        : (indirect string, offset: 0x1b0): __tzname
    <522>   DW_AT_decl_file   : 12
    <523>   DW_AT_decl_line   : 159
    <524>   DW_AT_decl_column : 14
    <525>   DW_AT_type        : <0x50d>
    <529>   DW_AT_external    : 1
    <52a>   DW_AT_declaration : 1
 <1><52b>: Abbrev Number: 11 (DW_TAG_variable)
    <52c>   DW_AT_name        : (indirect string, offset: 0xe90): __daylight
    <530>   DW_AT_decl_file   : 12
    <531>   DW_AT_decl_line   : 160
    <532>   DW_AT_decl_column : 12
    <533>   DW_AT_type        : <0x64>
    <537>   DW_AT_external    : 1
    <538>   DW_AT_declaration : 1
 <1><539>: Abbrev Number: 11 (DW_TAG_variable)
    <53a>   DW_AT_name        : (indirect string, offset: 0x35e): __timezone
    <53e>   DW_AT_decl_file   : 12
    <53f>   DW_AT_decl_line   : 161
    <540>   DW_AT_decl_column : 17
    <541>   DW_AT_type        : <0xba>
    <545>   DW_AT_external    : 1
    <546>   DW_AT_declaration : 1
 <1><547>: Abbrev Number: 11 (DW_TAG_variable)
    <548>   DW_AT_name        : (indirect string, offset: 0x630): tzname
    <54c>   DW_AT_decl_file   : 12
    <54d>   DW_AT_decl_line   : 166
    <54e>   DW_AT_decl_column : 14
    <54f>   DW_AT_type        : <0x50d>
    <553>   DW_AT_external    : 1
    <554>   DW_AT_declaration : 1
 <1><555>: Abbrev Number: 11 (DW_TAG_variable)
    <556>   DW_AT_name        : (indirect string, offset: 0x1029): daylight
    <55a>   DW_AT_decl_file   : 12
    <55b>   DW_AT_decl_line   : 174
    <55c>   DW_AT_decl_column : 12
    <55d>   DW_AT_type        : <0x64>
    <561>   DW_AT_external    : 1
    <562>   DW_AT_declaration : 1
 <1><563>: Abbrev Number: 11 (DW_TAG_variable)
    <564>   DW_AT_name        : (indirect string, offset: 0x4a6): timezone
    <568>   DW_AT_decl_file   : 12
    <569>   DW_AT_decl_line   : 175
    <56a>   DW_AT_decl_column : 17
    <56b>   DW_AT_type        : <0xba>
    <56f>   DW_AT_external    : 1
    <570>   DW_AT_declaration : 1
 <1><571>: Abbrev Number: 10 (DW_TAG_variable)
    <572>   DW_AT_name        : (indirect string, offset: 0xf18): getdate_err
    <576>   DW_AT_decl_file   : 12
    <577>   DW_AT_decl_line   : 280
    <579>   DW_AT_decl_column : 12
    <57a>   DW_AT_type        : <0x64>
    <57e>   DW_AT_external    : 1
    <57f>   DW_AT_declaration : 1
 <1><580>: Abbrev Number: 11 (DW_TAG_variable)
    <581>   DW_AT_name        : (indirect string, offset: 0x937): debug_flag
    <585>   DW_AT_decl_file   : 13
    <586>   DW_AT_decl_line   : 20
    <587>   DW_AT_decl_column : 13
    <588>   DW_AT_type        : <0x58e>
    <58c>   DW_AT_external    : 1
    <58d>   DW_AT_declaration : 1
 <1><58e>: Abbrev Number: 2 (DW_TAG_base_type)
    <58f>   DW_AT_byte_size   : 1
    <590>   DW_AT_encoding    : 2	(boolean)
    <591>   DW_AT_name        : (indirect string, offset: 0x3ea): _Bool
 <1><595>: Abbrev Number: 3 (DW_TAG_const_type)
    <596>   DW_AT_type        : <0x58e>
 <1><59a>: Abbrev Number: 4 (DW_TAG_typedef)
    <59b>   DW_AT_name        : (indirect string, offset: 0x9fd): __kernel_long_t
    <59f>   DW_AT_decl_file   : 14
    <5a0>   DW_AT_decl_line   : 15
    <5a1>   DW_AT_decl_column : 15
    <5a2>   DW_AT_type        : <0xba>
 <1><5a6>: Abbrev Number: 4 (DW_TAG_typedef)
    <5a7>   DW_AT_name        : (indirect string, offset: 0x500): __kernel_ulong_t
    <5ab>   DW_AT_decl_file   : 14
    <5ac>   DW_AT_decl_line   : 16
    <5ad>   DW_AT_decl_column : 23
    <5ae>   DW_AT_type        : <0x37>
 <1><5b2>: Abbrev Number: 4 (DW_TAG_typedef)
    <5b3>   DW_AT_name        : (indirect string, offset: 0x3b6): kernel_long_t
    <5b7>   DW_AT_decl_file   : 15
    <5b8>   DW_AT_decl_line   : 16
    <5b9>   DW_AT_decl_column : 25
    <5ba>   DW_AT_type        : <0x59a>
 <1><5be>: Abbrev Number: 4 (DW_TAG_typedef)
    <5bf>   DW_AT_name        : (indirect string, offset: 0x7f1): kernel_ulong_t
    <5c3>   DW_AT_decl_file   : 15
    <5c4>   DW_AT_decl_line   : 17
    <5c5>   DW_AT_decl_column : 26
    <5c6>   DW_AT_type        : <0x5a6>
 <1><5ca>: Abbrev Number: 3 (DW_TAG_const_type)
    <5cb>   DW_AT_type        : <0x5be>
 <1><5cf>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5d0>   DW_AT_name        : (indirect string, offset: 0xb3b): list_item
    <5d4>   DW_AT_byte_size   : 8
    <5d5>   DW_AT_decl_file   : 16
    <5d6>   DW_AT_decl_line   : 92
    <5d7>   DW_AT_decl_column : 8
    <5d8>   DW_AT_sibling     : <0x5fb>
 <2><5dc>: Abbrev Number: 9 (DW_TAG_member)
    <5dd>   DW_AT_name        : (indirect string, offset: 0x106e): prev
    <5e1>   DW_AT_decl_file   : 16
    <5e2>   DW_AT_decl_line   : 93
    <5e3>   DW_AT_decl_column : 20
    <5e4>   DW_AT_type        : <0x5fb>
    <5e8>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5eb>: Abbrev Number: 9 (DW_TAG_member)
    <5ec>   DW_AT_name        : (indirect string, offset: 0x1064): next
    <5f0>   DW_AT_decl_file   : 16
    <5f1>   DW_AT_decl_line   : 94
    <5f2>   DW_AT_decl_column : 20
    <5f3>   DW_AT_type        : <0x5fb>
    <5f7>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><5fa>: Abbrev Number: 0
 <1><5fb>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <5fc>   DW_AT_byte_size   : 4
    <5fd>   DW_AT_type        : <0x5cf>
 <1><601>: Abbrev Number: 8 (DW_TAG_structure_type)
    <602>   DW_AT_name        : (indirect string, offset: 0x7c9): sysent
    <606>   DW_AT_byte_size   : 20
    <607>   DW_AT_decl_file   : 17
    <608>   DW_AT_decl_line   : 11
    <609>   DW_AT_decl_column : 16
    <60a>   DW_AT_sibling     : <0x65a>
 <2><60e>: Abbrev Number: 9 (DW_TAG_member)
    <60f>   DW_AT_name        : (indirect string, offset: 0xfd0): nargs
    <613>   DW_AT_decl_file   : 17
    <614>   DW_AT_decl_line   : 12
    <615>   DW_AT_decl_column : 11
    <616>   DW_AT_type        : <0x2b>
    <61a>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><61d>: Abbrev Number: 9 (DW_TAG_member)
    <61e>   DW_AT_name        : (indirect string, offset: 0x8c8): sys_flags
    <622>   DW_AT_decl_file   : 17
    <623>   DW_AT_decl_line   : 13
    <624>   DW_AT_decl_column : 6
    <625>   DW_AT_type        : <0x64>
    <629>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><62c>: Abbrev Number: 19 (DW_TAG_member)
    <62d>   DW_AT_name        : sen
    <631>   DW_AT_decl_file   : 17
    <632>   DW_AT_decl_line   : 14
    <633>   DW_AT_decl_column : 6
    <634>   DW_AT_type        : <0x64>
    <638>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><63b>: Abbrev Number: 9 (DW_TAG_member)
    <63c>   DW_AT_name        : (indirect string, offset: 0x2ed): sys_func
    <640>   DW_AT_decl_file   : 17
    <641>   DW_AT_decl_line   : 15
    <642>   DW_AT_decl_column : 8
    <643>   DW_AT_type        : <0x665>
    <647>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><64a>: Abbrev Number: 9 (DW_TAG_member)
    <64b>   DW_AT_name        : (indirect string, offset: 0x262): sys_name
    <64f>   DW_AT_decl_file   : 17
    <650>   DW_AT_decl_line   : 16
    <651>   DW_AT_decl_column : 14
    <652>   DW_AT_type        : <0x1e1>
    <656>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><659>: Abbrev Number: 0
 <1><65a>: Abbrev Number: 20 (DW_TAG_subroutine_type)
    <65b>   DW_AT_type        : <0x64>
    <65f>   DW_AT_sibling     : <0x665>
 <2><663>: Abbrev Number: 21 (DW_TAG_unspecified_parameters)
 <2><664>: Abbrev Number: 0
 <1><665>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <666>   DW_AT_byte_size   : 4
    <667>   DW_AT_type        : <0x65a>
 <1><66b>: Abbrev Number: 4 (DW_TAG_typedef)
    <66c>   DW_AT_name        : (indirect string, offset: 0xe42): struct_sysent
    <670>   DW_AT_decl_file   : 17
    <671>   DW_AT_decl_line   : 17
    <672>   DW_AT_decl_column : 3
    <673>   DW_AT_type        : <0x601>
 <1><677>: Abbrev Number: 3 (DW_TAG_const_type)
    <678>   DW_AT_type        : <0x66b>
 <1><67c>: Abbrev Number: 11 (DW_TAG_variable)
    <67d>   DW_AT_name        : (indirect string, offset: 0xcfe): current_personality
    <681>   DW_AT_decl_file   : 18
    <682>   DW_AT_decl_line   : 158
    <683>   DW_AT_decl_column : 17
    <684>   DW_AT_type        : <0x2b>
    <688>   DW_AT_external    : 1
    <689>   DW_AT_declaration : 1
 <1><68a>: Abbrev Number: 11 (DW_TAG_variable)
    <68b>   DW_AT_name        : (indirect string, offset: 0x75d): current_wordsize
    <68f>   DW_AT_decl_file   : 18
    <690>   DW_AT_decl_line   : 171
    <691>   DW_AT_decl_column : 17
    <692>   DW_AT_type        : <0x2b>
    <696>   DW_AT_external    : 1
    <697>   DW_AT_declaration : 1
 <1><698>: Abbrev Number: 11 (DW_TAG_variable)
    <699>   DW_AT_name        : (indirect string, offset: 0x9c2): current_klongsize
    <69d>   DW_AT_decl_file   : 18
    <69e>   DW_AT_decl_line   : 176
    <69f>   DW_AT_decl_column : 17
    <6a0>   DW_AT_type        : <0x2b>
    <6a4>   DW_AT_external    : 1
    <6a5>   DW_AT_declaration : 1
 <1><6a6>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6a7>   DW_AT_name        : (indirect string, offset: 0xc32): ioctlent
    <6ab>   DW_AT_byte_size   : 8
    <6ac>   DW_AT_decl_file   : 18
    <6ad>   DW_AT_decl_line   : 217
    <6ae>   DW_AT_decl_column : 16
    <6af>   DW_AT_sibling     : <0x6d2>
 <2><6b3>: Abbrev Number: 9 (DW_TAG_member)
    <6b4>   DW_AT_name        : (indirect string, offset: 0xeed): symbol
    <6b8>   DW_AT_decl_file   : 18
    <6b9>   DW_AT_decl_line   : 218
    <6ba>   DW_AT_decl_column : 14
    <6bb>   DW_AT_type        : <0x1e1>
    <6bf>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6c2>: Abbrev Number: 9 (DW_TAG_member)
    <6c3>   DW_AT_name        : (indirect string, offset: 0xcc7): code
    <6c7>   DW_AT_decl_file   : 18
    <6c8>   DW_AT_decl_line   : 219
    <6c9>   DW_AT_decl_column : 15
    <6ca>   DW_AT_type        : <0x2b>
    <6ce>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6d1>: Abbrev Number: 0
 <1><6d2>: Abbrev Number: 4 (DW_TAG_typedef)
    <6d3>   DW_AT_name        : (indirect string, offset: 0xbf3): struct_ioctlent
    <6d7>   DW_AT_decl_file   : 18
    <6d8>   DW_AT_decl_line   : 220
    <6d9>   DW_AT_decl_column : 3
    <6da>   DW_AT_type        : <0x6a6>
 <1><6de>: Abbrev Number: 3 (DW_TAG_const_type)
    <6df>   DW_AT_type        : <0x6d2>
 <1><6e3>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6e4>   DW_AT_name        : (indirect string, offset: 0x751): inject_data
    <6e8>   DW_AT_byte_size   : 10
    <6e9>   DW_AT_decl_file   : 18
    <6ea>   DW_AT_decl_line   : 241
    <6eb>   DW_AT_decl_column : 8
    <6ec>   DW_AT_sibling     : <0x74b>
 <2><6f0>: Abbrev Number: 9 (DW_TAG_member)
    <6f1>   DW_AT_name        : (indirect string, offset: 0x4b5): flags
    <6f5>   DW_AT_decl_file   : 18
    <6f6>   DW_AT_decl_line   : 242
    <6f7>   DW_AT_decl_column : 10
    <6f8>   DW_AT_type        : <0x10a>
    <6fc>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6ff>: Abbrev Number: 9 (DW_TAG_member)
    <700>   DW_AT_name        : (indirect string, offset: 0x87c): signo
    <704>   DW_AT_decl_file   : 18
    <705>   DW_AT_decl_line   : 243
    <706>   DW_AT_decl_column : 10
    <707>   DW_AT_type        : <0x10a>
    <70b>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><70e>: Abbrev Number: 9 (DW_TAG_member)
    <70f>   DW_AT_name        : (indirect string, offset: 0x100): rval_idx
    <713>   DW_AT_decl_file   : 18
    <714>   DW_AT_decl_line   : 244
    <715>   DW_AT_decl_column : 11
    <716>   DW_AT_type        : <0x116>
    <71a>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><71d>: Abbrev Number: 9 (DW_TAG_member)
    <71e>   DW_AT_name        : (indirect string, offset: 0x40): delay_idx
    <722>   DW_AT_decl_file   : 18
    <723>   DW_AT_decl_line   : 245
    <724>   DW_AT_decl_column : 11
    <725>   DW_AT_type        : <0x116>
    <729>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><72c>: Abbrev Number: 9 (DW_TAG_member)
    <72d>   DW_AT_name        : (indirect string, offset: 0x538): poke_idx
    <731>   DW_AT_decl_file   : 18
    <732>   DW_AT_decl_line   : 246
    <733>   DW_AT_decl_column : 11
    <734>   DW_AT_type        : <0x116>
    <738>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><73b>: Abbrev Number: 9 (DW_TAG_member)
    <73c>   DW_AT_name        : (indirect string, offset: 0x190): scno
    <740>   DW_AT_decl_file   : 18
    <741>   DW_AT_decl_line   : 247
    <742>   DW_AT_decl_column : 11
    <743>   DW_AT_type        : <0x116>
    <747>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><74a>: Abbrev Number: 0
 <1><74b>: Abbrev Number: 8 (DW_TAG_structure_type)
    <74c>   DW_AT_name        : (indirect string, offset: 0xe1): inject_opts
    <750>   DW_AT_byte_size   : 16
    <751>   DW_AT_decl_file   : 18
    <752>   DW_AT_decl_line   : 250
    <753>   DW_AT_decl_column : 8
    <754>   DW_AT_sibling     : <0x795>
 <2><758>: Abbrev Number: 9 (DW_TAG_member)
    <759>   DW_AT_name        : (indirect string, offset: 0x998): first
    <75d>   DW_AT_decl_file   : 18
    <75e>   DW_AT_decl_line   : 251
    <75f>   DW_AT_decl_column : 11
    <760>   DW_AT_type        : <0x116>
    <764>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><767>: Abbrev Number: 9 (DW_TAG_member)
    <768>   DW_AT_name        : (indirect string, offset: 0x1097): last
    <76c>   DW_AT_decl_file   : 18
    <76d>   DW_AT_decl_line   : 252
    <76e>   DW_AT_decl_column : 11
    <76f>   DW_AT_type        : <0x116>
    <773>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><776>: Abbrev Number: 9 (DW_TAG_member)
    <777>   DW_AT_name        : (indirect string, offset: 0x38d): step
    <77b>   DW_AT_decl_file   : 18
    <77c>   DW_AT_decl_line   : 253
    <77d>   DW_AT_decl_column : 11
    <77e>   DW_AT_type        : <0x116>
    <782>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><785>: Abbrev Number: 9 (DW_TAG_member)
    <786>   DW_AT_name        : (indirect string, offset: 0x1069): data
    <78a>   DW_AT_decl_file   : 18
    <78b>   DW_AT_decl_line   : 254
    <78c>   DW_AT_decl_column : 21
    <78d>   DW_AT_type        : <0x6e3>
    <791>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><794>: Abbrev Number: 0
 <1><795>: Abbrev Number: 22 (DW_TAG_structure_type)
    <796>   DW_AT_name        : tcb
    <79a>   DW_AT_byte_size   : 196
    <79b>   DW_AT_decl_file   : 18
    <79c>   DW_AT_decl_line   : 262
    <79e>   DW_AT_decl_column : 8
    <79f>   DW_AT_sibling     : <0x9bf>
 <2><7a3>: Abbrev Number: 13 (DW_TAG_member)
    <7a4>   DW_AT_name        : (indirect string, offset: 0x4b5): flags
    <7a8>   DW_AT_decl_file   : 18
    <7a9>   DW_AT_decl_line   : 263
    <7ab>   DW_AT_decl_column : 6
    <7ac>   DW_AT_type        : <0x64>
    <7b0>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7b3>: Abbrev Number: 23 (DW_TAG_member)
    <7b4>   DW_AT_name        : pid
    <7b8>   DW_AT_decl_file   : 18
    <7b9>   DW_AT_decl_line   : 264
    <7bb>   DW_AT_decl_column : 6
    <7bc>   DW_AT_type        : <0x64>
    <7c0>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7c3>: Abbrev Number: 13 (DW_TAG_member)
    <7c4>   DW_AT_name        : (indirect string, offset: 0x58): qual_flg
    <7c8>   DW_AT_decl_file   : 18
    <7c9>   DW_AT_decl_line   : 265
    <7cb>   DW_AT_decl_column : 6
    <7cc>   DW_AT_type        : <0x64>
    <7d0>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7d3>: Abbrev Number: 13 (DW_TAG_member)
    <7d4>   DW_AT_name        : (indirect string, offset: 0x37e): currpers
    <7d8>   DW_AT_decl_file   : 18
    <7d9>   DW_AT_decl_line   : 267
    <7db>   DW_AT_decl_column : 15
    <7dc>   DW_AT_type        : <0x2b>
    <7e0>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><7e3>: Abbrev Number: 13 (DW_TAG_member)
    <7e4>   DW_AT_name        : (indirect string, offset: 0xa9a): u_error
    <7e8>   DW_AT_decl_file   : 18
    <7e9>   DW_AT_decl_line   : 269
    <7eb>   DW_AT_decl_column : 16
    <7ec>   DW_AT_type        : <0x37>
    <7f0>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><7f3>: Abbrev Number: 13 (DW_TAG_member)
    <7f4>   DW_AT_name        : (indirect string, offset: 0x190): scno
    <7f8>   DW_AT_decl_file   : 18
    <7f9>   DW_AT_decl_line   : 270
    <7fb>   DW_AT_decl_column : 17
    <7fc>   DW_AT_type        : <0x5be>
    <800>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><803>: Abbrev Number: 13 (DW_TAG_member)
    <804>   DW_AT_name        : (indirect string, offset: 0xad3): true_scno
    <808>   DW_AT_decl_file   : 18
    <809>   DW_AT_decl_line   : 271
    <80b>   DW_AT_decl_column : 17
    <80c>   DW_AT_type        : <0x5be>
    <810>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><813>: Abbrev Number: 13 (DW_TAG_member)
    <814>   DW_AT_name        : (indirect string, offset: 0x19a): u_arg
    <818>   DW_AT_decl_file   : 18
    <819>   DW_AT_decl_line   : 272
    <81b>   DW_AT_decl_column : 17
    <81c>   DW_AT_type        : <0x9bf>
    <820>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><823>: Abbrev Number: 13 (DW_TAG_member)
    <824>   DW_AT_name        : (indirect string, offset: 0x8df): u_rval
    <828>   DW_AT_decl_file   : 18
    <829>   DW_AT_decl_line   : 273
    <82b>   DW_AT_decl_column : 16
    <82c>   DW_AT_type        : <0x5b2>
    <830>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><833>: Abbrev Number: 13 (DW_TAG_member)
    <834>   DW_AT_name        : (indirect string, offset: 0xa19): sys_func_rval
    <838>   DW_AT_decl_file   : 18
    <839>   DW_AT_decl_line   : 274
    <83b>   DW_AT_decl_column : 6
    <83c>   DW_AT_type        : <0x64>
    <840>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><843>: Abbrev Number: 13 (DW_TAG_member)
    <844>   DW_AT_name        : (indirect string, offset: 0xca8): curcol
    <848>   DW_AT_decl_file   : 18
    <849>   DW_AT_decl_line   : 275
    <84b>   DW_AT_decl_column : 6
    <84c>   DW_AT_type        : <0x64>
    <850>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><853>: Abbrev Number: 13 (DW_TAG_member)
    <854>   DW_AT_name        : (indirect string, offset: 0x8f1): outf
    <858>   DW_AT_decl_file   : 18
    <859>   DW_AT_decl_line   : 276
    <85b>   DW_AT_decl_column : 8
    <85c>   DW_AT_type        : <0x9cf>
    <860>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><863>: Abbrev Number: 13 (DW_TAG_member)
    <864>   DW_AT_name        : (indirect string, offset: 0xec5): staged_output_data
    <868>   DW_AT_decl_file   : 18
    <869>   DW_AT_decl_line   : 277
    <86b>   DW_AT_decl_column : 29
    <86c>   DW_AT_type        : <0x9db>
    <870>   DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><873>: Abbrev Number: 13 (DW_TAG_member)
    <874>   DW_AT_name        : (indirect string, offset: 0x9e4): auxstr
    <878>   DW_AT_decl_file   : 18
    <879>   DW_AT_decl_line   : 279
    <87b>   DW_AT_decl_column : 14
    <87c>   DW_AT_type        : <0x1e1>
    <880>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><883>: Abbrev Number: 13 (DW_TAG_member)
    <884>   DW_AT_name        : (indirect string, offset: 0x179): _priv_data
    <888>   DW_AT_decl_file   : 18
    <889>   DW_AT_decl_line   : 280
    <88b>   DW_AT_decl_column : 8
    <88c>   DW_AT_type        : <0xe5>
    <890>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><893>: Abbrev Number: 13 (DW_TAG_member)
    <894>   DW_AT_name        : (indirect string, offset: 0xbd6): _free_priv_data
    <898>   DW_AT_decl_file   : 18
    <899>   DW_AT_decl_line   : 281
    <89b>   DW_AT_decl_column : 9
    <89c>   DW_AT_type        : <0x9ed>
    <8a0>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><8a3>: Abbrev Number: 13 (DW_TAG_member)
    <8a4>   DW_AT_name        : (indirect string, offset: 0x18a): s_ent
    <8a8>   DW_AT_decl_file   : 18
    <8a9>   DW_AT_decl_line   : 282
    <8ab>   DW_AT_decl_column : 23
    <8ac>   DW_AT_type        : <0x9f3>
    <8b0>   DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><8b3>: Abbrev Number: 13 (DW_TAG_member)
    <8b4>   DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
    <8b8>   DW_AT_decl_file   : 18
    <8b9>   DW_AT_decl_line   : 285
    <8bb>   DW_AT_decl_column : 23
    <8bc>   DW_AT_type        : <0x9f3>
    <8c0>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><8c3>: Abbrev Number: 13 (DW_TAG_member)
    <8c4>   DW_AT_name        : (indirect string, offset: 0x373): inject_vec
    <8c8>   DW_AT_decl_file   : 18
    <8c9>   DW_AT_decl_line   : 286
    <8cb>   DW_AT_decl_column : 22
    <8cc>   DW_AT_type        : <0x9fe>
    <8d0>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><8d3>: Abbrev Number: 13 (DW_TAG_member)
    <8d4>   DW_AT_name        : (indirect string, offset: 0x72c): stime
    <8d8>   DW_AT_decl_file   : 18
    <8d9>   DW_AT_decl_line   : 287
    <8db>   DW_AT_decl_column : 18
    <8dc>   DW_AT_type        : <0x14b>
    <8e0>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><8e3>: Abbrev Number: 13 (DW_TAG_member)
    <8e4>   DW_AT_name        : (indirect string, offset: 0x387): ltime
    <8e8>   DW_AT_decl_file   : 18
    <8e9>   DW_AT_decl_line   : 288
    <8eb>   DW_AT_decl_column : 18
    <8ec>   DW_AT_type        : <0x14b>
    <8f0>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><8f3>: Abbrev Number: 13 (DW_TAG_member)
    <8f4>   DW_AT_name        : (indirect string, offset: 0xf8f): atime
    <8f8>   DW_AT_decl_file   : 18
    <8f9>   DW_AT_decl_line   : 289
    <8fb>   DW_AT_decl_column : 18
    <8fc>   DW_AT_type        : <0x14b>
    <900>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><903>: Abbrev Number: 13 (DW_TAG_member)
    <904>   DW_AT_name        : (indirect string, offset: 0x4af): etime
    <908>   DW_AT_decl_file   : 18
    <909>   DW_AT_decl_line   : 290
    <90b>   DW_AT_decl_column : 18
    <90c>   DW_AT_type        : <0x14b>
    <910>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><914>: Abbrev Number: 13 (DW_TAG_member)
    <915>   DW_AT_name        : (indirect string, offset: 0xd12): delay_expiration_time
    <919>   DW_AT_decl_file   : 18
    <91a>   DW_AT_decl_line   : 291
    <91c>   DW_AT_decl_column : 18
    <91d>   DW_AT_type        : <0x14b>
    <921>   DW_AT_data_member_location: 3 byte block: 23 88 1 	(DW_OP_plus_uconst: 136)
 <2><925>: Abbrev Number: 13 (DW_TAG_member)
    <926>   DW_AT_name        : (indirect string, offset: 0x32): pid_ns
    <92a>   DW_AT_decl_file   : 18
    <92b>   DW_AT_decl_line   : 298
    <92d>   DW_AT_decl_column : 15
    <92e>   DW_AT_type        : <0x2b>
    <932>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><936>: Abbrev Number: 13 (DW_TAG_member)
    <937>   DW_AT_name        : (indirect string, offset: 0xf24): mmap_cache
    <93b>   DW_AT_decl_file   : 18
    <93c>   DW_AT_decl_line   : 304
    <93e>   DW_AT_decl_column : 23
    <93f>   DW_AT_type        : <0xa1a>
    <943>   DW_AT_data_member_location: 3 byte block: 23 94 1 	(DW_OP_plus_uconst: 148)
 <2><947>: Abbrev Number: 13 (DW_TAG_member)
    <948>   DW_AT_name        : (indirect string, offset: 0xaa9): wait_data_idx
    <94c>   DW_AT_decl_file   : 18
    <94d>   DW_AT_decl_line   : 311
    <94f>   DW_AT_decl_column : 9
    <950>   DW_AT_type        : <0x13a>
    <954>   DW_AT_data_member_location: 3 byte block: 23 98 1 	(DW_OP_plus_uconst: 152)
 <2><958>: Abbrev Number: 13 (DW_TAG_member)
    <959>   DW_AT_name        : (indirect string, offset: 0x9eb): delayed_wait_data
    <95d>   DW_AT_decl_file   : 18
    <95e>   DW_AT_decl_line   : 313
    <960>   DW_AT_decl_column : 24
    <961>   DW_AT_type        : <0xa26>
    <965>   DW_AT_data_member_location: 3 byte block: 23 9c 1 	(DW_OP_plus_uconst: 156)
 <2><969>: Abbrev Number: 13 (DW_TAG_member)
    <96a>   DW_AT_name        : (indirect string, offset: 0xa5b): wait_list
    <96e>   DW_AT_decl_file   : 18
    <96f>   DW_AT_decl_line   : 314
    <971>   DW_AT_decl_column : 19
    <972>   DW_AT_type        : <0x5cf>
    <976>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><97a>: Abbrev Number: 13 (DW_TAG_member)
    <97b>   DW_AT_name        : (indirect string, offset: 0x60a): vcpu_info_list
    <97f>   DW_AT_decl_file   : 18
    <980>   DW_AT_decl_line   : 318
    <982>   DW_AT_decl_column : 20
    <983>   DW_AT_type        : <0xa32>
    <987>   DW_AT_data_member_location: 3 byte block: 23 a8 1 	(DW_OP_plus_uconst: 168)
 <2><98b>: Abbrev Number: 13 (DW_TAG_member)
    <98c>   DW_AT_name        : (indirect string, offset: 0xc6d): unwind_ctx
    <990>   DW_AT_decl_file   : 18
    <991>   DW_AT_decl_line   : 322
    <993>   DW_AT_decl_column : 8
    <994>   DW_AT_type        : <0xe5>
    <998>   DW_AT_data_member_location: 3 byte block: 23 ac 1 	(DW_OP_plus_uconst: 172)
 <2><99c>: Abbrev Number: 13 (DW_TAG_member)
    <99d>   DW_AT_name        : (indirect string, offset: 0x499): unwind_queue
    <9a1>   DW_AT_decl_file   : 18
    <9a2>   DW_AT_decl_line   : 323
    <9a4>   DW_AT_decl_column : 25
    <9a5>   DW_AT_type        : <0xa3e>
    <9a9>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><9ad>: Abbrev Number: 13 (DW_TAG_member)
    <9ae>   DW_AT_name        : (indirect string, offset: 0x16e): comm
    <9b2>   DW_AT_decl_file   : 18
    <9b3>   DW_AT_decl_line   : 327
    <9b5>   DW_AT_decl_column : 7
    <9b6>   DW_AT_type        : <0xa44>
    <9ba>   DW_AT_data_member_location: 3 byte block: 23 b4 1 	(DW_OP_plus_uconst: 180)
 <2><9be>: Abbrev Number: 0
 <1><9bf>: Abbrev Number: 15 (DW_TAG_array_type)
    <9c0>   DW_AT_type        : <0x5be>
    <9c4>   DW_AT_sibling     : <0x9cf>
 <2><9c8>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <9c9>   DW_AT_type        : <0x2b>
    <9cd>   DW_AT_upper_bound : 5
 <2><9ce>: Abbrev Number: 0
 <1><9cf>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9d0>   DW_AT_byte_size   : 4
    <9d1>   DW_AT_type        : <0x3cb>
 <1><9d5>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9d6>   DW_AT_name        : (indirect string, offset: 0xec5): staged_output_data
    <9da>   DW_AT_declaration : 1
 <1><9db>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9dc>   DW_AT_byte_size   : 4
    <9dd>   DW_AT_type        : <0x9d5>
 <1><9e1>: Abbrev Number: 24 (DW_TAG_subroutine_type)
    <9e2>   DW_AT_prototyped  : 1
    <9e3>   DW_AT_sibling     : <0x9ed>
 <2><9e7>: Abbrev Number: 25 (DW_TAG_formal_parameter)
    <9e8>   DW_AT_type        : <0xe5>
 <2><9ec>: Abbrev Number: 0
 <1><9ed>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9ee>   DW_AT_byte_size   : 4
    <9ef>   DW_AT_type        : <0x9e1>
 <1><9f3>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9f4>   DW_AT_byte_size   : 4
    <9f5>   DW_AT_type        : <0x677>
 <1><9f9>: Abbrev Number: 3 (DW_TAG_const_type)
    <9fa>   DW_AT_type        : <0x9f3>
 <1><9fe>: Abbrev Number: 15 (DW_TAG_array_type)
    <9ff>   DW_AT_type        : <0xa0e>
    <a03>   DW_AT_sibling     : <0xa0e>
 <2><a07>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a08>   DW_AT_type        : <0x2b>
    <a0c>   DW_AT_upper_bound : 2
 <2><a0d>: Abbrev Number: 0
 <1><a0e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a0f>   DW_AT_byte_size   : 4
    <a10>   DW_AT_type        : <0x74b>
 <1><a14>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a15>   DW_AT_name        : (indirect string, offset: 0xad): mmap_cache_t
    <a19>   DW_AT_declaration : 1
 <1><a1a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a1b>   DW_AT_byte_size   : 4
    <a1c>   DW_AT_type        : <0xa14>
 <1><a20>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a21>   DW_AT_name        : (indirect string, offset: 0x3a8): tcb_wait_data
    <a25>   DW_AT_declaration : 1
 <1><a26>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a27>   DW_AT_byte_size   : 4
    <a28>   DW_AT_type        : <0xa20>
 <1><a2c>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a2d>   DW_AT_name        : (indirect string, offset: 0x164): vcpu_info
    <a31>   DW_AT_declaration : 1
 <1><a32>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a33>   DW_AT_byte_size   : 4
    <a34>   DW_AT_type        : <0xa2c>
 <1><a38>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a39>   DW_AT_name        : (indirect string, offset: 0xea9): unwind_queue_t
    <a3d>   DW_AT_declaration : 1
 <1><a3e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a3f>   DW_AT_byte_size   : 4
    <a40>   DW_AT_type        : <0xa38>
 <1><a44>: Abbrev Number: 15 (DW_TAG_array_type)
    <a45>   DW_AT_type        : <0xfe>
    <a49>   DW_AT_sibling     : <0xa54>
 <2><a4d>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a4e>   DW_AT_type        : <0x2b>
    <a52>   DW_AT_upper_bound : 15
 <2><a53>: Abbrev Number: 0
 <1><a54>: Abbrev Number: 10 (DW_TAG_variable)
    <a55>   DW_AT_name        : (indirect string, offset: 0xae6): stub_sysent
    <a59>   DW_AT_decl_file   : 18
    <a5a>   DW_AT_decl_line   : 400
    <a5c>   DW_AT_decl_column : 28
    <a5d>   DW_AT_type        : <0x677>
    <a61>   DW_AT_external    : 1
    <a62>   DW_AT_declaration : 1
 <1><a63>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a64>   DW_AT_name        : (indirect string, offset: 0x104c): xlat_type
    <a68>   DW_AT_encoding    : 7	(unsigned)
    <a69>   DW_AT_byte_size   : 4
    <a6a>   DW_AT_type        : <0x2b>
    <a6e>   DW_AT_decl_file   : 19
    <a6f>   DW_AT_decl_line   : 13
    <a70>   DW_AT_decl_column : 6
    <a71>   DW_AT_sibling     : <0xa88>
 <2><a75>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a76>   DW_AT_name        : (indirect string, offset: 0x2bd): XT_NORMAL
    <a7a>   DW_AT_const_value : 0
 <2><a7b>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a7c>   DW_AT_name        : (indirect string, offset: 0xc0a): XT_SORTED
    <a80>   DW_AT_const_value : 1
 <2><a81>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a82>   DW_AT_name        : (indirect string, offset: 0xd95): XT_INDEXED
    <a86>   DW_AT_const_value : 2
 <2><a87>: Abbrev Number: 0
 <1><a88>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a89>   DW_AT_name        : (indirect string, offset: 0xb12): xlat_style
    <a8d>   DW_AT_encoding    : 7	(unsigned)
    <a8e>   DW_AT_byte_size   : 4
    <a8f>   DW_AT_type        : <0x2b>
    <a93>   DW_AT_decl_file   : 19
    <a94>   DW_AT_decl_line   : 19
    <a95>   DW_AT_decl_column : 6
    <a96>   DW_AT_sibling     : <0xac5>
 <2><a9a>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a9b>   DW_AT_name        : (indirect string, offset: 0xed): XLAT_STYLE_DEFAULT
    <a9f>   DW_AT_const_value : 0
 <2><aa0>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa1>   DW_AT_name        : (indirect string, offset: 0xb45): XLAT_STYLE_RAW
    <aa5>   DW_AT_const_value : 1
 <2><aa6>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa7>   DW_AT_name        : (indirect string, offset: 0x1017): XLAT_STYLE_ABBREV
    <aab>   DW_AT_const_value : 2
 <2><aac>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aad>   DW_AT_name        : (indirect string, offset: 0x2da): XLAT_STYLE_VERBOSE
    <ab1>   DW_AT_const_value : 3
 <2><ab2>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab3>   DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
    <ab7>   DW_AT_const_value : 0
 <2><ab8>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab9>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <abd>   DW_AT_const_value : 4
 <2><abe>: Abbrev Number: 27 (DW_TAG_enumerator)
    <abf>   DW_AT_name        : (indirect string, offset: 0x1086): XLAT_STYLE_FMT_D
    <ac3>   DW_AT_const_value : 8
 <2><ac4>: Abbrev Number: 0
 <1><ac5>: Abbrev Number: 8 (DW_TAG_structure_type)
    <ac6>   DW_AT_name        : (indirect string, offset: 0x30b): xlat_data
    <aca>   DW_AT_byte_size   : 12
    <acb>   DW_AT_decl_file   : 19
    <acc>   DW_AT_decl_line   : 51
    <acd>   DW_AT_decl_column : 8
    <ace>   DW_AT_sibling     : <0xaf1>
 <2><ad2>: Abbrev Number: 19 (DW_TAG_member)
    <ad3>   DW_AT_name        : val
    <ad7>   DW_AT_decl_file   : 19
    <ad8>   DW_AT_decl_line   : 52
    <ad9>   DW_AT_decl_column : 11
    <ada>   DW_AT_type        : <0x12e>
    <ade>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ae1>: Abbrev Number: 19 (DW_TAG_member)
    <ae2>   DW_AT_name        : str
    <ae6>   DW_AT_decl_file   : 19
    <ae7>   DW_AT_decl_line   : 53
    <ae8>   DW_AT_decl_column : 14
    <ae9>   DW_AT_type        : <0x1e1>
    <aed>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><af0>: Abbrev Number: 0
 <1><af1>: Abbrev Number: 3 (DW_TAG_const_type)
    <af2>   DW_AT_type        : <0xac5>
 <1><af6>: Abbrev Number: 8 (DW_TAG_structure_type)
    <af7>   DW_AT_name        : (indirect string, offset: 0x22): xlat
    <afb>   DW_AT_byte_size   : 24
    <afc>   DW_AT_decl_file   : 19
    <afd>   DW_AT_decl_line   : 56
    <afe>   DW_AT_decl_column : 8
    <aff>   DW_AT_sibling     : <0xb4f>
 <2><b03>: Abbrev Number: 9 (DW_TAG_member)
    <b04>   DW_AT_name        : (indirect string, offset: 0x1069): data
    <b08>   DW_AT_decl_file   : 19
    <b09>   DW_AT_decl_line   : 57
    <b0a>   DW_AT_decl_column : 26
    <b0b>   DW_AT_type        : <0xb54>
    <b0f>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b12>: Abbrev Number: 9 (DW_TAG_member)
    <b13>   DW_AT_name        : (indirect string, offset: 0x7b5): flags_strsz
    <b17>   DW_AT_decl_file   : 19
    <b18>   DW_AT_decl_line   : 58
    <b19>   DW_AT_decl_column : 9
    <b1a>   DW_AT_type        : <0x13a>
    <b1e>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b21>: Abbrev Number: 9 (DW_TAG_member)
    <b22>   DW_AT_name        : (indirect string, offset: 0xab7): size
    <b26>   DW_AT_decl_file   : 19
    <b27>   DW_AT_decl_line   : 59
    <b28>   DW_AT_decl_column : 11
    <b29>   DW_AT_type        : <0x122>
    <b2d>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b30>: Abbrev Number: 9 (DW_TAG_member)
    <b31>   DW_AT_name        : (indirect string, offset: 0x195): type
    <b35>   DW_AT_decl_file   : 19
    <b36>   DW_AT_decl_line   : 60
    <b37>   DW_AT_decl_column : 17
    <b38>   DW_AT_type        : <0xa63>
    <b3c>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b3f>: Abbrev Number: 9 (DW_TAG_member)
    <b40>   DW_AT_name        : (indirect string, offset: 0x665): flags_mask
    <b44>   DW_AT_decl_file   : 19
    <b45>   DW_AT_decl_line   : 61
    <b46>   DW_AT_decl_column : 11
    <b47>   DW_AT_type        : <0x12e>
    <b4b>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b4e>: Abbrev Number: 0
 <1><b4f>: Abbrev Number: 3 (DW_TAG_const_type)
    <b50>   DW_AT_type        : <0xaf6>
 <1><b54>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b55>   DW_AT_byte_size   : 4
    <b56>   DW_AT_type        : <0xaf1>
 <1><b5a>: Abbrev Number: 15 (DW_TAG_array_type)
    <b5b>   DW_AT_type        : <0xb4f>
    <b5f>   DW_AT_sibling     : <0xb65>
 <2><b63>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b64>: Abbrev Number: 0
 <1><b65>: Abbrev Number: 3 (DW_TAG_const_type)
    <b66>   DW_AT_type        : <0xb5a>
 <1><b6a>: Abbrev Number: 10 (DW_TAG_variable)
    <b6b>   DW_AT_name        : (indirect string, offset: 0xe0b): addrfams
    <b6f>   DW_AT_decl_file   : 18
    <b70>   DW_AT_decl_line   : 406
    <b72>   DW_AT_decl_column : 26
    <b73>   DW_AT_type        : <0xb65>
    <b77>   DW_AT_external    : 1
    <b78>   DW_AT_declaration : 1
 <1><b79>: Abbrev Number: 10 (DW_TAG_variable)
    <b7a>   DW_AT_name        : (indirect string, offset: 0xcd7): arp_hardware_types
    <b7e>   DW_AT_decl_file   : 18
    <b7f>   DW_AT_decl_line   : 407
    <b81>   DW_AT_decl_column : 26
    <b82>   DW_AT_type        : <0xb65>
    <b86>   DW_AT_external    : 1
    <b87>   DW_AT_declaration : 1
 <1><b88>: Abbrev Number: 10 (DW_TAG_variable)
    <b89>   DW_AT_name        : (indirect string, offset: 0xf95): at_flags
    <b8d>   DW_AT_decl_file   : 18
    <b8e>   DW_AT_decl_line   : 408
    <b90>   DW_AT_decl_column : 26
    <b91>   DW_AT_type        : <0xb65>
    <b95>   DW_AT_external    : 1
    <b96>   DW_AT_declaration : 1
 <1><b97>: Abbrev Number: 10 (DW_TAG_variable)
    <b98>   DW_AT_name        : (indirect string, offset: 0x477): clocknames
    <b9c>   DW_AT_decl_file   : 18
    <b9d>   DW_AT_decl_line   : 409
    <b9f>   DW_AT_decl_column : 26
    <ba0>   DW_AT_type        : <0xb65>
    <ba4>   DW_AT_external    : 1
    <ba5>   DW_AT_declaration : 1
 <1><ba6>: Abbrev Number: 10 (DW_TAG_variable)
    <ba7>   DW_AT_name        : (indirect string, offset: 0xf60): dirent_types
    <bab>   DW_AT_decl_file   : 18
    <bac>   DW_AT_decl_line   : 410
    <bae>   DW_AT_decl_column : 26
    <baf>   DW_AT_type        : <0xb65>
    <bb3>   DW_AT_external    : 1
    <bb4>   DW_AT_declaration : 1
 <1><bb5>: Abbrev Number: 10 (DW_TAG_variable)
    <bb6>   DW_AT_name        : (indirect string, offset: 0x80e): ethernet_protocols
    <bba>   DW_AT_decl_file   : 18
    <bbb>   DW_AT_decl_line   : 411
    <bbd>   DW_AT_decl_column : 26
    <bbe>   DW_AT_type        : <0xb65>
    <bc2>   DW_AT_external    : 1
    <bc3>   DW_AT_declaration : 1
 <1><bc4>: Abbrev Number: 10 (DW_TAG_variable)
    <bc5>   DW_AT_name        : (indirect string, offset: 0x58b): inet_protocols
    <bc9>   DW_AT_decl_file   : 18
    <bca>   DW_AT_decl_line   : 412
    <bcc>   DW_AT_decl_column : 26
    <bcd>   DW_AT_type        : <0xb65>
    <bd1>   DW_AT_external    : 1
    <bd2>   DW_AT_declaration : 1
 <1><bd3>: Abbrev Number: 10 (DW_TAG_variable)
    <bd4>   DW_AT_name        : (indirect string, offset: 0x2aa): evdev_abs
    <bd8>   DW_AT_decl_file   : 18
    <bd9>   DW_AT_decl_line   : 413
    <bdb>   DW_AT_decl_column : 26
    <bdc>   DW_AT_type        : <0xb65>
    <be0>   DW_AT_external    : 1
    <be1>   DW_AT_declaration : 1
 <1><be2>: Abbrev Number: 10 (DW_TAG_variable)
    <be3>   DW_AT_name        : (indirect string, offset: 0x65a): audit_arch
    <be7>   DW_AT_decl_file   : 18
    <be8>   DW_AT_decl_line   : 414
    <bea>   DW_AT_decl_column : 26
    <beb>   DW_AT_type        : <0xb65>
    <bef>   DW_AT_external    : 1
    <bf0>   DW_AT_declaration : 1
 <1><bf1>: Abbrev Number: 10 (DW_TAG_variable)
    <bf2>   DW_AT_name        : (indirect string, offset: 0x99): evdev_ev
    <bf6>   DW_AT_decl_file   : 18
    <bf7>   DW_AT_decl_line   : 415
    <bf9>   DW_AT_decl_column : 26
    <bfa>   DW_AT_type        : <0xb65>
    <bfe>   DW_AT_external    : 1
    <bff>   DW_AT_declaration : 1
 <1><c00>: Abbrev Number: 10 (DW_TAG_variable)
    <c01>   DW_AT_name        : (indirect string, offset: 0x458): iffflags
    <c05>   DW_AT_decl_file   : 18
    <c06>   DW_AT_decl_line   : 416
    <c08>   DW_AT_decl_column : 26
    <c09>   DW_AT_type        : <0xb65>
    <c0d>   DW_AT_external    : 1
    <c0e>   DW_AT_declaration : 1
 <1><c0f>: Abbrev Number: 10 (DW_TAG_variable)
    <c10>   DW_AT_name        : (indirect string, offset: 0xb54): ip_type_of_services
    <c14>   DW_AT_decl_file   : 18
    <c15>   DW_AT_decl_line   : 417
    <c17>   DW_AT_decl_column : 26
    <c18>   DW_AT_type        : <0xb65>
    <c1c>   DW_AT_external    : 1
    <c1d>   DW_AT_declaration : 1
 <1><c1e>: Abbrev Number: 10 (DW_TAG_variable)
    <c1f>   DW_AT_name        : (indirect string, offset: 0x5e6): ipc_private
    <c23>   DW_AT_decl_file   : 18
    <c24>   DW_AT_decl_line   : 418
    <c26>   DW_AT_decl_column : 26
    <c27>   DW_AT_type        : <0xb65>
    <c2b>   DW_AT_external    : 1
    <c2c>   DW_AT_declaration : 1
 <1><c2d>: Abbrev Number: 10 (DW_TAG_variable)
    <c2e>   DW_AT_name        : (indirect string, offset: 0x301): msg_flags
    <c32>   DW_AT_decl_file   : 18
    <c33>   DW_AT_decl_line   : 419
    <c35>   DW_AT_decl_column : 26
    <c36>   DW_AT_type        : <0xb65>
    <c3a>   DW_AT_external    : 1
    <c3b>   DW_AT_declaration : 1
 <1><c3c>: Abbrev Number: 10 (DW_TAG_variable)
    <c3d>   DW_AT_name        : (indirect string, offset: 0x109): netlink_protocols
    <c41>   DW_AT_decl_file   : 18
    <c42>   DW_AT_decl_line   : 420
    <c44>   DW_AT_decl_column : 26
    <c45>   DW_AT_type        : <0xb65>
    <c49>   DW_AT_external    : 1
    <c4a>   DW_AT_declaration : 1
 <1><c4b>: Abbrev Number: 10 (DW_TAG_variable)
    <c4c>   DW_AT_name        : (indirect string, offset: 0xed8): nl_bridge_vlan_flags
    <c50>   DW_AT_decl_file   : 18
    <c51>   DW_AT_decl_line   : 421
    <c53>   DW_AT_decl_column : 26
    <c54>   DW_AT_type        : <0xb65>
    <c58>   DW_AT_external    : 1
    <c59>   DW_AT_declaration : 1
 <1><c5a>: Abbrev Number: 10 (DW_TAG_variable)
    <c5b>   DW_AT_name        : (indirect string, offset: 0xd7e): nl_netfilter_msg_types
    <c5f>   DW_AT_decl_file   : 18
    <c60>   DW_AT_decl_line   : 422
    <c62>   DW_AT_decl_column : 26
    <c63>   DW_AT_type        : <0xb65>
    <c67>   DW_AT_external    : 1
    <c68>   DW_AT_declaration : 1
 <1><c69>: Abbrev Number: 10 (DW_TAG_variable)
    <c6a>   DW_AT_name        : (indirect string, offset: 0x216): nl_route_types
    <c6e>   DW_AT_decl_file   : 18
    <c6f>   DW_AT_decl_line   : 423
    <c71>   DW_AT_decl_column : 26
    <c72>   DW_AT_type        : <0xb65>
    <c76>   DW_AT_external    : 1
    <c77>   DW_AT_declaration : 1
 <1><c78>: Abbrev Number: 10 (DW_TAG_variable)
    <c79>   DW_AT_name        : (indirect string, offset: 0xe50): open_access_modes
    <c7d>   DW_AT_decl_file   : 18
    <c7e>   DW_AT_decl_line   : 424
    <c80>   DW_AT_decl_column : 26
    <c81>   DW_AT_type        : <0xb65>
    <c85>   DW_AT_external    : 1
    <c86>   DW_AT_declaration : 1
 <1><c87>: Abbrev Number: 10 (DW_TAG_variable)
    <c88>   DW_AT_name        : (indirect string, offset: 0x79): open_mode_flags
    <c8c>   DW_AT_decl_file   : 18
    <c8d>   DW_AT_decl_line   : 425
    <c8f>   DW_AT_decl_column : 26
    <c90>   DW_AT_type        : <0xb65>
    <c94>   DW_AT_external    : 1
    <c95>   DW_AT_declaration : 1
 <1><c96>: Abbrev Number: 10 (DW_TAG_variable)
    <c97>   DW_AT_name        : (indirect string, offset: 0xbe6): perf_type_id
    <c9b>   DW_AT_decl_file   : 18
    <c9c>   DW_AT_decl_line   : 426
    <c9e>   DW_AT_decl_column : 26
    <c9f>   DW_AT_type        : <0xb65>
    <ca3>   DW_AT_external    : 1
    <ca4>   DW_AT_declaration : 1
 <1><ca5>: Abbrev Number: 10 (DW_TAG_variable)
    <ca6>   DW_AT_name        : (indirect string, offset: 0xe14): pollflags
    <caa>   DW_AT_decl_file   : 18
    <cab>   DW_AT_decl_line   : 427
    <cad>   DW_AT_decl_column : 26
    <cae>   DW_AT_type        : <0xb65>
    <cb2>   DW_AT_external    : 1
    <cb3>   DW_AT_declaration : 1
 <1><cb4>: Abbrev Number: 10 (DW_TAG_variable)
    <cb5>   DW_AT_name        : (indirect string, offset: 0x52c): ptrace_cmds
    <cb9>   DW_AT_decl_file   : 18
    <cba>   DW_AT_decl_line   : 428
    <cbc>   DW_AT_decl_column : 26
    <cbd>   DW_AT_type        : <0xb65>
    <cc1>   DW_AT_external    : 1
    <cc2>   DW_AT_declaration : 1
 <1><cc3>: Abbrev Number: 10 (DW_TAG_variable)
    <cc4>   DW_AT_name        : (indirect string, offset: 0x742): resource_flags
    <cc8>   DW_AT_decl_file   : 18
    <cc9>   DW_AT_decl_line   : 429
    <ccb>   DW_AT_decl_column : 26
    <ccc>   DW_AT_type        : <0xb65>
    <cd0>   DW_AT_external    : 1
    <cd1>   DW_AT_declaration : 1
 <1><cd2>: Abbrev Number: 10 (DW_TAG_variable)
    <cd3>   DW_AT_name        : (indirect string, offset: 0x280): route_nexthop_flags
    <cd7>   DW_AT_decl_file   : 18
    <cd8>   DW_AT_decl_line   : 430
    <cda>   DW_AT_decl_column : 26
    <cdb>   DW_AT_type        : <0xb65>
    <cdf>   DW_AT_external    : 1
    <ce0>   DW_AT_declaration : 1
 <1><ce1>: Abbrev Number: 10 (DW_TAG_variable)
    <ce2>   DW_AT_name        : (indirect string, offset: 0xe6d): routing_protocols
    <ce6>   DW_AT_decl_file   : 18
    <ce7>   DW_AT_decl_line   : 431
    <ce9>   DW_AT_decl_column : 26
    <cea>   DW_AT_type        : <0xb65>
    <cee>   DW_AT_external    : 1
    <cef>   DW_AT_declaration : 1
 <1><cf0>: Abbrev Number: 10 (DW_TAG_variable)
    <cf1>   DW_AT_name        : (indirect string, offset: 0x449): routing_scopes
    <cf5>   DW_AT_decl_file   : 18
    <cf6>   DW_AT_decl_line   : 432
    <cf8>   DW_AT_decl_column : 26
    <cf9>   DW_AT_type        : <0xb65>
    <cfd>   DW_AT_external    : 1
    <cfe>   DW_AT_declaration : 1
 <1><cff>: Abbrev Number: 10 (DW_TAG_variable)
    <d00>   DW_AT_name        : (indirect string, offset: 0xd6c): routing_table_ids
    <d04>   DW_AT_decl_file   : 18
    <d05>   DW_AT_decl_line   : 433
    <d07>   DW_AT_decl_column : 26
    <d08>   DW_AT_type        : <0xb65>
    <d0c>   DW_AT_external    : 1
    <d0d>   DW_AT_declaration : 1
 <1><d0e>: Abbrev Number: 10 (DW_TAG_variable)
    <d0f>   DW_AT_name        : (indirect string, offset: 0x5c3): routing_types
    <d13>   DW_AT_decl_file   : 18
    <d14>   DW_AT_decl_line   : 434
    <d16>   DW_AT_decl_column : 26
    <d17>   DW_AT_type        : <0xb65>
    <d1b>   DW_AT_external    : 1
    <d1c>   DW_AT_declaration : 1
 <1><d1d>: Abbrev Number: 10 (DW_TAG_variable)
    <d1e>   DW_AT_name        : (indirect string, offset: 0x1b9): rwf_flags
    <d22>   DW_AT_decl_file   : 18
    <d23>   DW_AT_decl_line   : 435
    <d25>   DW_AT_decl_column : 26
    <d26>   DW_AT_type        : <0xb65>
    <d2a>   DW_AT_external    : 1
    <d2b>   DW_AT_declaration : 1
 <1><d2c>: Abbrev Number: 10 (DW_TAG_variable)
    <d2d>   DW_AT_name        : (indirect string, offset: 0x780): seccomp_filter_flags
    <d31>   DW_AT_decl_file   : 18
    <d32>   DW_AT_decl_line   : 436
    <d34>   DW_AT_decl_column : 26
    <d35>   DW_AT_type        : <0xb65>
    <d39>   DW_AT_external    : 1
    <d3a>   DW_AT_declaration : 1
 <1><d3b>: Abbrev Number: 10 (DW_TAG_variable)
    <d3c>   DW_AT_name        : (indirect string, offset: 0x2c7): seccomp_ret_action
    <d40>   DW_AT_decl_file   : 18
    <d41>   DW_AT_decl_line   : 437
    <d43>   DW_AT_decl_column : 26
    <d44>   DW_AT_type        : <0xb65>
    <d48>   DW_AT_external    : 1
    <d49>   DW_AT_declaration : 1
 <1><d4a>: Abbrev Number: 10 (DW_TAG_variable)
    <d4b>   DW_AT_name        : (indirect string, offset: 0x412): setns_types
    <d4f>   DW_AT_decl_file   : 18
    <d50>   DW_AT_decl_line   : 438
    <d52>   DW_AT_decl_column : 26
    <d53>   DW_AT_type        : <0xb65>
    <d57>   DW_AT_external    : 1
    <d58>   DW_AT_declaration : 1
 <1><d59>: Abbrev Number: 10 (DW_TAG_variable)
    <d5a>   DW_AT_name        : (indirect string, offset: 0xe00): sg_io_info
    <d5e>   DW_AT_decl_file   : 18
    <d5f>   DW_AT_decl_line   : 439
    <d61>   DW_AT_decl_column : 26
    <d62>   DW_AT_type        : <0xb65>
    <d66>   DW_AT_external    : 1
    <d67>   DW_AT_declaration : 1
 <1><d68>: Abbrev Number: 10 (DW_TAG_variable)
    <d69>   DW_AT_name        : (indirect string, offset: 0xafa): socketlayers
    <d6d>   DW_AT_decl_file   : 18
    <d6e>   DW_AT_decl_line   : 440
    <d70>   DW_AT_decl_column : 26
    <d71>   DW_AT_type        : <0xb65>
    <d75>   DW_AT_external    : 1
    <d76>   DW_AT_declaration : 1
 <1><d77>: Abbrev Number: 10 (DW_TAG_variable)
    <d78>   DW_AT_name        : (indirect string, offset: 0xd4b): socktypes
    <d7c>   DW_AT_decl_file   : 18
    <d7d>   DW_AT_decl_line   : 441
    <d7f>   DW_AT_decl_column : 26
    <d80>   DW_AT_type        : <0xb65>
    <d84>   DW_AT_external    : 1
    <d85>   DW_AT_declaration : 1
 <1><d86>: Abbrev Number: 10 (DW_TAG_variable)
    <d87>   DW_AT_name        : (indirect string, offset: 0x9d4): tcp_state_flags
    <d8b>   DW_AT_decl_file   : 18
    <d8c>   DW_AT_decl_line   : 442
    <d8e>   DW_AT_decl_column : 26
    <d8f>   DW_AT_type        : <0xb65>
    <d93>   DW_AT_external    : 1
    <d94>   DW_AT_declaration : 1
 <1><d95>: Abbrev Number: 10 (DW_TAG_variable)
    <d96>   DW_AT_name        : (indirect string, offset: 0x68f): tcp_states
    <d9a>   DW_AT_decl_file   : 18
    <d9b>   DW_AT_decl_line   : 443
    <d9d>   DW_AT_decl_column : 26
    <d9e>   DW_AT_type        : <0xb65>
    <da2>   DW_AT_external    : 1
    <da3>   DW_AT_declaration : 1
 <1><da4>: Abbrev Number: 10 (DW_TAG_variable)
    <da5>   DW_AT_name        : (indirect string, offset: 0xffa): whence_codes
    <da9>   DW_AT_decl_file   : 18
    <daa>   DW_AT_decl_line   : 444
    <dac>   DW_AT_decl_column : 26
    <dad>   DW_AT_type        : <0xb65>
    <db1>   DW_AT_external    : 1
    <db2>   DW_AT_declaration : 1
 <1><db3>: Abbrev Number: 28 (DW_TAG_enumeration_type)
    <db4>   DW_AT_encoding    : 7	(unsigned)
    <db5>   DW_AT_byte_size   : 4
    <db6>   DW_AT_type        : <0x2b>
    <dba>   DW_AT_decl_file   : 18
    <dbb>   DW_AT_decl_line   : 505
    <dbd>   DW_AT_decl_column : 14
    <dbe>   DW_AT_sibling     : <0xdd5>
 <2><dc2>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dc3>   DW_AT_name        : (indirect string, offset: 0x8e6): CFLAG_NONE
    <dc7>   DW_AT_const_value : 0
 <2><dc8>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dc9>   DW_AT_name        : (indirect string, offset: 0x970): CFLAG_ONLY_STATS
    <dcd>   DW_AT_const_value : 1
 <2><dce>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dcf>   DW_AT_name        : (indirect string, offset: 0xb07): CFLAG_BOTH
    <dd3>   DW_AT_const_value : 2
 <2><dd4>: Abbrev Number: 0
 <1><dd5>: Abbrev Number: 29 (DW_TAG_typedef)
    <dd6>   DW_AT_name        : (indirect string, offset: 0x109c): cflag_t
    <dda>   DW_AT_decl_file   : 18
    <ddb>   DW_AT_decl_line   : 509
    <ddd>   DW_AT_decl_column : 3
    <dde>   DW_AT_type        : <0xdb3>
 <1><de2>: Abbrev Number: 10 (DW_TAG_variable)
    <de3>   DW_AT_name        : (indirect string, offset: 0xc92): cflag
    <de7>   DW_AT_decl_file   : 18
    <de8>   DW_AT_decl_line   : 510
    <dea>   DW_AT_decl_column : 16
    <deb>   DW_AT_type        : <0xdd5>
    <def>   DW_AT_external    : 1
    <df0>   DW_AT_declaration : 1
 <1><df1>: Abbrev Number: 10 (DW_TAG_variable)
    <df2>   DW_AT_name        : (indirect string, offset: 0x184): Tflag
    <df6>   DW_AT_decl_file   : 18
    <df7>   DW_AT_decl_line   : 511
    <df9>   DW_AT_decl_column : 13
    <dfa>   DW_AT_type        : <0x58e>
    <dfe>   DW_AT_external    : 1
    <dff>   DW_AT_declaration : 1
 <1><e00>: Abbrev Number: 10 (DW_TAG_variable)
    <e01>   DW_AT_name        : (indirect string, offset: 0x6f4): Tflag_scale
    <e05>   DW_AT_decl_file   : 18
    <e06>   DW_AT_decl_line   : 512
    <e08>   DW_AT_decl_column : 12
    <e09>   DW_AT_type        : <0x64>
    <e0d>   DW_AT_external    : 1
    <e0e>   DW_AT_declaration : 1
 <1><e0f>: Abbrev Number: 10 (DW_TAG_variable)
    <e10>   DW_AT_name        : (indirect string, offset: 0x795): Tflag_width
    <e14>   DW_AT_decl_file   : 18
    <e15>   DW_AT_decl_line   : 513
    <e17>   DW_AT_decl_column : 12
    <e18>   DW_AT_type        : <0x64>
    <e1c>   DW_AT_external    : 1
    <e1d>   DW_AT_declaration : 1
 <1><e1e>: Abbrev Number: 10 (DW_TAG_variable)
    <e1f>   DW_AT_name        : (indirect string, offset: 0xdf2): iflag
    <e23>   DW_AT_decl_file   : 18
    <e24>   DW_AT_decl_line   : 514
    <e26>   DW_AT_decl_column : 13
    <e27>   DW_AT_type        : <0x58e>
    <e2b>   DW_AT_external    : 1
    <e2c>   DW_AT_declaration : 1
 <1><e2d>: Abbrev Number: 10 (DW_TAG_variable)
    <e2e>   DW_AT_name        : (indirect string, offset: 0x56c): count_wallclock
    <e32>   DW_AT_decl_file   : 18
    <e33>   DW_AT_decl_line   : 515
    <e35>   DW_AT_decl_column : 13
    <e36>   DW_AT_type        : <0x58e>
    <e3a>   DW_AT_external    : 1
    <e3b>   DW_AT_declaration : 1
 <1><e3c>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e3d>   DW_AT_name        : (indirect string, offset: 0x4a): path_set_item
    <e41>   DW_AT_byte_size   : 4
    <e42>   DW_AT_decl_file   : 18
    <e43>   DW_AT_decl_line   : 517
    <e45>   DW_AT_decl_column : 8
    <e46>   DW_AT_sibling     : <0xe5b>
 <2><e4a>: Abbrev Number: 13 (DW_TAG_member)
    <e4b>   DW_AT_name        : (indirect string, offset: 0xc7): path
    <e4f>   DW_AT_decl_file   : 18
    <e50>   DW_AT_decl_line   : 518
    <e52>   DW_AT_decl_column : 14
    <e53>   DW_AT_type        : <0x1e1>
    <e57>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e5a>: Abbrev Number: 0
 <1><e5b>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e5c>   DW_AT_name        : (indirect string, offset: 0x69a): path_set
    <e60>   DW_AT_byte_size   : 12
    <e61>   DW_AT_decl_file   : 18
    <e62>   DW_AT_decl_line   : 522
    <e64>   DW_AT_decl_column : 15
    <e65>   DW_AT_sibling     : <0xe9a>
 <2><e69>: Abbrev Number: 13 (DW_TAG_member)
    <e6a>   DW_AT_name        : (indirect string, offset: 0x621): paths_selected
    <e6e>   DW_AT_decl_file   : 18
    <e6f>   DW_AT_decl_line   : 523
    <e71>   DW_AT_decl_column : 24
    <e72>   DW_AT_type        : <0xe9a>
    <e76>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e79>: Abbrev Number: 13 (DW_TAG_member)
    <e7a>   DW_AT_name        : (indirect string, offset: 0xfed): num_selected
    <e7e>   DW_AT_decl_file   : 18
    <e7f>   DW_AT_decl_line   : 524
    <e81>   DW_AT_decl_column : 9
    <e82>   DW_AT_type        : <0x13a>
    <e86>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><e89>: Abbrev Number: 13 (DW_TAG_member)
    <e8a>   DW_AT_name        : (indirect string, offset: 0xab7): size
    <e8e>   DW_AT_decl_file   : 18
    <e8f>   DW_AT_decl_line   : 525
    <e91>   DW_AT_decl_column : 9
    <e92>   DW_AT_type        : <0x13a>
    <e96>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><e99>: Abbrev Number: 0
 <1><e9a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e9b>   DW_AT_byte_size   : 4
    <e9c>   DW_AT_type        : <0xe3c>
 <1><ea0>: Abbrev Number: 10 (DW_TAG_variable)
    <ea1>   DW_AT_name        : (indirect string, offset: 0x103c): global_path_set
    <ea5>   DW_AT_decl_file   : 18
    <ea6>   DW_AT_decl_line   : 526
    <ea8>   DW_AT_decl_column : 3
    <ea9>   DW_AT_type        : <0xe5b>
    <ead>   DW_AT_external    : 1
    <eae>   DW_AT_declaration : 1
 <1><eaf>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <eb0>   DW_AT_name        : (indirect string, offset: 0xf4d): xflag_opts
    <eb4>   DW_AT_encoding    : 7	(unsigned)
    <eb5>   DW_AT_byte_size   : 4
    <eb6>   DW_AT_type        : <0x2b>
    <eba>   DW_AT_decl_file   : 18
    <ebb>   DW_AT_decl_line   : 528
    <ebd>   DW_AT_decl_column : 6
    <ebe>   DW_AT_sibling     : <0xee1>
 <2><ec2>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec3>   DW_AT_name        : (indirect string, offset: 0x98c): HEXSTR_NONE
    <ec7>   DW_AT_const_value : 0
 <2><ec8>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec9>   DW_AT_name        : (indirect string, offset: 0xf77): HEXSTR_NON_ASCII
    <ecd>   DW_AT_const_value : 1
 <2><ece>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ecf>   DW_AT_name        : (indirect string, offset: 0x867): HEXSTR_ALL
    <ed3>   DW_AT_const_value : 2
 <2><ed4>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ed5>   DW_AT_name        : (indirect string, offset: 0x5ac): HEXSTR_NON_ASCII_CHARS
    <ed9>   DW_AT_const_value : 3
 <2><eda>: Abbrev Number: 27 (DW_TAG_enumerator)
    <edb>   DW_AT_name        : (indirect string, offset: 0x1007): NUM_HEXSTR_OPTS
    <edf>   DW_AT_const_value : 4
 <2><ee0>: Abbrev Number: 0
 <1><ee1>: Abbrev Number: 10 (DW_TAG_variable)
    <ee2>   DW_AT_name        : (indirect string, offset: 0xdcc): xflag
    <ee6>   DW_AT_decl_file   : 18
    <ee7>   DW_AT_decl_line   : 541
    <ee9>   DW_AT_decl_column : 17
    <eea>   DW_AT_type        : <0x2b>
    <eee>   DW_AT_external    : 1
    <eef>   DW_AT_declaration : 1
 <1><ef0>: Abbrev Number: 10 (DW_TAG_variable)
    <ef1>   DW_AT_name        : (indirect string, offset: 0xd55): followfork
    <ef5>   DW_AT_decl_file   : 18
    <ef6>   DW_AT_decl_line   : 542
    <ef8>   DW_AT_decl_column : 13
    <ef9>   DW_AT_type        : <0x58e>
    <efd>   DW_AT_external    : 1
    <efe>   DW_AT_declaration : 1
 <1><eff>: Abbrev Number: 10 (DW_TAG_variable)
    <f00>   DW_AT_name        : (indirect string, offset: 0x315): output_separately
    <f04>   DW_AT_decl_file   : 18
    <f05>   DW_AT_decl_line   : 543
    <f07>   DW_AT_decl_column : 13
    <f08>   DW_AT_type        : <0x58e>
    <f0c>   DW_AT_external    : 1
    <f0d>   DW_AT_declaration : 1
 <1><f0e>: Abbrev Number: 10 (DW_TAG_variable)
    <f0f>   DW_AT_name        : (indirect string, offset: 0x225): stack_trace_enabled
    <f13>   DW_AT_decl_file   : 18
    <f14>   DW_AT_decl_line   : 546
    <f16>   DW_AT_decl_column : 13
    <f17>   DW_AT_type        : <0x58e>
    <f1b>   DW_AT_external    : 1
    <f1c>   DW_AT_declaration : 1
 <1><f1d>: Abbrev Number: 10 (DW_TAG_variable)
    <f1e>   DW_AT_name        : (indirect string, offset: 0x59a): ptrace_setoptions
    <f22>   DW_AT_decl_file   : 18
    <f23>   DW_AT_decl_line   : 550
    <f25>   DW_AT_decl_column : 17
    <f26>   DW_AT_type        : <0x2b>
    <f2a>   DW_AT_external    : 1
    <f2b>   DW_AT_declaration : 1
 <1><f2c>: Abbrev Number: 10 (DW_TAG_variable)
    <f2d>   DW_AT_name        : (indirect string, offset: 0x981): max_strlen
    <f31>   DW_AT_decl_file   : 18
    <f32>   DW_AT_decl_line   : 551
    <f34>   DW_AT_decl_column : 17
    <f35>   DW_AT_type        : <0x2b>
    <f39>   DW_AT_external    : 1
    <f3a>   DW_AT_declaration : 1
 <1><f3b>: Abbrev Number: 10 (DW_TAG_variable)
    <f3c>   DW_AT_name        : (indirect string, offset: 0x9b7): os_release
    <f40>   DW_AT_decl_file   : 18
    <f41>   DW_AT_decl_line   : 552
    <f43>   DW_AT_decl_column : 17
    <f44>   DW_AT_type        : <0x2b>
    <f48>   DW_AT_external    : 1
    <f49>   DW_AT_declaration : 1
 <1><f4a>: Abbrev Number: 10 (DW_TAG_variable)
    <f4b>   DW_AT_name        : (indirect string, offset: 0x637): xlat_verbosity
    <f4f>   DW_AT_decl_file   : 18
    <f50>   DW_AT_decl_line   : 914
    <f52>   DW_AT_decl_column : 24
    <f53>   DW_AT_type        : <0xa88>
    <f57>   DW_AT_external    : 1
    <f58>   DW_AT_declaration : 1
 <1><f59>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f5a>   DW_AT_name        : (indirect string, offset: 0x54f): xlat_style_private_flag_bits
    <f5e>   DW_AT_encoding    : 7	(unsigned)
    <f5f>   DW_AT_byte_size   : 4
    <f60>   DW_AT_type        : <0x2b>
    <f64>   DW_AT_decl_file   : 18
    <f65>   DW_AT_decl_line   : 934
    <f67>   DW_AT_decl_column : 6
    <f68>   DW_AT_sibling     : <0xf85>
 <2><f6c>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f6d>   DW_AT_name        : (indirect string, offset: 0x294): PAF_PRINT_INDICES_BIT
    <f71>   DW_AT_const_value : 5
 <2><f72>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f73>   DW_AT_name        : (indirect string, offset: 0xa6e): PAF_ARRAY_TRUNCATED_BIT
    <f77>   DW_AT_const_value : 6
 <2><f78>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f79>   DW_AT_name        : (indirect string, offset: 0x3c4): PXF_DEFAULT_STR_BIT
    <f7d>   DW_AT_const_value : 7
 <2><f7e>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f7f>   DW_AT_name        : (indirect string, offset: 0xc1d): SPFF_AUXSTR_MODE_BIT
    <f83>   DW_AT_const_value : 8
 <2><f84>: Abbrev Number: 0
 <1><f85>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <f86>   DW_AT_byte_size   : 4
    <f87>   DW_AT_type        : <0x795>
 <1><f8b>: Abbrev Number: 3 (DW_TAG_const_type)
    <f8c>   DW_AT_type        : <0xf85>
 <1><f90>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f91>   DW_AT_name        : (indirect string, offset: 0xcea): find_xlat_flag_bits
    <f95>   DW_AT_encoding    : 7	(unsigned)
    <f96>   DW_AT_byte_size   : 4
    <f97>   DW_AT_type        : <0x2b>
    <f9b>   DW_AT_decl_file   : 18
    <f9c>   DW_AT_decl_line   : 1438
    <f9e>   DW_AT_decl_column : 6
    <f9f>   DW_AT_sibling     : <0xfaa>
 <2><fa3>: Abbrev Number: 27 (DW_TAG_enumerator)
    <fa4>   DW_AT_name        : (indirect string, offset: 0x8a4): FXL_CASE_SENSITIVE_BIT
    <fa8>   DW_AT_const_value : 0
 <2><fa9>: Abbrev Number: 0
 <1><faa>: Abbrev Number: 10 (DW_TAG_variable)
    <fab>   DW_AT_name        : (indirect string, offset: 0x94c): printing_tcp
    <faf>   DW_AT_decl_file   : 18
    <fb0>   DW_AT_decl_line   : 1684
    <fb2>   DW_AT_decl_column : 20
    <fb3>   DW_AT_type        : <0xf85>
    <fb7>   DW_AT_external    : 1
    <fb8>   DW_AT_declaration : 1
 <1><fb9>: Abbrev Number: 10 (DW_TAG_variable)
    <fba>   DW_AT_name        : (indirect string, offset: 0x517): errnoent
    <fbe>   DW_AT_decl_file   : 18
    <fbf>   DW_AT_decl_line   : 1882
    <fc1>   DW_AT_decl_column : 26
    <fc2>   DW_AT_type        : <0x4c2>
    <fc6>   DW_AT_external    : 1
    <fc7>   DW_AT_declaration : 1
 <1><fc8>: Abbrev Number: 10 (DW_TAG_variable)
    <fc9>   DW_AT_name        : (indirect string, offset: 0x7a1): signalent
    <fcd>   DW_AT_decl_file   : 18
    <fce>   DW_AT_decl_line   : 1883
    <fd0>   DW_AT_decl_column : 26
    <fd1>   DW_AT_type        : <0x4c2>
    <fd5>   DW_AT_external    : 1
    <fd6>   DW_AT_declaration : 1
 <1><fd7>: Abbrev Number: 10 (DW_TAG_variable)
    <fd8>   DW_AT_name        : (indirect string, offset: 0xe3a): nerrnos
    <fdc>   DW_AT_decl_file   : 18
    <fdd>   DW_AT_decl_line   : 1884
    <fdf>   DW_AT_decl_column : 27
    <fe0>   DW_AT_type        : <0x32>
    <fe4>   DW_AT_external    : 1
    <fe5>   DW_AT_declaration : 1
 <1><fe6>: Abbrev Number: 10 (DW_TAG_variable)
    <fe7>   DW_AT_name        : (indirect string, offset: 0xfd6): nsignals
    <feb>   DW_AT_decl_file   : 18
    <fec>   DW_AT_decl_line   : 1885
    <fee>   DW_AT_decl_column : 27
    <fef>   DW_AT_type        : <0x32>
    <ff3>   DW_AT_external    : 1
    <ff4>   DW_AT_declaration : 1
 <1><ff5>: Abbrev Number: 15 (DW_TAG_array_type)
    <ff6>   DW_AT_type        : <0x677>
    <ffa>   DW_AT_sibling     : <0x1000>
 <2><ffe>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><fff>: Abbrev Number: 0
 <1><1000>: Abbrev Number: 3 (DW_TAG_const_type)
    <1001>   DW_AT_type        : <0xff5>
 <1><1005>: Abbrev Number: 10 (DW_TAG_variable)
    <1006>   DW_AT_name        : (indirect string, offset: 0xcaf): sysent0
    <100a>   DW_AT_decl_file   : 18
    <100b>   DW_AT_decl_line   : 1887
    <100d>   DW_AT_decl_column : 28
    <100e>   DW_AT_type        : <0x1000>
    <1012>   DW_AT_external    : 1
    <1013>   DW_AT_declaration : 1
 <1><1014>: Abbrev Number: 15 (DW_TAG_array_type)
    <1015>   DW_AT_type        : <0x6de>
    <1019>   DW_AT_sibling     : <0x101f>
 <2><101d>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><101e>: Abbrev Number: 0
 <1><101f>: Abbrev Number: 3 (DW_TAG_const_type)
    <1020>   DW_AT_type        : <0x1014>
 <1><1024>: Abbrev Number: 10 (DW_TAG_variable)
    <1025>   DW_AT_name        : (indirect string, offset: 0x1032): ioctlent0
    <1029>   DW_AT_decl_file   : 18
    <102a>   DW_AT_decl_line   : 1888
    <102c>   DW_AT_decl_column : 30
    <102d>   DW_AT_type        : <0x101f>
    <1031>   DW_AT_external    : 1
    <1032>   DW_AT_declaration : 1
 <1><1033>: Abbrev Number: 10 (DW_TAG_variable)
    <1034>   DW_AT_name        : (indirect string, offset: 0x437): personality_names
    <1038>   DW_AT_decl_file   : 18
    <1039>   DW_AT_decl_line   : 1890
    <103b>   DW_AT_decl_column : 26
    <103c>   DW_AT_type        : <0x4c2>
    <1040>   DW_AT_external    : 1
    <1041>   DW_AT_declaration : 1
 <1><1042>: Abbrev Number: 10 (DW_TAG_variable)
    <1043>   DW_AT_name        : (indirect string, offset: 0x7c9): sysent
    <1047>   DW_AT_decl_file   : 18
    <1048>   DW_AT_decl_line   : 1893
    <104a>   DW_AT_decl_column : 29
    <104b>   DW_AT_type        : <0x9f3>
    <104f>   DW_AT_external    : 1
    <1050>   DW_AT_declaration : 1
 <1><1051>: Abbrev Number: 10 (DW_TAG_variable)
    <1052>   DW_AT_name        : (indirect string, offset: 0xc32): ioctlent
    <1056>   DW_AT_decl_file   : 18
    <1057>   DW_AT_decl_line   : 1894
    <1059>   DW_AT_decl_column : 31
    <105a>   DW_AT_type        : <0x1060>
    <105e>   DW_AT_external    : 1
    <105f>   DW_AT_declaration : 1
 <1><1060>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1061>   DW_AT_byte_size   : 4
    <1062>   DW_AT_type        : <0x6de>
 <1><1066>: Abbrev Number: 10 (DW_TAG_variable)
    <1067>   DW_AT_name        : (indirect string, offset: 0x7ab): nsyscalls
    <106b>   DW_AT_decl_file   : 18
    <106c>   DW_AT_decl_line   : 1900
    <106e>   DW_AT_decl_column : 17
    <106f>   DW_AT_type        : <0x2b>
    <1073>   DW_AT_external    : 1
    <1074>   DW_AT_declaration : 1
 <1><1075>: Abbrev Number: 10 (DW_TAG_variable)
    <1076>   DW_AT_name        : (indirect string, offset: 0xe62): nioctlents
    <107a>   DW_AT_decl_file   : 18
    <107b>   DW_AT_decl_line   : 1901
    <107d>   DW_AT_decl_column : 17
    <107e>   DW_AT_type        : <0x2b>
    <1082>   DW_AT_external    : 1
    <1083>   DW_AT_declaration : 1
 <1><1084>: Abbrev Number: 15 (DW_TAG_array_type)
    <1085>   DW_AT_type        : <0x32>
    <1089>   DW_AT_sibling     : <0x1094>
 <2><108d>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <108e>   DW_AT_type        : <0x2b>
    <1092>   DW_AT_upper_bound : 2
 <2><1093>: Abbrev Number: 0
 <1><1094>: Abbrev Number: 3 (DW_TAG_const_type)
    <1095>   DW_AT_type        : <0x1084>
 <1><1099>: Abbrev Number: 10 (DW_TAG_variable)
    <109a>   DW_AT_name        : (indirect string, offset: 0xeb8): nsyscall_vec
    <109e>   DW_AT_decl_file   : 18
    <109f>   DW_AT_decl_line   : 1903
    <10a1>   DW_AT_decl_column : 27
    <10a2>   DW_AT_type        : <0x1094>
    <10a6>   DW_AT_external    : 1
    <10a7>   DW_AT_declaration : 1
 <1><10a8>: Abbrev Number: 15 (DW_TAG_array_type)
    <10a9>   DW_AT_type        : <0x9f9>
    <10ad>   DW_AT_sibling     : <0x10b8>
 <2><10b1>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <10b2>   DW_AT_type        : <0x2b>
    <10b6>   DW_AT_upper_bound : 2
 <2><10b7>: Abbrev Number: 0
 <1><10b8>: Abbrev Number: 3 (DW_TAG_const_type)
    <10b9>   DW_AT_type        : <0x10a8>
 <1><10bd>: Abbrev Number: 10 (DW_TAG_variable)
    <10be>   DW_AT_name        : (indirect string, offset: 0x6e1): sysent_vec
    <10c2>   DW_AT_decl_file   : 18
    <10c3>   DW_AT_decl_line   : 1904
    <10c5>   DW_AT_decl_column : 35
    <10c6>   DW_AT_type        : <0x10b8>
    <10ca>   DW_AT_external    : 1
    <10cb>   DW_AT_declaration : 1
 <1><10cc>: Abbrev Number: 10 (DW_TAG_variable)
    <10cd>   DW_AT_name        : (indirect string, offset: 0x373): inject_vec
    <10d1>   DW_AT_decl_file   : 18
    <10d2>   DW_AT_decl_line   : 1905
    <10d4>   DW_AT_decl_column : 28
    <10d5>   DW_AT_type        : <0x9fe>
    <10d9>   DW_AT_external    : 1
    <10da>   DW_AT_declaration : 1
 <1><10db>: Abbrev Number: 30 (DW_TAG_structure_type)
    <10dc>   DW_AT_name        : (indirect string, offset: 0xd3e): audit_arch_t
    <10e0>   DW_AT_byte_size   : 8
    <10e1>   DW_AT_decl_file   : 18
    <10e2>   DW_AT_decl_line   : 1907
    <10e4>   DW_AT_decl_column : 8
    <10e5>   DW_AT_sibling     : <0x110a>
 <2><10e9>: Abbrev Number: 13 (DW_TAG_member)
    <10ea>   DW_AT_name        : (indirect string, offset: 0x541): arch
    <10ee>   DW_AT_decl_file   : 18
    <10ef>   DW_AT_decl_line   : 1908
    <10f1>   DW_AT_decl_column : 15
    <10f2>   DW_AT_type        : <0x2b>
    <10f6>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><10f9>: Abbrev Number: 13 (DW_TAG_member)
    <10fa>   DW_AT_name        : (indirect string, offset: 0x932): flag
    <10fe>   DW_AT_decl_file   : 18
    <10ff>   DW_AT_decl_line   : 1909
    <1101>   DW_AT_decl_column : 15
    <1102>   DW_AT_type        : <0x2b>
    <1106>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1109>: Abbrev Number: 0
 <1><110a>: Abbrev Number: 3 (DW_TAG_const_type)
    <110b>   DW_AT_type        : <0x10db>
 <1><110f>: Abbrev Number: 15 (DW_TAG_array_type)
    <1110>   DW_AT_type        : <0x110a>
    <1114>   DW_AT_sibling     : <0x111f>
 <2><1118>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <1119>   DW_AT_type        : <0x2b>
    <111d>   DW_AT_upper_bound : 2
 <2><111e>: Abbrev Number: 0
 <1><111f>: Abbrev Number: 3 (DW_TAG_const_type)
    <1120>   DW_AT_type        : <0x110f>
 <1><1124>: Abbrev Number: 10 (DW_TAG_variable)
    <1125>   DW_AT_name        : (indirect string, offset: 0x895): audit_arch_vec
    <1129>   DW_AT_decl_file   : 18
    <112a>   DW_AT_decl_line   : 1912
    <112c>   DW_AT_decl_column : 34
    <112d>   DW_AT_type        : <0x111f>
    <1131>   DW_AT_external    : 1
    <1132>   DW_AT_declaration : 1
 <1><1133>: Abbrev Number: 32 (DW_TAG_structure_type)
    <1134>   DW_AT_byte_size   : 180
    <1135>   DW_AT_decl_file   : 20
    <1136>   DW_AT_decl_line   : 2
    <1137>   DW_AT_decl_column : 9
    <1138>   DW_AT_sibling     : <0x13ed>
 <2><113c>: Abbrev Number: 9 (DW_TAG_member)
    <113d>   DW_AT_name        : (indirect string, offset: 0x1d1): block_ioctl
    <1141>   DW_AT_decl_file   : 20
    <1142>   DW_AT_decl_line   : 3
    <1143>   DW_AT_decl_column : 8
    <1144>   DW_AT_type        : <0x1407>
    <1148>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><114b>: Abbrev Number: 9 (DW_TAG_member)
    <114c>   DW_AT_name        : (indirect string, offset: 0xa0d): btrfs_ioctl
    <1150>   DW_AT_decl_file   : 20
    <1151>   DW_AT_decl_line   : 6
    <1152>   DW_AT_decl_column : 8
    <1153>   DW_AT_type        : <0x1407>
    <1157>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><115a>: Abbrev Number: 9 (DW_TAG_member)
    <115b>   DW_AT_name        : (indirect string, offset: 0x670): evdev_write_ioctl_mpers
    <115f>   DW_AT_decl_file   : 20
    <1160>   DW_AT_decl_line   : 9
    <1161>   DW_AT_decl_column : 8
    <1162>   DW_AT_type        : <0x1407>
    <1166>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><1169>: Abbrev Number: 9 (DW_TAG_member)
    <116a>   DW_AT_name        : (indirect string, offset: 0x646): get_sock_fprog_size
    <116e>   DW_AT_decl_file   : 20
    <116f>   DW_AT_decl_line   : 12
    <1170>   DW_AT_decl_column : 17
    <1171>   DW_AT_type        : <0x1413>
