Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x176d (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0xb91): GNU C17 9.4.0 -m32 -mtune=generic -march=i686 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0x9e1): mpers-m32/struct_statfs.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xc64): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x3b6): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0xfef): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x8df): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0xde5): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x488): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x7e5): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x815): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x6d8): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xae5): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x746): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0xb1b): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0xae>
 <1><ae>: Abbrev Number: 2 (DW_TAG_base_type)
    <af>   DW_AT_byte_size   : 4
    <b0>   DW_AT_encoding    : 5	(signed)
    <b1>   DW_AT_name        : (indirect string, offset: 0x2e3): long int
 <1><b5>: Abbrev Number: 4 (DW_TAG_typedef)
    <b6>   DW_AT_name        : (indirect string, offset: 0xce6): __off64_t
    <ba>   DW_AT_decl_file   : 1
    <bb>   DW_AT_decl_line   : 141
    <bc>   DW_AT_decl_column : 27
    <bd>   DW_AT_type        : <0x96>
 <1><c1>: Abbrev Number: 6 (DW_TAG_array_type)
    <c2>   DW_AT_type        : <0x64>
    <c6>   DW_AT_sibling     : <0xd1>
 <2><ca>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <cb>   DW_AT_type        : <0x2b>
    <cf>   DW_AT_upper_bound : 1
 <2><d0>: Abbrev Number: 0
 <1><d1>: Abbrev Number: 4 (DW_TAG_typedef)
    <d2>   DW_AT_name        : (indirect string, offset: 0xc3d): __time_t
    <d6>   DW_AT_decl_file   : 1
    <d7>   DW_AT_decl_line   : 148
    <d8>   DW_AT_decl_column : 26
    <d9>   DW_AT_type        : <0xae>
 <1><dd>: Abbrev Number: 8 (DW_TAG_pointer_type)
    <de>   DW_AT_byte_size   : 4
 <1><df>: Abbrev Number: 3 (DW_TAG_const_type)
    <e0>   DW_AT_type        : <0xdd>
 <1><e4>: Abbrev Number: 4 (DW_TAG_typedef)
    <e5>   DW_AT_name        : (indirect string, offset: 0x3f4): __syscall_slong_t
    <e9>   DW_AT_decl_file   : 1
    <ea>   DW_AT_decl_line   : 184
    <eb>   DW_AT_decl_column : 33
    <ec>   DW_AT_type        : <0xae>
 <1><f0>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <f1>   DW_AT_byte_size   : 4
    <f2>   DW_AT_type        : <0xf6>
 <1><f6>: Abbrev Number: 2 (DW_TAG_base_type)
    <f7>   DW_AT_byte_size   : 1
    <f8>   DW_AT_encoding    : 6	(signed char)
    <f9>   DW_AT_name        : (indirect string, offset: 0x44e): char
 <1><fd>: Abbrev Number: 3 (DW_TAG_const_type)
    <fe>   DW_AT_type        : <0xf6>
 <1><102>: Abbrev Number: 4 (DW_TAG_typedef)
    <103>   DW_AT_name        : (indirect string, offset: 0x373): uint8_t
    <107>   DW_AT_decl_file   : 2
    <108>   DW_AT_decl_line   : 24
    <109>   DW_AT_decl_column : 19
    <10a>   DW_AT_type        : <0x45>
 <1><10e>: Abbrev Number: 4 (DW_TAG_typedef)
    <10f>   DW_AT_name        : (indirect string, offset: 0xb06): uint16_t
    <113>   DW_AT_decl_file   : 2
    <114>   DW_AT_decl_line   : 25
    <115>   DW_AT_decl_column : 20
    <116>   DW_AT_type        : <0x58>
 <1><11a>: Abbrev Number: 4 (DW_TAG_typedef)
    <11b>   DW_AT_name        : (indirect string, offset: 0xf6f): uint32_t
    <11f>   DW_AT_decl_file   : 2
    <120>   DW_AT_decl_line   : 26
    <121>   DW_AT_decl_column : 20
    <122>   DW_AT_type        : <0x70>
 <1><126>: Abbrev Number: 4 (DW_TAG_typedef)
    <127>   DW_AT_name        : (indirect string, offset: 0xdf5): uint64_t
    <12b>   DW_AT_decl_file   : 2
    <12c>   DW_AT_decl_line   : 27
    <12d>   DW_AT_decl_column : 20
    <12e>   DW_AT_type        : <0x83>
 <1><132>: Abbrev Number: 4 (DW_TAG_typedef)
    <133>   DW_AT_name        : (indirect string, offset: 0x39): size_t
    <137>   DW_AT_decl_file   : 3
    <138>   DW_AT_decl_line   : 209
    <139>   DW_AT_decl_column : 23
    <13a>   DW_AT_type        : <0x2b>
 <1><13e>: Abbrev Number: 3 (DW_TAG_const_type)
    <13f>   DW_AT_type        : <0x132>
 <1><143>: Abbrev Number: 10 (DW_TAG_structure_type)
    <144>   DW_AT_name        : (indirect string, offset: 0xa7c): timespec
    <148>   DW_AT_byte_size   : 8
    <149>   DW_AT_decl_file   : 4
    <14a>   DW_AT_decl_line   : 9
    <14b>   DW_AT_decl_column : 8
    <14c>   DW_AT_sibling     : <0x16f>
 <2><150>: Abbrev Number: 11 (DW_TAG_member)
    <151>   DW_AT_name        : (indirect string, offset: 0x10bc): tv_sec
    <155>   DW_AT_decl_file   : 4
    <156>   DW_AT_decl_line   : 11
    <157>   DW_AT_decl_column : 12
    <158>   DW_AT_type        : <0xd1>
    <15c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><15f>: Abbrev Number: 11 (DW_TAG_member)
    <160>   DW_AT_name        : (indirect string, offset: 0xe1b): tv_nsec
    <164>   DW_AT_decl_file   : 4
    <165>   DW_AT_decl_line   : 12
    <166>   DW_AT_decl_column : 21
    <167>   DW_AT_type        : <0xe4>
    <16b>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><16e>: Abbrev Number: 0
 <1><16f>: Abbrev Number: 2 (DW_TAG_base_type)
    <170>   DW_AT_byte_size   : 12
    <171>   DW_AT_encoding    : 4	(float)
    <172>   DW_AT_name        : (indirect string, offset: 0xa3e): long double
 <1><176>: Abbrev Number: 2 (DW_TAG_base_type)
    <177>   DW_AT_byte_size   : 16
    <178>   DW_AT_encoding    : 4	(float)
    <179>   DW_AT_name        : (indirect string, offset: 0xf98): _Float128
 <1><17d>: Abbrev Number: 12 (DW_TAG_variable)
    <17e>   DW_AT_name        : (indirect string, offset: 0x29a): __environ
    <182>   DW_AT_decl_file   : 5
    <183>   DW_AT_decl_line   : 546
    <185>   DW_AT_decl_column : 15
    <186>   DW_AT_type        : <0x18c>
    <18a>   DW_AT_external    : 1
    <18b>   DW_AT_declaration : 1
 <1><18c>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <18d>   DW_AT_byte_size   : 4
    <18e>   DW_AT_type        : <0xf0>
 <1><192>: Abbrev Number: 12 (DW_TAG_variable)
    <193>   DW_AT_name        : (indirect string, offset: 0x3ae): environ
    <197>   DW_AT_decl_file   : 5
    <198>   DW_AT_decl_line   : 548
    <19a>   DW_AT_decl_column : 15
    <19b>   DW_AT_type        : <0x18c>
    <19f>   DW_AT_external    : 1
    <1a0>   DW_AT_declaration : 1
 <1><1a1>: Abbrev Number: 13 (DW_TAG_variable)
    <1a2>   DW_AT_name        : (indirect string, offset: 0xfc1): optarg
    <1a6>   DW_AT_decl_file   : 6
    <1a7>   DW_AT_decl_line   : 36
    <1a8>   DW_AT_decl_column : 14
    <1a9>   DW_AT_type        : <0xf0>
    <1ad>   DW_AT_external    : 1
    <1ae>   DW_AT_declaration : 1
 <1><1af>: Abbrev Number: 13 (DW_TAG_variable)
    <1b0>   DW_AT_name        : (indirect string, offset: 0x6ab): optind
    <1b4>   DW_AT_decl_file   : 6
    <1b5>   DW_AT_decl_line   : 50
    <1b6>   DW_AT_decl_column : 12
    <1b7>   DW_AT_type        : <0x64>
    <1bb>   DW_AT_external    : 1
    <1bc>   DW_AT_declaration : 1
 <1><1bd>: Abbrev Number: 13 (DW_TAG_variable)
    <1be>   DW_AT_name        : (indirect string, offset: 0xc2c): opterr
    <1c2>   DW_AT_decl_file   : 6
    <1c3>   DW_AT_decl_line   : 55
    <1c4>   DW_AT_decl_column : 12
    <1c5>   DW_AT_type        : <0x64>
    <1c9>   DW_AT_external    : 1
    <1ca>   DW_AT_declaration : 1
 <1><1cb>: Abbrev Number: 13 (DW_TAG_variable)
    <1cc>   DW_AT_name        : (indirect string, offset: 0xacb): optopt
    <1d0>   DW_AT_decl_file   : 6
    <1d1>   DW_AT_decl_line   : 59
    <1d2>   DW_AT_decl_column : 12
    <1d3>   DW_AT_type        : <0x64>
    <1d7>   DW_AT_external    : 1
    <1d8>   DW_AT_declaration : 1
 <1><1d9>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <1da>   DW_AT_byte_size   : 4
    <1db>   DW_AT_type        : <0xfd>
 <1><1df>: Abbrev Number: 3 (DW_TAG_const_type)
    <1e0>   DW_AT_type        : <0x1d9>
 <1><1e4>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <1e5>   DW_AT_byte_size   : 4
    <1e6>   DW_AT_type        : <0x1ea>
 <1><1ea>: Abbrev Number: 14 (DW_TAG_const_type)
 <1><1eb>: Abbrev Number: 10 (DW_TAG_structure_type)
    <1ec>   DW_AT_name        : (indirect string, offset: 0x37b): _IO_FILE
    <1f0>   DW_AT_byte_size   : 148
    <1f1>   DW_AT_decl_file   : 7
    <1f2>   DW_AT_decl_line   : 245
    <1f3>   DW_AT_decl_column : 8
    <1f4>   DW_AT_sibling     : <0x3c3>
 <2><1f8>: Abbrev Number: 11 (DW_TAG_member)
    <1f9>   DW_AT_name        : (indirect string, offset: 0x97f): _flags
    <1fd>   DW_AT_decl_file   : 7
    <1fe>   DW_AT_decl_line   : 246
    <1ff>   DW_AT_decl_column : 7
    <200>   DW_AT_type        : <0x64>
    <204>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><207>: Abbrev Number: 11 (DW_TAG_member)
    <208>   DW_AT_name        : (indirect string, offset: 0x4de): _IO_read_ptr
    <20c>   DW_AT_decl_file   : 7
    <20d>   DW_AT_decl_line   : 251
    <20e>   DW_AT_decl_column : 9
    <20f>   DW_AT_type        : <0xf0>
    <213>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><216>: Abbrev Number: 11 (DW_TAG_member)
    <217>   DW_AT_name        : (indirect string, offset: 0xf27): _IO_read_end
    <21b>   DW_AT_decl_file   : 7
    <21c>   DW_AT_decl_line   : 252
    <21d>   DW_AT_decl_column : 9
    <21e>   DW_AT_type        : <0xf0>
    <222>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><225>: Abbrev Number: 11 (DW_TAG_member)
    <226>   DW_AT_name        : (indirect string, offset: 0x723): _IO_read_base
    <22a>   DW_AT_decl_file   : 7
    <22b>   DW_AT_decl_line   : 253
    <22c>   DW_AT_decl_column : 9
    <22d>   DW_AT_type        : <0xf0>
    <231>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><234>: Abbrev Number: 11 (DW_TAG_member)
    <235>   DW_AT_name        : (indirect string, offset: 0x14b): _IO_write_base
    <239>   DW_AT_decl_file   : 7
    <23a>   DW_AT_decl_line   : 254
    <23b>   DW_AT_decl_column : 9
    <23c>   DW_AT_type        : <0xf0>
    <240>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><243>: Abbrev Number: 11 (DW_TAG_member)
    <244>   DW_AT_name        : (indirect string, offset: 0x1028): _IO_write_ptr
    <248>   DW_AT_decl_file   : 7
    <249>   DW_AT_decl_line   : 255
    <24a>   DW_AT_decl_column : 9
    <24b>   DW_AT_type        : <0xf0>
    <24f>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><252>: Abbrev Number: 15 (DW_TAG_member)
    <253>   DW_AT_name        : (indirect string, offset: 0x857): _IO_write_end
    <257>   DW_AT_decl_file   : 7
    <258>   DW_AT_decl_line   : 256
    <25a>   DW_AT_decl_column : 9
    <25b>   DW_AT_type        : <0xf0>
    <25f>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><262>: Abbrev Number: 15 (DW_TAG_member)
    <263>   DW_AT_name        : (indirect string, offset: 0x8c8): _IO_buf_base
    <267>   DW_AT_decl_file   : 7
    <268>   DW_AT_decl_line   : 257
    <26a>   DW_AT_decl_column : 9
    <26b>   DW_AT_type        : <0xf0>
    <26f>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><272>: Abbrev Number: 15 (DW_TAG_member)
    <273>   DW_AT_name        : (indirect string, offset: 0xd89): _IO_buf_end
    <277>   DW_AT_decl_file   : 7
    <278>   DW_AT_decl_line   : 258
    <27a>   DW_AT_decl_column : 9
    <27b>   DW_AT_type        : <0xf0>
    <27f>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><282>: Abbrev Number: 15 (DW_TAG_member)
    <283>   DW_AT_name        : (indirect string, offset: 0x1e4): _IO_save_base
    <287>   DW_AT_decl_file   : 7
    <288>   DW_AT_decl_line   : 260
    <28a>   DW_AT_decl_column : 9
    <28b>   DW_AT_type        : <0xf0>
    <28f>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><292>: Abbrev Number: 15 (DW_TAG_member)
    <293>   DW_AT_name        : (indirect string, offset: 0xca1): _IO_backup_base
    <297>   DW_AT_decl_file   : 7
    <298>   DW_AT_decl_line   : 261
    <29a>   DW_AT_decl_column : 9
    <29b>   DW_AT_type        : <0xf0>
    <29f>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><2a2>: Abbrev Number: 15 (DW_TAG_member)
    <2a3>   DW_AT_name        : (indirect string, offset: 0xc3): _IO_save_end
    <2a7>   DW_AT_decl_file   : 7
    <2a8>   DW_AT_decl_line   : 262
    <2aa>   DW_AT_decl_column : 9
    <2ab>   DW_AT_type        : <0xf0>
    <2af>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><2b2>: Abbrev Number: 15 (DW_TAG_member)
    <2b3>   DW_AT_name        : (indirect string, offset: 0x569): _markers
    <2b7>   DW_AT_decl_file   : 7
    <2b8>   DW_AT_decl_line   : 264
    <2ba>   DW_AT_decl_column : 22
    <2bb>   DW_AT_type        : <0x412>
    <2bf>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2c2>: Abbrev Number: 15 (DW_TAG_member)
    <2c3>   DW_AT_name        : (indirect string, offset: 0x227): _chain
    <2c7>   DW_AT_decl_file   : 7
    <2c8>   DW_AT_decl_line   : 266
    <2ca>   DW_AT_decl_column : 20
    <2cb>   DW_AT_type        : <0x418>
    <2cf>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2d2>: Abbrev Number: 15 (DW_TAG_member)
    <2d3>   DW_AT_name        : (indirect string, offset: 0xf83): _fileno
    <2d7>   DW_AT_decl_file   : 7
    <2d8>   DW_AT_decl_line   : 268
    <2da>   DW_AT_decl_column : 7
    <2db>   DW_AT_type        : <0x64>
    <2df>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2e2>: Abbrev Number: 15 (DW_TAG_member)
    <2e3>   DW_AT_name        : (indirect string, offset: 0x70f): _flags2
    <2e7>   DW_AT_decl_file   : 7
    <2e8>   DW_AT_decl_line   : 272
    <2ea>   DW_AT_decl_column : 7
    <2eb>   DW_AT_type        : <0x64>
    <2ef>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2f2>: Abbrev Number: 15 (DW_TAG_member)
    <2f3>   DW_AT_name        : (indirect string, offset: 0x791): _old_offset
    <2f7>   DW_AT_decl_file   : 7
    <2f8>   DW_AT_decl_line   : 274
    <2fa>   DW_AT_decl_column : 13
    <2fb>   DW_AT_type        : <0xa2>
    <2ff>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><302>: Abbrev Number: 15 (DW_TAG_member)
    <303>   DW_AT_name        : (indirect string, offset: 0x25a): _cur_column
    <307>   DW_AT_decl_file   : 7
    <308>   DW_AT_decl_line   : 278
    <30a>   DW_AT_decl_column : 18
    <30b>   DW_AT_type        : <0x24>
    <30f>   DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><312>: Abbrev Number: 15 (DW_TAG_member)
    <313>   DW_AT_name        : (indirect string, offset: 0xe41): _vtable_offset
    <317>   DW_AT_decl_file   : 7
    <318>   DW_AT_decl_line   : 279
    <31a>   DW_AT_decl_column : 15
    <31b>   DW_AT_type        : <0x3e>
    <31f>   DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><322>: Abbrev Number: 15 (DW_TAG_member)
    <323>   DW_AT_name        : (indirect string, offset: 0xcb1): _shortbuf
    <327>   DW_AT_decl_file   : 7
    <328>   DW_AT_decl_line   : 280
    <32a>   DW_AT_decl_column : 8
    <32b>   DW_AT_type        : <0x41e>
    <32f>   DW_AT_data_member_location: 2 byte block: 23 47 	(DW_OP_plus_uconst: 71)
 <2><332>: Abbrev Number: 15 (DW_TAG_member)
    <333>   DW_AT_name        : (indirect string, offset: 0x18c): _lock
    <337>   DW_AT_decl_file   : 7
    <338>   DW_AT_decl_line   : 284
    <33a>   DW_AT_decl_column : 15
    <33b>   DW_AT_type        : <0x42e>
    <33f>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><342>: Abbrev Number: 15 (DW_TAG_member)
    <343>   DW_AT_name        : (indirect string, offset: 0x63c): _offset
    <347>   DW_AT_decl_file   : 7
    <348>   DW_AT_decl_line   : 293
    <34a>   DW_AT_decl_column : 15
    <34b>   DW_AT_type        : <0xb5>
    <34f>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><352>: Abbrev Number: 15 (DW_TAG_member)
    <353>   DW_AT_name        : (indirect string, offset: 0x916): __pad1
    <357>   DW_AT_decl_file   : 7
    <358>   DW_AT_decl_line   : 301
    <35a>   DW_AT_decl_column : 9
    <35b>   DW_AT_type        : <0xdd>
    <35f>   DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><362>: Abbrev Number: 15 (DW_TAG_member)
    <363>   DW_AT_name        : (indirect string, offset: 0x91d): __pad2
    <367>   DW_AT_decl_file   : 7
    <368>   DW_AT_decl_line   : 302
    <36a>   DW_AT_decl_column : 9
    <36b>   DW_AT_type        : <0xdd>
    <36f>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><372>: Abbrev Number: 15 (DW_TAG_member)
    <373>   DW_AT_name        : (indirect string, offset: 0x924): __pad3
    <377>   DW_AT_decl_file   : 7
    <378>   DW_AT_decl_line   : 303
    <37a>   DW_AT_decl_column : 9
    <37b>   DW_AT_type        : <0xdd>
    <37f>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><382>: Abbrev Number: 15 (DW_TAG_member)
    <383>   DW_AT_name        : (indirect string, offset: 0x92b): __pad4
    <387>   DW_AT_decl_file   : 7
    <388>   DW_AT_decl_line   : 304
    <38a>   DW_AT_decl_column : 9
    <38b>   DW_AT_type        : <0xdd>
    <38f>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><392>: Abbrev Number: 15 (DW_TAG_member)
    <393>   DW_AT_name        : (indirect string, offset: 0x932): __pad5
    <397>   DW_AT_decl_file   : 7
    <398>   DW_AT_decl_line   : 306
    <39a>   DW_AT_decl_column : 10
    <39b>   DW_AT_type        : <0x132>
    <39f>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><3a2>: Abbrev Number: 15 (DW_TAG_member)
    <3a3>   DW_AT_name        : (indirect string, offset: 0x9a3): _mode
    <3a7>   DW_AT_decl_file   : 7
    <3a8>   DW_AT_decl_line   : 307
    <3aa>   DW_AT_decl_column : 7
    <3ab>   DW_AT_type        : <0x64>
    <3af>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><3b2>: Abbrev Number: 15 (DW_TAG_member)
    <3b3>   DW_AT_name        : (indirect string, offset: 0x73d): _unused2
    <3b7>   DW_AT_decl_file   : 7
    <3b8>   DW_AT_decl_line   : 309
    <3ba>   DW_AT_decl_column : 8
    <3bb>   DW_AT_type        : <0x434>
    <3bf>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><3c2>: Abbrev Number: 0
 <1><3c3>: Abbrev Number: 4 (DW_TAG_typedef)
    <3c4>   DW_AT_name        : (indirect string, offset: 0xa5e): FILE
    <3c8>   DW_AT_decl_file   : 8
    <3c9>   DW_AT_decl_line   : 7
    <3ca>   DW_AT_decl_column : 25
    <3cb>   DW_AT_type        : <0x1eb>
 <1><3cf>: Abbrev Number: 16 (DW_TAG_typedef)
    <3d0>   DW_AT_name        : (indirect string, offset: 0x47d): _IO_lock_t
    <3d4>   DW_AT_decl_file   : 7
    <3d5>   DW_AT_decl_line   : 154
    <3d6>   DW_AT_decl_column : 14
 <1><3d7>: Abbrev Number: 10 (DW_TAG_structure_type)
    <3d8>   DW_AT_name        : (indirect string, offset: 0x325): _IO_marker
    <3dc>   DW_AT_byte_size   : 12
    <3dd>   DW_AT_decl_file   : 7
    <3de>   DW_AT_decl_line   : 160
    <3df>   DW_AT_decl_column : 8
    <3e0>   DW_AT_sibling     : <0x412>
 <2><3e4>: Abbrev Number: 11 (DW_TAG_member)
    <3e5>   DW_AT_name        : (indirect string, offset: 0xce0): _next
    <3e9>   DW_AT_decl_file   : 7
    <3ea>   DW_AT_decl_line   : 161
    <3eb>   DW_AT_decl_column : 22
    <3ec>   DW_AT_type        : <0x412>
    <3f0>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3f3>: Abbrev Number: 11 (DW_TAG_member)
    <3f4>   DW_AT_name        : (indirect string, offset: 0x939): _sbuf
    <3f8>   DW_AT_decl_file   : 7
    <3f9>   DW_AT_decl_line   : 162
    <3fa>   DW_AT_decl_column : 20
    <3fb>   DW_AT_type        : <0x418>
    <3ff>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><402>: Abbrev Number: 11 (DW_TAG_member)
    <403>   DW_AT_name        : (indirect string, offset: 0x51e): _pos
    <407>   DW_AT_decl_file   : 7
    <408>   DW_AT_decl_line   : 166
    <409>   DW_AT_decl_column : 7
    <40a>   DW_AT_type        : <0x64>
    <40e>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><411>: Abbrev Number: 0
 <1><412>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <413>   DW_AT_byte_size   : 4
    <414>   DW_AT_type        : <0x3d7>
 <1><418>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <419>   DW_AT_byte_size   : 4
    <41a>   DW_AT_type        : <0x1eb>
 <1><41e>: Abbrev Number: 6 (DW_TAG_array_type)
    <41f>   DW_AT_type        : <0xf6>
    <423>   DW_AT_sibling     : <0x42e>
 <2><427>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <428>   DW_AT_type        : <0x2b>
    <42c>   DW_AT_upper_bound : 0
 <2><42d>: Abbrev Number: 0
 <1><42e>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <42f>   DW_AT_byte_size   : 4
    <430>   DW_AT_type        : <0x3cf>
 <1><434>: Abbrev Number: 6 (DW_TAG_array_type)
    <435>   DW_AT_type        : <0xf6>
    <439>   DW_AT_sibling     : <0x444>
 <2><43d>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <43e>   DW_AT_type        : <0x2b>
    <442>   DW_AT_upper_bound : 39
 <2><443>: Abbrev Number: 0
 <1><444>: Abbrev Number: 17 (DW_TAG_structure_type)
    <445>   DW_AT_name        : (indirect string, offset: 0x420): _IO_FILE_plus
    <449>   DW_AT_declaration : 1
 <1><44a>: Abbrev Number: 12 (DW_TAG_variable)
    <44b>   DW_AT_name        : (indirect string, offset: 0x6e3): _IO_2_1_stdin_
    <44f>   DW_AT_decl_file   : 7
    <450>   DW_AT_decl_line   : 319
    <452>   DW_AT_decl_column : 29
    <453>   DW_AT_type        : <0x444>
    <457>   DW_AT_external    : 1
    <458>   DW_AT_declaration : 1
 <1><459>: Abbrev Number: 12 (DW_TAG_variable)
    <45a>   DW_AT_name        : (indirect string, offset: 0xcc1): _IO_2_1_stdout_
    <45e>   DW_AT_decl_file   : 7
    <45f>   DW_AT_decl_line   : 320
    <461>   DW_AT_decl_column : 29
    <462>   DW_AT_type        : <0x444>
    <466>   DW_AT_external    : 1
    <467>   DW_AT_declaration : 1
 <1><468>: Abbrev Number: 12 (DW_TAG_variable)
    <469>   DW_AT_name        : (indirect string, offset: 0x92): _IO_2_1_stderr_
    <46d>   DW_AT_decl_file   : 7
    <46e>   DW_AT_decl_line   : 321
    <470>   DW_AT_decl_column : 29
    <471>   DW_AT_type        : <0x444>
    <475>   DW_AT_external    : 1
    <476>   DW_AT_declaration : 1
 <1><477>: Abbrev Number: 13 (DW_TAG_variable)
    <478>   DW_AT_name        : (indirect string, offset: 0x534): stdin
    <47c>   DW_AT_decl_file   : 9
    <47d>   DW_AT_decl_line   : 135
    <47e>   DW_AT_decl_column : 25
    <47f>   DW_AT_type        : <0x418>
    <483>   DW_AT_external    : 1
    <484>   DW_AT_declaration : 1
 <1><485>: Abbrev Number: 13 (DW_TAG_variable)
    <486>   DW_AT_name        : (indirect string, offset: 0x1002): stdout
    <48a>   DW_AT_decl_file   : 9
    <48b>   DW_AT_decl_line   : 136
    <48c>   DW_AT_decl_column : 25
    <48d>   DW_AT_type        : <0x418>
    <491>   DW_AT_external    : 1
    <492>   DW_AT_declaration : 1
 <1><493>: Abbrev Number: 13 (DW_TAG_variable)
    <494>   DW_AT_name        : (indirect string, offset: 0xdde): stderr
    <498>   DW_AT_decl_file   : 9
    <499>   DW_AT_decl_line   : 137
    <49a>   DW_AT_decl_column : 25
    <49b>   DW_AT_type        : <0x418>
    <49f>   DW_AT_external    : 1
    <4a0>   DW_AT_declaration : 1
 <1><4a1>: Abbrev Number: 13 (DW_TAG_variable)
    <4a2>   DW_AT_name        : (indirect string, offset: 0x26c): sys_nerr
    <4a6>   DW_AT_decl_file   : 10
    <4a7>   DW_AT_decl_line   : 26
    <4a8>   DW_AT_decl_column : 12
    <4a9>   DW_AT_type        : <0x64>
    <4ad>   DW_AT_external    : 1
    <4ae>   DW_AT_declaration : 1
 <1><4af>: Abbrev Number: 6 (DW_TAG_array_type)
    <4b0>   DW_AT_type        : <0x1df>
    <4b4>   DW_AT_sibling     : <0x4ba>
 <2><4b8>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4b9>: Abbrev Number: 0
 <1><4ba>: Abbrev Number: 3 (DW_TAG_const_type)
    <4bb>   DW_AT_type        : <0x4af>
 <1><4bf>: Abbrev Number: 13 (DW_TAG_variable)
    <4c0>   DW_AT_name        : (indirect string, offset: 0x543): sys_errlist
    <4c4>   DW_AT_decl_file   : 10
    <4c5>   DW_AT_decl_line   : 27
    <4c6>   DW_AT_decl_column : 26
    <4c7>   DW_AT_type        : <0x4ba>
    <4cb>   DW_AT_external    : 1
    <4cc>   DW_AT_declaration : 1
 <1><4cd>: Abbrev Number: 13 (DW_TAG_variable)
    <4ce>   DW_AT_name        : (indirect string, offset: 0x287): _sys_nerr
    <4d2>   DW_AT_decl_file   : 10
    <4d3>   DW_AT_decl_line   : 30
    <4d4>   DW_AT_decl_column : 12
    <4d5>   DW_AT_type        : <0x64>
    <4d9>   DW_AT_external    : 1
    <4da>   DW_AT_declaration : 1
 <1><4db>: Abbrev Number: 13 (DW_TAG_variable)
    <4dc>   DW_AT_name        : (indirect string, offset: 0xe60): _sys_errlist
    <4e0>   DW_AT_decl_file   : 10
    <4e1>   DW_AT_decl_line   : 31
    <4e2>   DW_AT_decl_column : 26
    <4e3>   DW_AT_type        : <0x4ba>
    <4e7>   DW_AT_external    : 1
    <4e8>   DW_AT_declaration : 1
 <1><4e9>: Abbrev Number: 13 (DW_TAG_variable)
    <4ea>   DW_AT_name        : (indirect string, offset: 0x615): program_invocation_name
    <4ee>   DW_AT_decl_file   : 11
    <4ef>   DW_AT_decl_line   : 45
    <4f0>   DW_AT_decl_column : 14
    <4f1>   DW_AT_type        : <0xf0>
    <4f5>   DW_AT_external    : 1
    <4f6>   DW_AT_declaration : 1
 <1><4f7>: Abbrev Number: 13 (DW_TAG_variable)
    <4f8>   DW_AT_name        : (indirect string, offset: 0xb46): program_invocation_short_name
    <4fc>   DW_AT_decl_file   : 11
    <4fd>   DW_AT_decl_line   : 46
    <4fe>   DW_AT_decl_column : 14
    <4ff>   DW_AT_type        : <0xf0>
    <503>   DW_AT_external    : 1
    <504>   DW_AT_declaration : 1
 <1><505>: Abbrev Number: 6 (DW_TAG_array_type)
    <506>   DW_AT_type        : <0xf0>
    <50a>   DW_AT_sibling     : <0x515>
 <2><50e>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <50f>   DW_AT_type        : <0x2b>
    <513>   DW_AT_upper_bound : 1
 <2><514>: Abbrev Number: 0
 <1><515>: Abbrev Number: 13 (DW_TAG_variable)
    <516>   DW_AT_name        : (indirect string, offset: 0x1d1): __tzname
    <51a>   DW_AT_decl_file   : 12
    <51b>   DW_AT_decl_line   : 159
    <51c>   DW_AT_decl_column : 14
    <51d>   DW_AT_type        : <0x505>
    <521>   DW_AT_external    : 1
    <522>   DW_AT_declaration : 1
 <1><523>: Abbrev Number: 13 (DW_TAG_variable)
    <524>   DW_AT_name        : (indirect string, offset: 0xec3): __daylight
    <528>   DW_AT_decl_file   : 12
    <529>   DW_AT_decl_line   : 160
    <52a>   DW_AT_decl_column : 12
    <52b>   DW_AT_type        : <0x64>
    <52f>   DW_AT_external    : 1
    <530>   DW_AT_declaration : 1
 <1><531>: Abbrev Number: 13 (DW_TAG_variable)
    <532>   DW_AT_name        : (indirect string, offset: 0x384): __timezone
    <536>   DW_AT_decl_file   : 12
    <537>   DW_AT_decl_line   : 161
    <538>   DW_AT_decl_column : 17
    <539>   DW_AT_type        : <0xae>
    <53d>   DW_AT_external    : 1
    <53e>   DW_AT_declaration : 1
 <1><53f>: Abbrev Number: 13 (DW_TAG_variable)
    <540>   DW_AT_name        : (indirect string, offset: 0x653): tzname
    <544>   DW_AT_decl_file   : 12
    <545>   DW_AT_decl_line   : 166
    <546>   DW_AT_decl_column : 14
    <547>   DW_AT_type        : <0x505>
    <54b>   DW_AT_external    : 1
    <54c>   DW_AT_declaration : 1
 <1><54d>: Abbrev Number: 13 (DW_TAG_variable)
    <54e>   DW_AT_name        : (indirect string, offset: 0x1072): daylight
    <552>   DW_AT_decl_file   : 12
    <553>   DW_AT_decl_line   : 174
    <554>   DW_AT_decl_column : 12
    <555>   DW_AT_type        : <0x64>
    <559>   DW_AT_external    : 1
    <55a>   DW_AT_declaration : 1
 <1><55b>: Abbrev Number: 13 (DW_TAG_variable)
    <55c>   DW_AT_name        : (indirect string, offset: 0x4c2): timezone
    <560>   DW_AT_decl_file   : 12
    <561>   DW_AT_decl_line   : 175
    <562>   DW_AT_decl_column : 17
    <563>   DW_AT_type        : <0xae>
    <567>   DW_AT_external    : 1
    <568>   DW_AT_declaration : 1
 <1><569>: Abbrev Number: 12 (DW_TAG_variable)
    <56a>   DW_AT_name        : (indirect string, offset: 0xf43): getdate_err
    <56e>   DW_AT_decl_file   : 12
    <56f>   DW_AT_decl_line   : 280
    <571>   DW_AT_decl_column : 12
    <572>   DW_AT_type        : <0x64>
    <576>   DW_AT_external    : 1
    <577>   DW_AT_declaration : 1
 <1><578>: Abbrev Number: 13 (DW_TAG_variable)
    <579>   DW_AT_name        : (indirect string, offset: 0x944): debug_flag
    <57d>   DW_AT_decl_file   : 13
    <57e>   DW_AT_decl_line   : 20
    <57f>   DW_AT_decl_column : 13
    <580>   DW_AT_type        : <0x586>
    <584>   DW_AT_external    : 1
    <585>   DW_AT_declaration : 1
 <1><586>: Abbrev Number: 2 (DW_TAG_base_type)
    <587>   DW_AT_byte_size   : 1
    <588>   DW_AT_encoding    : 2	(boolean)
    <589>   DW_AT_name        : (indirect string, offset: 0x406): _Bool
 <1><58d>: Abbrev Number: 3 (DW_TAG_const_type)
    <58e>   DW_AT_type        : <0x586>
 <1><592>: Abbrev Number: 4 (DW_TAG_typedef)
    <593>   DW_AT_name        : (indirect string, offset: 0xa14): __kernel_long_t
    <597>   DW_AT_decl_file   : 14
    <598>   DW_AT_decl_line   : 15
    <599>   DW_AT_decl_column : 15
    <59a>   DW_AT_type        : <0xae>
 <1><59e>: Abbrev Number: 4 (DW_TAG_typedef)
    <59f>   DW_AT_name        : (indirect string, offset: 0x523): __kernel_ulong_t
    <5a3>   DW_AT_decl_file   : 14
    <5a4>   DW_AT_decl_line   : 16
    <5a5>   DW_AT_decl_column : 23
    <5a6>   DW_AT_type        : <0x37>
 <1><5aa>: Abbrev Number: 19 (DW_TAG_structure_type)
    <5ab>   DW_AT_byte_size   : 8
    <5ac>   DW_AT_decl_file   : 14
    <5ad>   DW_AT_decl_line   : 79
    <5ae>   DW_AT_decl_column : 9
    <5af>   DW_AT_sibling     : <0x5c3>
 <2><5b3>: Abbrev Number: 20 (DW_TAG_member)
    <5b4>   DW_AT_name        : val
    <5b8>   DW_AT_decl_file   : 14
    <5b9>   DW_AT_decl_line   : 80
    <5ba>   DW_AT_decl_column : 6
    <5bb>   DW_AT_type        : <0xc1>
    <5bf>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5c2>: Abbrev Number: 0
 <1><5c3>: Abbrev Number: 4 (DW_TAG_typedef)
    <5c4>   DW_AT_name        : (indirect string, offset: 0xe50): __kernel_fsid_t
    <5c8>   DW_AT_decl_file   : 14
    <5c9>   DW_AT_decl_line   : 81
    <5ca>   DW_AT_decl_column : 3
    <5cb>   DW_AT_type        : <0x5aa>
 <1><5cf>: Abbrev Number: 4 (DW_TAG_typedef)
    <5d0>   DW_AT_name        : (indirect string, offset: 0x3d2): kernel_long_t
    <5d4>   DW_AT_decl_file   : 15
    <5d5>   DW_AT_decl_line   : 16
    <5d6>   DW_AT_decl_column : 25
    <5d7>   DW_AT_type        : <0x592>
 <1><5db>: Abbrev Number: 4 (DW_TAG_typedef)
    <5dc>   DW_AT_name        : (indirect string, offset: 0x806): kernel_ulong_t
    <5e0>   DW_AT_decl_file   : 15
    <5e1>   DW_AT_decl_line   : 17
    <5e2>   DW_AT_decl_column : 26
    <5e3>   DW_AT_type        : <0x59e>
 <1><5e7>: Abbrev Number: 3 (DW_TAG_const_type)
    <5e8>   DW_AT_type        : <0x5db>
 <1><5ec>: Abbrev Number: 10 (DW_TAG_structure_type)
    <5ed>   DW_AT_name        : (indirect string, offset: 0xb64): list_item
    <5f1>   DW_AT_byte_size   : 8
    <5f2>   DW_AT_decl_file   : 16
    <5f3>   DW_AT_decl_line   : 92
    <5f4>   DW_AT_decl_column : 8
    <5f5>   DW_AT_sibling     : <0x618>
 <2><5f9>: Abbrev Number: 11 (DW_TAG_member)
    <5fa>   DW_AT_name        : (indirect string, offset: 0x10b7): prev
    <5fe>   DW_AT_decl_file   : 16
    <5ff>   DW_AT_decl_line   : 93
    <600>   DW_AT_decl_column : 20
    <601>   DW_AT_type        : <0x618>
    <605>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><608>: Abbrev Number: 11 (DW_TAG_member)
    <609>   DW_AT_name        : (indirect string, offset: 0x10ad): next
    <60d>   DW_AT_decl_file   : 16
    <60e>   DW_AT_decl_line   : 94
    <60f>   DW_AT_decl_column : 20
    <610>   DW_AT_type        : <0x618>
    <614>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><617>: Abbrev Number: 0
 <1><618>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <619>   DW_AT_byte_size   : 4
    <61a>   DW_AT_type        : <0x5ec>
 <1><61e>: Abbrev Number: 10 (DW_TAG_structure_type)
    <61f>   DW_AT_name        : (indirect string, offset: 0x7de): sysent
    <623>   DW_AT_byte_size   : 20
    <624>   DW_AT_decl_file   : 17
    <625>   DW_AT_decl_line   : 11
    <626>   DW_AT_decl_column : 16
    <627>   DW_AT_sibling     : <0x677>
 <2><62b>: Abbrev Number: 11 (DW_TAG_member)
    <62c>   DW_AT_name        : (indirect string, offset: 0x1019): nargs
    <630>   DW_AT_decl_file   : 17
    <631>   DW_AT_decl_line   : 12
    <632>   DW_AT_decl_column : 11
    <633>   DW_AT_type        : <0x2b>
    <637>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><63a>: Abbrev Number: 11 (DW_TAG_member)
    <63b>   DW_AT_name        : (indirect string, offset: 0x8d5): sys_flags
    <63f>   DW_AT_decl_file   : 17
    <640>   DW_AT_decl_line   : 13
    <641>   DW_AT_decl_column : 6
    <642>   DW_AT_type        : <0x64>
    <646>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><649>: Abbrev Number: 20 (DW_TAG_member)
    <64a>   DW_AT_name        : sen
    <64e>   DW_AT_decl_file   : 17
    <64f>   DW_AT_decl_line   : 14
    <650>   DW_AT_decl_column : 6
    <651>   DW_AT_type        : <0x64>
    <655>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><658>: Abbrev Number: 11 (DW_TAG_member)
    <659>   DW_AT_name        : (indirect string, offset: 0x31c): sys_func
    <65d>   DW_AT_decl_file   : 17
    <65e>   DW_AT_decl_line   : 15
    <65f>   DW_AT_decl_column : 8
    <660>   DW_AT_type        : <0x682>
    <664>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><667>: Abbrev Number: 11 (DW_TAG_member)
    <668>   DW_AT_name        : (indirect string, offset: 0x291): sys_name
    <66c>   DW_AT_decl_file   : 17
    <66d>   DW_AT_decl_line   : 16
    <66e>   DW_AT_decl_column : 14
    <66f>   DW_AT_type        : <0x1d9>
    <673>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><676>: Abbrev Number: 0
 <1><677>: Abbrev Number: 21 (DW_TAG_subroutine_type)
    <678>   DW_AT_type        : <0x64>
    <67c>   DW_AT_sibling     : <0x682>
 <2><680>: Abbrev Number: 22 (DW_TAG_unspecified_parameters)
 <2><681>: Abbrev Number: 0
 <1><682>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <683>   DW_AT_byte_size   : 4
    <684>   DW_AT_type        : <0x677>
 <1><688>: Abbrev Number: 4 (DW_TAG_typedef)
    <689>   DW_AT_name        : (indirect string, offset: 0xe75): struct_sysent
    <68d>   DW_AT_decl_file   : 17
    <68e>   DW_AT_decl_line   : 17
    <68f>   DW_AT_decl_column : 3
    <690>   DW_AT_type        : <0x61e>
 <1><694>: Abbrev Number: 3 (DW_TAG_const_type)
    <695>   DW_AT_type        : <0x688>
 <1><699>: Abbrev Number: 13 (DW_TAG_variable)
    <69a>   DW_AT_name        : (indirect string, offset: 0xd27): current_personality
    <69e>   DW_AT_decl_file   : 18
    <69f>   DW_AT_decl_line   : 158
    <6a0>   DW_AT_decl_column : 17
    <6a1>   DW_AT_type        : <0x2b>
    <6a5>   DW_AT_external    : 1
    <6a6>   DW_AT_declaration : 1
 <1><6a7>: Abbrev Number: 13 (DW_TAG_variable)
    <6a8>   DW_AT_name        : (indirect string, offset: 0x780): current_wordsize
    <6ac>   DW_AT_decl_file   : 18
    <6ad>   DW_AT_decl_line   : 171
    <6ae>   DW_AT_decl_column : 17
    <6af>   DW_AT_type        : <0x2b>
    <6b3>   DW_AT_external    : 1
    <6b4>   DW_AT_declaration : 1
 <1><6b5>: Abbrev Number: 13 (DW_TAG_variable)
    <6b6>   DW_AT_name        : (indirect string, offset: 0x9bf): current_klongsize
    <6ba>   DW_AT_decl_file   : 18
    <6bb>   DW_AT_decl_line   : 176
    <6bc>   DW_AT_decl_column : 17
    <6bd>   DW_AT_type        : <0x2b>
    <6c1>   DW_AT_external    : 1
    <6c2>   DW_AT_declaration : 1
 <1><6c3>: Abbrev Number: 10 (DW_TAG_structure_type)
    <6c4>   DW_AT_name        : (indirect string, offset: 0xc5b): ioctlent
    <6c8>   DW_AT_byte_size   : 8
    <6c9>   DW_AT_decl_file   : 18
    <6ca>   DW_AT_decl_line   : 217
    <6cb>   DW_AT_decl_column : 16
    <6cc>   DW_AT_sibling     : <0x6ef>
 <2><6d0>: Abbrev Number: 11 (DW_TAG_member)
    <6d1>   DW_AT_name        : (indirect string, offset: 0xf20): symbol
    <6d5>   DW_AT_decl_file   : 18
    <6d6>   DW_AT_decl_line   : 218
    <6d7>   DW_AT_decl_column : 14
    <6d8>   DW_AT_type        : <0x1d9>
    <6dc>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6df>: Abbrev Number: 11 (DW_TAG_member)
    <6e0>   DW_AT_name        : (indirect string, offset: 0xcf0): code
    <6e4>   DW_AT_decl_file   : 18
    <6e5>   DW_AT_decl_line   : 219
    <6e6>   DW_AT_decl_column : 15
    <6e7>   DW_AT_type        : <0x2b>
    <6eb>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6ee>: Abbrev Number: 0
 <1><6ef>: Abbrev Number: 4 (DW_TAG_typedef)
    <6f0>   DW_AT_name        : (indirect string, offset: 0xc1c): struct_ioctlent
    <6f4>   DW_AT_decl_file   : 18
    <6f5>   DW_AT_decl_line   : 220
    <6f6>   DW_AT_decl_column : 3
    <6f7>   DW_AT_type        : <0x6c3>
 <1><6fb>: Abbrev Number: 3 (DW_TAG_const_type)
    <6fc>   DW_AT_type        : <0x6ef>
 <1><700>: Abbrev Number: 10 (DW_TAG_structure_type)
    <701>   DW_AT_name        : (indirect string, offset: 0x774): inject_data
    <705>   DW_AT_byte_size   : 10
    <706>   DW_AT_decl_file   : 18
    <707>   DW_AT_decl_line   : 241
    <708>   DW_AT_decl_column : 8
    <709>   DW_AT_sibling     : <0x768>
 <2><70d>: Abbrev Number: 11 (DW_TAG_member)
    <70e>   DW_AT_name        : (indirect string, offset: 0x4d8): flags
    <712>   DW_AT_decl_file   : 18
    <713>   DW_AT_decl_line   : 242
    <714>   DW_AT_decl_column : 10
    <715>   DW_AT_type        : <0x102>
    <719>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><71c>: Abbrev Number: 11 (DW_TAG_member)
    <71d>   DW_AT_name        : (indirect string, offset: 0x889): signo
    <721>   DW_AT_decl_file   : 18
    <722>   DW_AT_decl_line   : 243
    <723>   DW_AT_decl_column : 10
    <724>   DW_AT_type        : <0x102>
    <728>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><72b>: Abbrev Number: 11 (DW_TAG_member)
    <72c>   DW_AT_name        : (indirect string, offset: 0x119): rval_idx
    <730>   DW_AT_decl_file   : 18
    <731>   DW_AT_decl_line   : 244
    <732>   DW_AT_decl_column : 11
    <733>   DW_AT_type        : <0x10e>
    <737>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><73a>: Abbrev Number: 11 (DW_TAG_member)
    <73b>   DW_AT_name        : (indirect string, offset: 0x40): delay_idx
    <73f>   DW_AT_decl_file   : 18
    <740>   DW_AT_decl_line   : 245
    <741>   DW_AT_decl_column : 11
    <742>   DW_AT_type        : <0x10e>
    <746>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><749>: Abbrev Number: 11 (DW_TAG_member)
    <74a>   DW_AT_name        : (indirect string, offset: 0x55b): poke_idx
    <74e>   DW_AT_decl_file   : 18
    <74f>   DW_AT_decl_line   : 246
    <750>   DW_AT_decl_column : 11
    <751>   DW_AT_type        : <0x10e>
    <755>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><758>: Abbrev Number: 11 (DW_TAG_member)
    <759>   DW_AT_name        : (indirect string, offset: 0x1a9): scno
    <75d>   DW_AT_decl_file   : 18
    <75e>   DW_AT_decl_line   : 247
    <75f>   DW_AT_decl_column : 11
    <760>   DW_AT_type        : <0x10e>
    <764>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><767>: Abbrev Number: 0
 <1><768>: Abbrev Number: 10 (DW_TAG_structure_type)
    <769>   DW_AT_name        : (indirect string, offset: 0xea): inject_opts
    <76d>   DW_AT_byte_size   : 16
    <76e>   DW_AT_decl_file   : 18
    <76f>   DW_AT_decl_line   : 250
    <770>   DW_AT_decl_column : 8
    <771>   DW_AT_sibling     : <0x7b2>
 <2><775>: Abbrev Number: 11 (DW_TAG_member)
    <776>   DW_AT_name        : (indirect string, offset: 0x99d): first
    <77a>   DW_AT_decl_file   : 18
    <77b>   DW_AT_decl_line   : 251
    <77c>   DW_AT_decl_column : 11
    <77d>   DW_AT_type        : <0x10e>
    <781>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><784>: Abbrev Number: 11 (DW_TAG_member)
    <785>   DW_AT_name        : (indirect string, offset: 0x10e0): last
    <789>   DW_AT_decl_file   : 18
    <78a>   DW_AT_decl_line   : 252
    <78b>   DW_AT_decl_column : 11
    <78c>   DW_AT_type        : <0x10e>
    <790>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><793>: Abbrev Number: 11 (DW_TAG_member)
    <794>   DW_AT_name        : (indirect string, offset: 0x3a9): step
    <798>   DW_AT_decl_file   : 18
    <799>   DW_AT_decl_line   : 253
    <79a>   DW_AT_decl_column : 11
    <79b>   DW_AT_type        : <0x10e>
    <79f>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7a2>: Abbrev Number: 11 (DW_TAG_member)
    <7a3>   DW_AT_name        : (indirect string, offset: 0x10b2): data
    <7a7>   DW_AT_decl_file   : 18
    <7a8>   DW_AT_decl_line   : 254
    <7a9>   DW_AT_decl_column : 21
    <7aa>   DW_AT_type        : <0x700>
    <7ae>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><7b1>: Abbrev Number: 0
 <1><7b2>: Abbrev Number: 23 (DW_TAG_structure_type)
    <7b3>   DW_AT_name        : tcb
    <7b7>   DW_AT_byte_size   : 196
    <7b8>   DW_AT_decl_file   : 18
    <7b9>   DW_AT_decl_line   : 262
    <7bb>   DW_AT_decl_column : 8
    <7bc>   DW_AT_sibling     : <0x9dc>
 <2><7c0>: Abbrev Number: 15 (DW_TAG_member)
    <7c1>   DW_AT_name        : (indirect string, offset: 0x4d8): flags
    <7c5>   DW_AT_decl_file   : 18
    <7c6>   DW_AT_decl_line   : 263
    <7c8>   DW_AT_decl_column : 6
    <7c9>   DW_AT_type        : <0x64>
    <7cd>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7d0>: Abbrev Number: 24 (DW_TAG_member)
    <7d1>   DW_AT_name        : pid
    <7d5>   DW_AT_decl_file   : 18
    <7d6>   DW_AT_decl_line   : 264
    <7d8>   DW_AT_decl_column : 6
    <7d9>   DW_AT_type        : <0x64>
    <7dd>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7e0>: Abbrev Number: 15 (DW_TAG_member)
    <7e1>   DW_AT_name        : (indirect string, offset: 0x58): qual_flg
    <7e5>   DW_AT_decl_file   : 18
    <7e6>   DW_AT_decl_line   : 265
    <7e8>   DW_AT_decl_column : 6
    <7e9>   DW_AT_type        : <0x64>
    <7ed>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7f0>: Abbrev Number: 15 (DW_TAG_member)
    <7f1>   DW_AT_name        : (indirect string, offset: 0x39a): currpers
    <7f5>   DW_AT_decl_file   : 18
    <7f6>   DW_AT_decl_line   : 267
    <7f8>   DW_AT_decl_column : 15
    <7f9>   DW_AT_type        : <0x2b>
    <7fd>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><800>: Abbrev Number: 15 (DW_TAG_member)
    <801>   DW_AT_name        : (indirect string, offset: 0xab9): u_error
    <805>   DW_AT_decl_file   : 18
    <806>   DW_AT_decl_line   : 269
    <808>   DW_AT_decl_column : 16
    <809>   DW_AT_type        : <0x37>
    <80d>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><810>: Abbrev Number: 15 (DW_TAG_member)
    <811>   DW_AT_name        : (indirect string, offset: 0x1a9): scno
    <815>   DW_AT_decl_file   : 18
    <816>   DW_AT_decl_line   : 270
    <818>   DW_AT_decl_column : 17
    <819>   DW_AT_type        : <0x5db>
    <81d>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><820>: Abbrev Number: 15 (DW_TAG_member)
    <821>   DW_AT_name        : (indirect string, offset: 0xafc): true_scno
    <825>   DW_AT_decl_file   : 18
    <826>   DW_AT_decl_line   : 271
    <828>   DW_AT_decl_column : 17
    <829>   DW_AT_type        : <0x5db>
    <82d>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><830>: Abbrev Number: 15 (DW_TAG_member)
    <831>   DW_AT_name        : (indirect string, offset: 0x1b3): u_arg
    <835>   DW_AT_decl_file   : 18
    <836>   DW_AT_decl_line   : 272
    <838>   DW_AT_decl_column : 17
    <839>   DW_AT_type        : <0x9dc>
    <83d>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><840>: Abbrev Number: 15 (DW_TAG_member)
    <841>   DW_AT_name        : (indirect string, offset: 0x8ec): u_rval
    <845>   DW_AT_decl_file   : 18
    <846>   DW_AT_decl_line   : 273
    <848>   DW_AT_decl_column : 16
    <849>   DW_AT_type        : <0x5cf>
    <84d>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><850>: Abbrev Number: 15 (DW_TAG_member)
    <851>   DW_AT_name        : (indirect string, offset: 0xa30): sys_func_rval
    <855>   DW_AT_decl_file   : 18
    <856>   DW_AT_decl_line   : 274
    <858>   DW_AT_decl_column : 6
    <859>   DW_AT_type        : <0x64>
    <85d>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><860>: Abbrev Number: 15 (DW_TAG_member)
    <861>   DW_AT_name        : (indirect string, offset: 0xcd1): curcol
    <865>   DW_AT_decl_file   : 18
    <866>   DW_AT_decl_line   : 275
    <868>   DW_AT_decl_column : 6
    <869>   DW_AT_type        : <0x64>
    <86d>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><870>: Abbrev Number: 15 (DW_TAG_member)
    <871>   DW_AT_name        : (indirect string, offset: 0x8fe): outf
    <875>   DW_AT_decl_file   : 18
    <876>   DW_AT_decl_line   : 276
    <878>   DW_AT_decl_column : 8
    <879>   DW_AT_type        : <0x9ec>
    <87d>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><880>: Abbrev Number: 15 (DW_TAG_member)
    <881>   DW_AT_name        : (indirect string, offset: 0xef8): staged_output_data
    <885>   DW_AT_decl_file   : 18
    <886>   DW_AT_decl_line   : 277
    <888>   DW_AT_decl_column : 29
    <889>   DW_AT_type        : <0x9f8>
    <88d>   DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><890>: Abbrev Number: 15 (DW_TAG_member)
    <891>   DW_AT_name        : (indirect string, offset: 0x9fb): auxstr
    <895>   DW_AT_decl_file   : 18
    <896>   DW_AT_decl_line   : 279
    <898>   DW_AT_decl_column : 14
    <899>   DW_AT_type        : <0x1d9>
    <89d>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><8a0>: Abbrev Number: 15 (DW_TAG_member)
    <8a1>   DW_AT_name        : (indirect string, offset: 0x192): _priv_data
    <8a5>   DW_AT_decl_file   : 18
    <8a6>   DW_AT_decl_line   : 280
    <8a8>   DW_AT_decl_column : 8
    <8a9>   DW_AT_type        : <0xdd>
    <8ad>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><8b0>: Abbrev Number: 15 (DW_TAG_member)
    <8b1>   DW_AT_name        : (indirect string, offset: 0xbff): _free_priv_data
    <8b5>   DW_AT_decl_file   : 18
    <8b6>   DW_AT_decl_line   : 281
    <8b8>   DW_AT_decl_column : 9
    <8b9>   DW_AT_type        : <0xa0a>
    <8bd>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><8c0>: Abbrev Number: 15 (DW_TAG_member)
    <8c1>   DW_AT_name        : (indirect string, offset: 0x1a3): s_ent
    <8c5>   DW_AT_decl_file   : 18
    <8c6>   DW_AT_decl_line   : 282
    <8c8>   DW_AT_decl_column : 23
    <8c9>   DW_AT_type        : <0xa10>
    <8cd>   DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><8d0>: Abbrev Number: 15 (DW_TAG_member)
    <8d1>   DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
    <8d5>   DW_AT_decl_file   : 18
    <8d6>   DW_AT_decl_line   : 285
    <8d8>   DW_AT_decl_column : 23
    <8d9>   DW_AT_type        : <0xa10>
    <8dd>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><8e0>: Abbrev Number: 15 (DW_TAG_member)
    <8e1>   DW_AT_name        : (indirect string, offset: 0x38f): inject_vec
    <8e5>   DW_AT_decl_file   : 18
    <8e6>   DW_AT_decl_line   : 286
    <8e8>   DW_AT_decl_column : 22
    <8e9>   DW_AT_type        : <0xa1b>
    <8ed>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><8f0>: Abbrev Number: 15 (DW_TAG_member)
    <8f1>   DW_AT_name        : (indirect string, offset: 0x74f): stime
    <8f5>   DW_AT_decl_file   : 18
    <8f6>   DW_AT_decl_line   : 287
    <8f8>   DW_AT_decl_column : 18
    <8f9>   DW_AT_type        : <0x143>
    <8fd>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><900>: Abbrev Number: 15 (DW_TAG_member)
    <901>   DW_AT_name        : (indirect string, offset: 0x3a3): ltime
    <905>   DW_AT_decl_file   : 18
    <906>   DW_AT_decl_line   : 288
    <908>   DW_AT_decl_column : 18
    <909>   DW_AT_type        : <0x143>
    <90d>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><910>: Abbrev Number: 15 (DW_TAG_member)
    <911>   DW_AT_name        : (indirect string, offset: 0xfd9): atime
    <915>   DW_AT_decl_file   : 18
    <916>   DW_AT_decl_line   : 289
    <918>   DW_AT_decl_column : 18
    <919>   DW_AT_type        : <0x143>
    <91d>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><920>: Abbrev Number: 15 (DW_TAG_member)
    <921>   DW_AT_name        : (indirect string, offset: 0x4d2): etime
    <925>   DW_AT_decl_file   : 18
    <926>   DW_AT_decl_line   : 290
    <928>   DW_AT_decl_column : 18
    <929>   DW_AT_type        : <0x143>
    <92d>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><931>: Abbrev Number: 15 (DW_TAG_member)
    <932>   DW_AT_name        : (indirect string, offset: 0xd3b): delay_expiration_time
    <936>   DW_AT_decl_file   : 18
    <937>   DW_AT_decl_line   : 291
    <939>   DW_AT_decl_column : 18
    <93a>   DW_AT_type        : <0x143>
    <93e>   DW_AT_data_member_location: 3 byte block: 23 88 1 	(DW_OP_plus_uconst: 136)
 <2><942>: Abbrev Number: 15 (DW_TAG_member)
    <943>   DW_AT_name        : (indirect string, offset: 0x32): pid_ns
    <947>   DW_AT_decl_file   : 18
    <948>   DW_AT_decl_line   : 298
    <94a>   DW_AT_decl_column : 15
    <94b>   DW_AT_type        : <0x2b>
    <94f>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><953>: Abbrev Number: 15 (DW_TAG_member)
    <954>   DW_AT_name        : (indirect string, offset: 0xf4f): mmap_cache
    <958>   DW_AT_decl_file   : 18
    <959>   DW_AT_decl_line   : 304
    <95b>   DW_AT_decl_column : 23
    <95c>   DW_AT_type        : <0xa37>
    <960>   DW_AT_data_member_location: 3 byte block: 23 94 1 	(DW_OP_plus_uconst: 148)
 <2><964>: Abbrev Number: 15 (DW_TAG_member)
    <965>   DW_AT_name        : (indirect string, offset: 0xad2): wait_data_idx
    <969>   DW_AT_decl_file   : 18
    <96a>   DW_AT_decl_line   : 311
    <96c>   DW_AT_decl_column : 9
    <96d>   DW_AT_type        : <0x132>
    <971>   DW_AT_data_member_location: 3 byte block: 23 98 1 	(DW_OP_plus_uconst: 152)
 <2><975>: Abbrev Number: 15 (DW_TAG_member)
    <976>   DW_AT_name        : (indirect string, offset: 0xa02): delayed_wait_data
    <97a>   DW_AT_decl_file   : 18
    <97b>   DW_AT_decl_line   : 313
    <97d>   DW_AT_decl_column : 24
    <97e>   DW_AT_type        : <0xa43>
    <982>   DW_AT_data_member_location: 3 byte block: 23 9c 1 	(DW_OP_plus_uconst: 156)
 <2><986>: Abbrev Number: 15 (DW_TAG_member)
    <987>   DW_AT_name        : (indirect string, offset: 0xa72): wait_list
    <98b>   DW_AT_decl_file   : 18
    <98c>   DW_AT_decl_line   : 314
    <98e>   DW_AT_decl_column : 19
    <98f>   DW_AT_type        : <0x5ec>
    <993>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><997>: Abbrev Number: 15 (DW_TAG_member)
    <998>   DW_AT_name        : (indirect string, offset: 0x62d): vcpu_info_list
    <99c>   DW_AT_decl_file   : 18
    <99d>   DW_AT_decl_line   : 318
    <99f>   DW_AT_decl_column : 20
    <9a0>   DW_AT_type        : <0xa4f>
    <9a4>   DW_AT_data_member_location: 3 byte block: 23 a8 1 	(DW_OP_plus_uconst: 168)
 <2><9a8>: Abbrev Number: 15 (DW_TAG_member)
    <9a9>   DW_AT_name        : (indirect string, offset: 0xc96): unwind_ctx
    <9ad>   DW_AT_decl_file   : 18
    <9ae>   DW_AT_decl_line   : 322
    <9b0>   DW_AT_decl_column : 8
    <9b1>   DW_AT_type        : <0xdd>
    <9b5>   DW_AT_data_member_location: 3 byte block: 23 ac 1 	(DW_OP_plus_uconst: 172)
 <2><9b9>: Abbrev Number: 15 (DW_TAG_member)
    <9ba>   DW_AT_name        : (indirect string, offset: 0x4b5): unwind_queue
    <9be>   DW_AT_decl_file   : 18
    <9bf>   DW_AT_decl_line   : 323
    <9c1>   DW_AT_decl_column : 25
    <9c2>   DW_AT_type        : <0xa5b>
    <9c6>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><9ca>: Abbrev Number: 15 (DW_TAG_member)
    <9cb>   DW_AT_name        : (indirect string, offset: 0x187): comm
    <9cf>   DW_AT_decl_file   : 18
    <9d0>   DW_AT_decl_line   : 327
    <9d2>   DW_AT_decl_column : 7
    <9d3>   DW_AT_type        : <0xa61>
    <9d7>   DW_AT_data_member_location: 3 byte block: 23 b4 1 	(DW_OP_plus_uconst: 180)
 <2><9db>: Abbrev Number: 0
 <1><9dc>: Abbrev Number: 6 (DW_TAG_array_type)
    <9dd>   DW_AT_type        : <0x5db>
    <9e1>   DW_AT_sibling     : <0x9ec>
 <2><9e5>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <9e6>   DW_AT_type        : <0x2b>
    <9ea>   DW_AT_upper_bound : 5
 <2><9eb>: Abbrev Number: 0
 <1><9ec>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <9ed>   DW_AT_byte_size   : 4
    <9ee>   DW_AT_type        : <0x3c3>
 <1><9f2>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9f3>   DW_AT_name        : (indirect string, offset: 0xef8): staged_output_data
    <9f7>   DW_AT_declaration : 1
 <1><9f8>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <9f9>   DW_AT_byte_size   : 4
    <9fa>   DW_AT_type        : <0x9f2>
 <1><9fe>: Abbrev Number: 25 (DW_TAG_subroutine_type)
    <9ff>   DW_AT_prototyped  : 1
    <a00>   DW_AT_sibling     : <0xa0a>
 <2><a04>: Abbrev Number: 26 (DW_TAG_formal_parameter)
    <a05>   DW_AT_type        : <0xdd>
 <2><a09>: Abbrev Number: 0
 <1><a0a>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a0b>   DW_AT_byte_size   : 4
    <a0c>   DW_AT_type        : <0x9fe>
 <1><a10>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a11>   DW_AT_byte_size   : 4
    <a12>   DW_AT_type        : <0x694>
 <1><a16>: Abbrev Number: 3 (DW_TAG_const_type)
    <a17>   DW_AT_type        : <0xa10>
 <1><a1b>: Abbrev Number: 6 (DW_TAG_array_type)
    <a1c>   DW_AT_type        : <0xa2b>
    <a20>   DW_AT_sibling     : <0xa2b>
 <2><a24>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <a25>   DW_AT_type        : <0x2b>
    <a29>   DW_AT_upper_bound : 2
 <2><a2a>: Abbrev Number: 0
 <1><a2b>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a2c>   DW_AT_byte_size   : 4
    <a2d>   DW_AT_type        : <0x768>
 <1><a31>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a32>   DW_AT_name        : (indirect string, offset: 0xb6): mmap_cache_t
    <a36>   DW_AT_declaration : 1
 <1><a37>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a38>   DW_AT_byte_size   : 4
    <a39>   DW_AT_type        : <0xa31>
 <1><a3d>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a3e>   DW_AT_name        : (indirect string, offset: 0x3c4): tcb_wait_data
    <a42>   DW_AT_declaration : 1
 <1><a43>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a44>   DW_AT_byte_size   : 4
    <a45>   DW_AT_type        : <0xa3d>
 <1><a49>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a4a>   DW_AT_name        : (indirect string, offset: 0x17d): vcpu_info
    <a4e>   DW_AT_declaration : 1
 <1><a4f>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a50>   DW_AT_byte_size   : 4
    <a51>   DW_AT_type        : <0xa49>
 <1><a55>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a56>   DW_AT_name        : (indirect string, offset: 0xedc): unwind_queue_t
    <a5a>   DW_AT_declaration : 1
 <1><a5b>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <a5c>   DW_AT_byte_size   : 4
    <a5d>   DW_AT_type        : <0xa55>
 <1><a61>: Abbrev Number: 6 (DW_TAG_array_type)
    <a62>   DW_AT_type        : <0xf6>
    <a66>   DW_AT_sibling     : <0xa71>
 <2><a6a>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <a6b>   DW_AT_type        : <0x2b>
    <a6f>   DW_AT_upper_bound : 15
 <2><a70>: Abbrev Number: 0
 <1><a71>: Abbrev Number: 12 (DW_TAG_variable)
    <a72>   DW_AT_name        : (indirect string, offset: 0xb0f): stub_sysent
    <a76>   DW_AT_decl_file   : 18
    <a77>   DW_AT_decl_line   : 400
    <a79>   DW_AT_decl_column : 28
    <a7a>   DW_AT_type        : <0x694>
    <a7e>   DW_AT_external    : 1
    <a7f>   DW_AT_declaration : 1
 <1><a80>: Abbrev Number: 27 (DW_TAG_enumeration_type)
    <a81>   DW_AT_name        : (indirect string, offset: 0x1095): xlat_type
    <a85>   DW_AT_encoding    : 7	(unsigned)
    <a86>   DW_AT_byte_size   : 4
    <a87>   DW_AT_type        : <0x2b>
    <a8b>   DW_AT_decl_file   : 19
    <a8c>   DW_AT_decl_line   : 13
    <a8d>   DW_AT_decl_column : 6
    <a8e>   DW_AT_sibling     : <0xaa5>
 <2><a92>: Abbrev Number: 28 (DW_TAG_enumerator)
    <a93>   DW_AT_name        : (indirect string, offset: 0x2ec): XT_NORMAL
    <a97>   DW_AT_const_value : 0
 <2><a98>: Abbrev Number: 28 (DW_TAG_enumerator)
    <a99>   DW_AT_name        : (indirect string, offset: 0xc33): XT_SORTED
    <a9d>   DW_AT_const_value : 1
 <2><a9e>: Abbrev Number: 28 (DW_TAG_enumerator)
    <a9f>   DW_AT_name        : (indirect string, offset: 0xdbe): XT_INDEXED
    <aa3>   DW_AT_const_value : 2
 <2><aa4>: Abbrev Number: 0
 <1><aa5>: Abbrev Number: 27 (DW_TAG_enumeration_type)
    <aa6>   DW_AT_name        : (indirect string, offset: 0xb3b): xlat_style
    <aaa>   DW_AT_encoding    : 7	(unsigned)
    <aab>   DW_AT_byte_size   : 4
    <aac>   DW_AT_type        : <0x2b>
    <ab0>   DW_AT_decl_file   : 19
    <ab1>   DW_AT_decl_line   : 19
    <ab2>   DW_AT_decl_column : 6
    <ab3>   DW_AT_sibling     : <0xae2>
 <2><ab7>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ab8>   DW_AT_name        : (indirect string, offset: 0xf6): XLAT_STYLE_DEFAULT
    <abc>   DW_AT_const_value : 0
 <2><abd>: Abbrev Number: 28 (DW_TAG_enumerator)
    <abe>   DW_AT_name        : (indirect string, offset: 0xb6e): XLAT_STYLE_RAW
    <ac2>   DW_AT_const_value : 1
 <2><ac3>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ac4>   DW_AT_name        : (indirect string, offset: 0x1060): XLAT_STYLE_ABBREV
    <ac8>   DW_AT_const_value : 2
 <2><ac9>: Abbrev Number: 28 (DW_TAG_enumerator)
    <aca>   DW_AT_name        : (indirect string, offset: 0x309): XLAT_STYLE_VERBOSE
    <ace>   DW_AT_const_value : 3
 <2><acf>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ad0>   DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
    <ad4>   DW_AT_const_value : 0
 <2><ad5>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ad6>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <ada>   DW_AT_const_value : 4
 <2><adb>: Abbrev Number: 28 (DW_TAG_enumerator)
    <adc>   DW_AT_name        : (indirect string, offset: 0x10cf): XLAT_STYLE_FMT_D
    <ae0>   DW_AT_const_value : 8
 <2><ae1>: Abbrev Number: 0
 <1><ae2>: Abbrev Number: 10 (DW_TAG_structure_type)
    <ae3>   DW_AT_name        : (indirect string, offset: 0x33a): xlat_data
    <ae7>   DW_AT_byte_size   : 12
    <ae8>   DW_AT_decl_file   : 19
    <ae9>   DW_AT_decl_line   : 51
    <aea>   DW_AT_decl_column : 8
    <aeb>   DW_AT_sibling     : <0xb0e>
 <2><aef>: Abbrev Number: 20 (DW_TAG_member)
    <af0>   DW_AT_name        : val
    <af4>   DW_AT_decl_file   : 19
    <af5>   DW_AT_decl_line   : 52
    <af6>   DW_AT_decl_column : 11
    <af7>   DW_AT_type        : <0x126>
    <afb>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><afe>: Abbrev Number: 20 (DW_TAG_member)
    <aff>   DW_AT_name        : str
    <b03>   DW_AT_decl_file   : 19
    <b04>   DW_AT_decl_line   : 53
    <b05>   DW_AT_decl_column : 14
    <b06>   DW_AT_type        : <0x1d9>
    <b0a>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b0d>: Abbrev Number: 0
 <1><b0e>: Abbrev Number: 3 (DW_TAG_const_type)
    <b0f>   DW_AT_type        : <0xae2>
 <1><b13>: Abbrev Number: 10 (DW_TAG_structure_type)
    <b14>   DW_AT_name        : (indirect string, offset: 0x22): xlat
    <b18>   DW_AT_byte_size   : 24
    <b19>   DW_AT_decl_file   : 19
    <b1a>   DW_AT_decl_line   : 56
    <b1b>   DW_AT_decl_column : 8
    <b1c>   DW_AT_sibling     : <0xb6c>
 <2><b20>: Abbrev Number: 11 (DW_TAG_member)
    <b21>   DW_AT_name        : (indirect string, offset: 0x10b2): data
    <b25>   DW_AT_decl_file   : 19
    <b26>   DW_AT_decl_line   : 57
    <b27>   DW_AT_decl_column : 26
    <b28>   DW_AT_type        : <0xb71>
    <b2c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b2f>: Abbrev Number: 11 (DW_TAG_member)
    <b30>   DW_AT_name        : (indirect string, offset: 0x7d2): flags_strsz
    <b34>   DW_AT_decl_file   : 19
    <b35>   DW_AT_decl_line   : 58
    <b36>   DW_AT_decl_column : 9
    <b37>   DW_AT_type        : <0x132>
    <b3b>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b3e>: Abbrev Number: 11 (DW_TAG_member)
    <b3f>   DW_AT_name        : (indirect string, offset: 0xae0): size
    <b43>   DW_AT_decl_file   : 19
    <b44>   DW_AT_decl_line   : 59
    <b45>   DW_AT_decl_column : 11
    <b46>   DW_AT_type        : <0x11a>
    <b4a>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b4d>: Abbrev Number: 11 (DW_TAG_member)
    <b4e>   DW_AT_name        : (indirect string, offset: 0x1ae): type
    <b52>   DW_AT_decl_file   : 19
    <b53>   DW_AT_decl_line   : 60
    <b54>   DW_AT_decl_column : 17
    <b55>   DW_AT_type        : <0xa80>
    <b59>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b5c>: Abbrev Number: 11 (DW_TAG_member)
    <b5d>   DW_AT_name        : (indirect string, offset: 0x688): flags_mask
    <b61>   DW_AT_decl_file   : 19
    <b62>   DW_AT_decl_line   : 61
    <b63>   DW_AT_decl_column : 11
    <b64>   DW_AT_type        : <0x126>
    <b68>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b6b>: Abbrev Number: 0
 <1><b6c>: Abbrev Number: 3 (DW_TAG_const_type)
    <b6d>   DW_AT_type        : <0xb13>
 <1><b71>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <b72>   DW_AT_byte_size   : 4
    <b73>   DW_AT_type        : <0xb0e>
 <1><b77>: Abbrev Number: 6 (DW_TAG_array_type)
    <b78>   DW_AT_type        : <0xb6c>
    <b7c>   DW_AT_sibling     : <0xb82>
 <2><b80>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b81>: Abbrev Number: 0
 <1><b82>: Abbrev Number: 3 (DW_TAG_const_type)
    <b83>   DW_AT_type        : <0xb77>
 <1><b87>: Abbrev Number: 12 (DW_TAG_variable)
    <b88>   DW_AT_name        : (indirect string, offset: 0xe2e): addrfams
    <b8c>   DW_AT_decl_file   : 18
    <b8d>   DW_AT_decl_line   : 406
    <b8f>   DW_AT_decl_column : 26
    <b90>   DW_AT_type        : <0xb82>
    <b94>   DW_AT_external    : 1
    <b95>   DW_AT_declaration : 1
 <1><b96>: Abbrev Number: 12 (DW_TAG_variable)
    <b97>   DW_AT_name        : (indirect string, offset: 0xd00): arp_hardware_types
    <b9b>   DW_AT_decl_file   : 18
    <b9c>   DW_AT_decl_line   : 407
    <b9e>   DW_AT_decl_column : 26
    <b9f>   DW_AT_type        : <0xb82>
    <ba3>   DW_AT_external    : 1
    <ba4>   DW_AT_declaration : 1
 <1><ba5>: Abbrev Number: 12 (DW_TAG_variable)
    <ba6>   DW_AT_name        : (indirect string, offset: 0xfdf): at_flags
    <baa>   DW_AT_decl_file   : 18
    <bab>   DW_AT_decl_line   : 408
    <bad>   DW_AT_decl_column : 26
    <bae>   DW_AT_type        : <0xb82>
    <bb2>   DW_AT_external    : 1
    <bb3>   DW_AT_declaration : 1
 <1><bb4>: Abbrev Number: 12 (DW_TAG_variable)
    <bb5>   DW_AT_name        : (indirect string, offset: 0x493): clocknames
    <bb9>   DW_AT_decl_file   : 18
    <bba>   DW_AT_decl_line   : 409
    <bbc>   DW_AT_decl_column : 26
    <bbd>   DW_AT_type        : <0xb82>
    <bc1>   DW_AT_external    : 1
    <bc2>   DW_AT_declaration : 1
 <1><bc3>: Abbrev Number: 12 (DW_TAG_variable)
    <bc4>   DW_AT_name        : (indirect string, offset: 0xf8b): dirent_types
    <bc8>   DW_AT_decl_file   : 18
    <bc9>   DW_AT_decl_line   : 410
    <bcb>   DW_AT_decl_column : 26
    <bcc>   DW_AT_type        : <0xb82>
    <bd0>   DW_AT_external    : 1
    <bd1>   DW_AT_declaration : 1
 <1><bd2>: Abbrev Number: 12 (DW_TAG_variable)
    <bd3>   DW_AT_name        : (indirect string, offset: 0x823): ethernet_protocols
    <bd7>   DW_AT_decl_file   : 18
    <bd8>   DW_AT_decl_line   : 411
    <bda>   DW_AT_decl_column : 26
    <bdb>   DW_AT_type        : <0xb82>
    <bdf>   DW_AT_external    : 1
    <be0>   DW_AT_declaration : 1
 <1><be1>: Abbrev Number: 12 (DW_TAG_variable)
    <be2>   DW_AT_name        : (indirect string, offset: 0x5ae): inet_protocols
    <be6>   DW_AT_decl_file   : 18
    <be7>   DW_AT_decl_line   : 412
    <be9>   DW_AT_decl_column : 26
    <bea>   DW_AT_type        : <0xb82>
    <bee>   DW_AT_external    : 1
    <bef>   DW_AT_declaration : 1
 <1><bf0>: Abbrev Number: 12 (DW_TAG_variable)
    <bf1>   DW_AT_name        : (indirect string, offset: 0x2d9): evdev_abs
    <bf5>   DW_AT_decl_file   : 18
    <bf6>   DW_AT_decl_line   : 413
    <bf8>   DW_AT_decl_column : 26
    <bf9>   DW_AT_type        : <0xb82>
    <bfd>   DW_AT_external    : 1
    <bfe>   DW_AT_declaration : 1
 <1><bff>: Abbrev Number: 12 (DW_TAG_variable)
    <c00>   DW_AT_name        : (indirect string, offset: 0x67d): audit_arch
    <c04>   DW_AT_decl_file   : 18
    <c05>   DW_AT_decl_line   : 414
    <c07>   DW_AT_decl_column : 26
    <c08>   DW_AT_type        : <0xb82>
    <c0c>   DW_AT_external    : 1
    <c0d>   DW_AT_declaration : 1
 <1><c0e>: Abbrev Number: 12 (DW_TAG_variable)
    <c0f>   DW_AT_name        : (indirect string, offset: 0xa2): evdev_ev
    <c13>   DW_AT_decl_file   : 18
    <c14>   DW_AT_decl_line   : 415
    <c16>   DW_AT_decl_column : 26
    <c17>   DW_AT_type        : <0xb82>
    <c1b>   DW_AT_external    : 1
    <c1c>   DW_AT_declaration : 1
 <1><c1d>: Abbrev Number: 12 (DW_TAG_variable)
    <c1e>   DW_AT_name        : (indirect string, offset: 0x474): iffflags
    <c22>   DW_AT_decl_file   : 18
    <c23>   DW_AT_decl_line   : 416
    <c25>   DW_AT_decl_column : 26
    <c26>   DW_AT_type        : <0xb82>
    <c2a>   DW_AT_external    : 1
    <c2b>   DW_AT_declaration : 1
 <1><c2c>: Abbrev Number: 12 (DW_TAG_variable)
    <c2d>   DW_AT_name        : (indirect string, offset: 0xb7d): ip_type_of_services
    <c31>   DW_AT_decl_file   : 18
    <c32>   DW_AT_decl_line   : 417
    <c34>   DW_AT_decl_column : 26
    <c35>   DW_AT_type        : <0xb82>
    <c39>   DW_AT_external    : 1
    <c3a>   DW_AT_declaration : 1
 <1><c3b>: Abbrev Number: 12 (DW_TAG_variable)
    <c3c>   DW_AT_name        : (indirect string, offset: 0x609): ipc_private
    <c40>   DW_AT_decl_file   : 18
    <c41>   DW_AT_decl_line   : 418
    <c43>   DW_AT_decl_column : 26
    <c44>   DW_AT_type        : <0xb82>
    <c48>   DW_AT_external    : 1
    <c49>   DW_AT_declaration : 1
 <1><c4a>: Abbrev Number: 12 (DW_TAG_variable)
    <c4b>   DW_AT_name        : (indirect string, offset: 0x330): msg_flags
    <c4f>   DW_AT_decl_file   : 18
    <c50>   DW_AT_decl_line   : 419
    <c52>   DW_AT_decl_column : 26
    <c53>   DW_AT_type        : <0xb82>
    <c57>   DW_AT_external    : 1
    <c58>   DW_AT_declaration : 1
 <1><c59>: Abbrev Number: 12 (DW_TAG_variable)
    <c5a>   DW_AT_name        : (indirect string, offset: 0x122): netlink_protocols
    <c5e>   DW_AT_decl_file   : 18
    <c5f>   DW_AT_decl_line   : 420
    <c61>   DW_AT_decl_column : 26
    <c62>   DW_AT_type        : <0xb82>
    <c66>   DW_AT_external    : 1
    <c67>   DW_AT_declaration : 1
 <1><c68>: Abbrev Number: 12 (DW_TAG_variable)
    <c69>   DW_AT_name        : (indirect string, offset: 0xf0b): nl_bridge_vlan_flags
    <c6d>   DW_AT_decl_file   : 18
    <c6e>   DW_AT_decl_line   : 421
    <c70>   DW_AT_decl_column : 26
    <c71>   DW_AT_type        : <0xb82>
    <c75>   DW_AT_external    : 1
    <c76>   DW_AT_declaration : 1
 <1><c77>: Abbrev Number: 12 (DW_TAG_variable)
    <c78>   DW_AT_name        : (indirect string, offset: 0xda7): nl_netfilter_msg_types
    <c7c>   DW_AT_decl_file   : 18
    <c7d>   DW_AT_decl_line   : 422
    <c7f>   DW_AT_decl_column : 26
    <c80>   DW_AT_type        : <0xb82>
    <c84>   DW_AT_external    : 1
    <c85>   DW_AT_declaration : 1
 <1><c86>: Abbrev Number: 12 (DW_TAG_variable)
    <c87>   DW_AT_name        : (indirect string, offset: 0x237): nl_route_types
    <c8b>   DW_AT_decl_file   : 18
    <c8c>   DW_AT_decl_line   : 423
    <c8e>   DW_AT_decl_column : 26
    <c8f>   DW_AT_type        : <0xb82>
    <c93>   DW_AT_external    : 1
    <c94>   DW_AT_declaration : 1
 <1><c95>: Abbrev Number: 12 (DW_TAG_variable)
    <c96>   DW_AT_name        : (indirect string, offset: 0xe83): open_access_modes
    <c9a>   DW_AT_decl_file   : 18
    <c9b>   DW_AT_decl_line   : 424
    <c9d>   DW_AT_decl_column : 26
    <c9e>   DW_AT_type        : <0xb82>
    <ca2>   DW_AT_external    : 1
    <ca3>   DW_AT_declaration : 1
 <1><ca4>: Abbrev Number: 12 (DW_TAG_variable)
    <ca5>   DW_AT_name        : (indirect string, offset: 0x82): open_mode_flags
    <ca9>   DW_AT_decl_file   : 18
    <caa>   DW_AT_decl_line   : 425
    <cac>   DW_AT_decl_column : 26
    <cad>   DW_AT_type        : <0xb82>
    <cb1>   DW_AT_external    : 1
    <cb2>   DW_AT_declaration : 1
 <1><cb3>: Abbrev Number: 12 (DW_TAG_variable)
    <cb4>   DW_AT_name        : (indirect string, offset: 0xc0f): perf_type_id
    <cb8>   DW_AT_decl_file   : 18
    <cb9>   DW_AT_decl_line   : 426
    <cbb>   DW_AT_decl_column : 26
    <cbc>   DW_AT_type        : <0xb82>
    <cc0>   DW_AT_external    : 1
    <cc1>   DW_AT_declaration : 1
 <1><cc2>: Abbrev Number: 12 (DW_TAG_variable)
    <cc3>   DW_AT_name        : (indirect string, offset: 0xe37): pollflags
    <cc7>   DW_AT_decl_file   : 18
    <cc8>   DW_AT_decl_line   : 427
    <cca>   DW_AT_decl_column : 26
    <ccb>   DW_AT_type        : <0xb82>
    <ccf>   DW_AT_external    : 1
    <cd0>   DW_AT_declaration : 1
 <1><cd1>: Abbrev Number: 12 (DW_TAG_variable)
    <cd2>   DW_AT_name        : (indirect string, offset: 0x54f): ptrace_cmds
    <cd6>   DW_AT_decl_file   : 18
    <cd7>   DW_AT_decl_line   : 428
    <cd9>   DW_AT_decl_column : 26
    <cda>   DW_AT_type        : <0xb82>
    <cde>   DW_AT_external    : 1
    <cdf>   DW_AT_declaration : 1
 <1><ce0>: Abbrev Number: 12 (DW_TAG_variable)
    <ce1>   DW_AT_name        : (indirect string, offset: 0x765): resource_flags
    <ce5>   DW_AT_decl_file   : 18
    <ce6>   DW_AT_decl_line   : 429
    <ce8>   DW_AT_decl_column : 26
    <ce9>   DW_AT_type        : <0xb82>
    <ced>   DW_AT_external    : 1
    <cee>   DW_AT_declaration : 1
 <1><cef>: Abbrev Number: 12 (DW_TAG_variable)
    <cf0>   DW_AT_name        : (indirect string, offset: 0x2af): route_nexthop_flags
    <cf4>   DW_AT_decl_file   : 18
    <cf5>   DW_AT_decl_line   : 430
    <cf7>   DW_AT_decl_column : 26
    <cf8>   DW_AT_type        : <0xb82>
    <cfc>   DW_AT_external    : 1
    <cfd>   DW_AT_declaration : 1
 <1><cfe>: Abbrev Number: 12 (DW_TAG_variable)
    <cff>   DW_AT_name        : (indirect string, offset: 0xea0): routing_protocols
    <d03>   DW_AT_decl_file   : 18
    <d04>   DW_AT_decl_line   : 431
    <d06>   DW_AT_decl_column : 26
    <d07>   DW_AT_type        : <0xb82>
    <d0b>   DW_AT_external    : 1
    <d0c>   DW_AT_declaration : 1
 <1><d0d>: Abbrev Number: 12 (DW_TAG_variable)
    <d0e>   DW_AT_name        : (indirect string, offset: 0x465): routing_scopes
    <d12>   DW_AT_decl_file   : 18
    <d13>   DW_AT_decl_line   : 432
    <d15>   DW_AT_decl_column : 26
    <d16>   DW_AT_type        : <0xb82>
    <d1a>   DW_AT_external    : 1
    <d1b>   DW_AT_declaration : 1
 <1><d1c>: Abbrev Number: 12 (DW_TAG_variable)
    <d1d>   DW_AT_name        : (indirect string, offset: 0xd95): routing_table_ids
    <d21>   DW_AT_decl_file   : 18
    <d22>   DW_AT_decl_line   : 433
    <d24>   DW_AT_decl_column : 26
    <d25>   DW_AT_type        : <0xb82>
    <d29>   DW_AT_external    : 1
    <d2a>   DW_AT_declaration : 1
 <1><d2b>: Abbrev Number: 12 (DW_TAG_variable)
    <d2c>   DW_AT_name        : (indirect string, offset: 0x5e6): routing_types
    <d30>   DW_AT_decl_file   : 18
    <d31>   DW_AT_decl_line   : 434
    <d33>   DW_AT_decl_column : 26
    <d34>   DW_AT_type        : <0xb82>
    <d38>   DW_AT_external    : 1
    <d39>   DW_AT_declaration : 1
 <1><d3a>: Abbrev Number: 12 (DW_TAG_variable)
    <d3b>   DW_AT_name        : (indirect string, offset: 0x1da): rwf_flags
    <d3f>   DW_AT_decl_file   : 18
    <d40>   DW_AT_decl_line   : 435
    <d42>   DW_AT_decl_column : 26
    <d43>   DW_AT_type        : <0xb82>
    <d47>   DW_AT_external    : 1
    <d48>   DW_AT_declaration : 1
 <1><d49>: Abbrev Number: 12 (DW_TAG_variable)
    <d4a>   DW_AT_name        : (indirect string, offset: 0x79d): seccomp_filter_flags
    <d4e>   DW_AT_decl_file   : 18
    <d4f>   DW_AT_decl_line   : 436
    <d51>   DW_AT_decl_column : 26
    <d52>   DW_AT_type        : <0xb82>
    <d56>   DW_AT_external    : 1
    <d57>   DW_AT_declaration : 1
 <1><d58>: Abbrev Number: 12 (DW_TAG_variable)
    <d59>   DW_AT_name        : (indirect string, offset: 0x2f6): seccomp_ret_action
    <d5d>   DW_AT_decl_file   : 18
    <d5e>   DW_AT_decl_line   : 437
    <d60>   DW_AT_decl_column : 26
    <d61>   DW_AT_type        : <0xb82>
    <d65>   DW_AT_external    : 1
    <d66>   DW_AT_declaration : 1
 <1><d67>: Abbrev Number: 12 (DW_TAG_variable)
    <d68>   DW_AT_name        : (indirect string, offset: 0x42e): setns_types
    <d6c>   DW_AT_decl_file   : 18
    <d6d>   DW_AT_decl_line   : 438
    <d6f>   DW_AT_decl_column : 26
    <d70>   DW_AT_type        : <0xb82>
    <d74>   DW_AT_external    : 1
    <d75>   DW_AT_declaration : 1
 <1><d76>: Abbrev Number: 12 (DW_TAG_variable)
    <d77>   DW_AT_name        : (indirect string, offset: 0xe23): sg_io_info
    <d7b>   DW_AT_decl_file   : 18
    <d7c>   DW_AT_decl_line   : 439
    <d7e>   DW_AT_decl_column : 26
    <d7f>   DW_AT_type        : <0xb82>
    <d83>   DW_AT_external    : 1
    <d84>   DW_AT_declaration : 1
 <1><d85>: Abbrev Number: 12 (DW_TAG_variable)
    <d86>   DW_AT_name        : (indirect string, offset: 0xb23): socketlayers
    <d8a>   DW_AT_decl_file   : 18
    <d8b>   DW_AT_decl_line   : 440
    <d8d>   DW_AT_decl_column : 26
    <d8e>   DW_AT_type        : <0xb82>
    <d92>   DW_AT_external    : 1
    <d93>   DW_AT_declaration : 1
 <1><d94>: Abbrev Number: 12 (DW_TAG_variable)
    <d95>   DW_AT_name        : (indirect string, offset: 0xd74): socktypes
    <d99>   DW_AT_decl_file   : 18
    <d9a>   DW_AT_decl_line   : 441
    <d9c>   DW_AT_decl_column : 26
    <d9d>   DW_AT_type        : <0xb82>
    <da1>   DW_AT_external    : 1
    <da2>   DW_AT_declaration : 1
 <1><da3>: Abbrev Number: 12 (DW_TAG_variable)
    <da4>   DW_AT_name        : (indirect string, offset: 0x9d1): tcp_state_flags
    <da8>   DW_AT_decl_file   : 18
    <da9>   DW_AT_decl_line   : 442
    <dab>   DW_AT_decl_column : 26
    <dac>   DW_AT_type        : <0xb82>
    <db0>   DW_AT_external    : 1
    <db1>   DW_AT_declaration : 1
 <1><db2>: Abbrev Number: 12 (DW_TAG_variable)
    <db3>   DW_AT_name        : (indirect string, offset: 0x6b2): tcp_states
    <db7>   DW_AT_decl_file   : 18
    <db8>   DW_AT_decl_line   : 443
    <dba>   DW_AT_decl_column : 26
    <dbb>   DW_AT_type        : <0xb82>
    <dbf>   DW_AT_external    : 1
    <dc0>   DW_AT_declaration : 1
 <1><dc1>: Abbrev Number: 12 (DW_TAG_variable)
    <dc2>   DW_AT_name        : (indirect string, offset: 0x1043): whence_codes
    <dc6>   DW_AT_decl_file   : 18
    <dc7>   DW_AT_decl_line   : 444
    <dc9>   DW_AT_decl_column : 26
    <dca>   DW_AT_type        : <0xb82>
    <dce>   DW_AT_external    : 1
    <dcf>   DW_AT_declaration : 1
 <1><dd0>: Abbrev Number: 29 (DW_TAG_enumeration_type)
    <dd1>   DW_AT_encoding    : 7	(unsigned)
    <dd2>   DW_AT_byte_size   : 4
    <dd3>   DW_AT_type        : <0x2b>
    <dd7>   DW_AT_decl_file   : 18
    <dd8>   DW_AT_decl_line   : 505
    <dda>   DW_AT_decl_column : 14
    <ddb>   DW_AT_sibling     : <0xdf2>
 <2><ddf>: Abbrev Number: 28 (DW_TAG_enumerator)
    <de0>   DW_AT_name        : (indirect string, offset: 0x8f3): CFLAG_NONE
    <de4>   DW_AT_const_value : 0
 <2><de5>: Abbrev Number: 28 (DW_TAG_enumerator)
    <de6>   DW_AT_name        : (indirect string, offset: 0x836): CFLAG_ONLY_STATS
    <dea>   DW_AT_const_value : 1
 <2><deb>: Abbrev Number: 28 (DW_TAG_enumerator)
    <dec>   DW_AT_name        : (indirect string, offset: 0xb30): CFLAG_BOTH
    <df0>   DW_AT_const_value : 2
 <2><df1>: Abbrev Number: 0
 <1><df2>: Abbrev Number: 30 (DW_TAG_typedef)
    <df3>   DW_AT_name        : (indirect string, offset: 0x10e5): cflag_t
    <df7>   DW_AT_decl_file   : 18
    <df8>   DW_AT_decl_line   : 509
    <dfa>   DW_AT_decl_column : 3
    <dfb>   DW_AT_type        : <0xdd0>
 <1><dff>: Abbrev Number: 12 (DW_TAG_variable)
    <e00>   DW_AT_name        : (indirect string, offset: 0xcbb): cflag
    <e04>   DW_AT_decl_file   : 18
    <e05>   DW_AT_decl_line   : 510
    <e07>   DW_AT_decl_column : 16
    <e08>   DW_AT_type        : <0xdf2>
    <e0c>   DW_AT_external    : 1
    <e0d>   DW_AT_declaration : 1
 <1><e0e>: Abbrev Number: 12 (DW_TAG_variable)
    <e0f>   DW_AT_name        : (indirect string, offset: 0x19d): Tflag
    <e13>   DW_AT_decl_file   : 18
    <e14>   DW_AT_decl_line   : 511
    <e16>   DW_AT_decl_column : 13
    <e17>   DW_AT_type        : <0x586>
    <e1b>   DW_AT_external    : 1
    <e1c>   DW_AT_declaration : 1
 <1><e1d>: Abbrev Number: 12 (DW_TAG_variable)
    <e1e>   DW_AT_name        : (indirect string, offset: 0x717): Tflag_scale
    <e22>   DW_AT_decl_file   : 18
    <e23>   DW_AT_decl_line   : 512
    <e25>   DW_AT_decl_column : 12
    <e26>   DW_AT_type        : <0x64>
    <e2a>   DW_AT_external    : 1
    <e2b>   DW_AT_declaration : 1
 <1><e2c>: Abbrev Number: 12 (DW_TAG_variable)
    <e2d>   DW_AT_name        : (indirect string, offset: 0x7b2): Tflag_width
    <e31>   DW_AT_decl_file   : 18
    <e32>   DW_AT_decl_line   : 513
    <e34>   DW_AT_decl_column : 12
    <e35>   DW_AT_type        : <0x64>
    <e39>   DW_AT_external    : 1
    <e3a>   DW_AT_declaration : 1
 <1><e3b>: Abbrev Number: 12 (DW_TAG_variable)
    <e3c>   DW_AT_name        : (indirect string, offset: 0xe15): iflag
    <e40>   DW_AT_decl_file   : 18
    <e41>   DW_AT_decl_line   : 514
    <e43>   DW_AT_decl_column : 13
    <e44>   DW_AT_type        : <0x586>
    <e48>   DW_AT_external    : 1
    <e49>   DW_AT_declaration : 1
 <1><e4a>: Abbrev Number: 12 (DW_TAG_variable)
    <e4b>   DW_AT_name        : (indirect string, offset: 0x58f): count_wallclock
    <e4f>   DW_AT_decl_file   : 18
    <e50>   DW_AT_decl_line   : 515
    <e52>   DW_AT_decl_column : 13
    <e53>   DW_AT_type        : <0x586>
    <e57>   DW_AT_external    : 1
    <e58>   DW_AT_declaration : 1
 <1><e59>: Abbrev Number: 31 (DW_TAG_structure_type)
    <e5a>   DW_AT_name        : (indirect string, offset: 0x4a): path_set_item
    <e5e>   DW_AT_byte_size   : 4
    <e5f>   DW_AT_decl_file   : 18
    <e60>   DW_AT_decl_line   : 517
    <e62>   DW_AT_decl_column : 8
    <e63>   DW_AT_sibling     : <0xe78>
 <2><e67>: Abbrev Number: 15 (DW_TAG_member)
    <e68>   DW_AT_name        : (indirect string, offset: 0xd0): path
    <e6c>   DW_AT_decl_file   : 18
    <e6d>   DW_AT_decl_line   : 518
    <e6f>   DW_AT_decl_column : 14
    <e70>   DW_AT_type        : <0x1d9>
    <e74>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e77>: Abbrev Number: 0
 <1><e78>: Abbrev Number: 31 (DW_TAG_structure_type)
    <e79>   DW_AT_name        : (indirect string, offset: 0x6bd): path_set
    <e7d>   DW_AT_byte_size   : 12
    <e7e>   DW_AT_decl_file   : 18
    <e7f>   DW_AT_decl_line   : 522
    <e81>   DW_AT_decl_column : 15
    <e82>   DW_AT_sibling     : <0xeb7>
 <2><e86>: Abbrev Number: 15 (DW_TAG_member)
    <e87>   DW_AT_name        : (indirect string, offset: 0x644): paths_selected
    <e8b>   DW_AT_decl_file   : 18
    <e8c>   DW_AT_decl_line   : 523
    <e8e>   DW_AT_decl_column : 24
    <e8f>   DW_AT_type        : <0xeb7>
    <e93>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e96>: Abbrev Number: 15 (DW_TAG_member)
    <e97>   DW_AT_name        : (indirect string, offset: 0x1036): num_selected
    <e9b>   DW_AT_decl_file   : 18
    <e9c>   DW_AT_decl_line   : 524
    <e9e>   DW_AT_decl_column : 9
    <e9f>   DW_AT_type        : <0x132>
    <ea3>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><ea6>: Abbrev Number: 15 (DW_TAG_member)
    <ea7>   DW_AT_name        : (indirect string, offset: 0xae0): size
    <eab>   DW_AT_decl_file   : 18
    <eac>   DW_AT_decl_line   : 525
    <eae>   DW_AT_decl_column : 9
    <eaf>   DW_AT_type        : <0x132>
    <eb3>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><eb6>: Abbrev Number: 0
 <1><eb7>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <eb8>   DW_AT_byte_size   : 4
    <eb9>   DW_AT_type        : <0xe59>
 <1><ebd>: Abbrev Number: 12 (DW_TAG_variable)
    <ebe>   DW_AT_name        : (indirect string, offset: 0x1085): global_path_set
    <ec2>   DW_AT_decl_file   : 18
    <ec3>   DW_AT_decl_line   : 526
    <ec5>   DW_AT_decl_column : 3
    <ec6>   DW_AT_type        : <0xe78>
    <eca>   DW_AT_external    : 1
    <ecb>   DW_AT_declaration : 1
 <1><ecc>: Abbrev Number: 32 (DW_TAG_enumeration_type)
    <ecd>   DW_AT_name        : (indirect string, offset: 0xf78): xflag_opts
    <ed1>   DW_AT_encoding    : 7	(unsigned)
    <ed2>   DW_AT_byte_size   : 4
    <ed3>   DW_AT_type        : <0x2b>
    <ed7>   DW_AT_decl_file   : 18
    <ed8>   DW_AT_decl_line   : 528
    <eda>   DW_AT_decl_column : 6
    <edb>   DW_AT_sibling     : <0xefe>
 <2><edf>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ee0>   DW_AT_name        : (indirect string, offset: 0x991): HEXSTR_NONE
    <ee4>   DW_AT_const_value : 0
 <2><ee5>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ee6>   DW_AT_name        : (indirect string, offset: 0xfb0): HEXSTR_NON_ASCII
    <eea>   DW_AT_const_value : 1
 <2><eeb>: Abbrev Number: 28 (DW_TAG_enumerator)
    <eec>   DW_AT_name        : (indirect string, offset: 0x874): HEXSTR_ALL
    <ef0>   DW_AT_const_value : 2
 <2><ef1>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ef2>   DW_AT_name        : (indirect string, offset: 0x5cf): HEXSTR_NON_ASCII_CHARS
    <ef6>   DW_AT_const_value : 3
 <2><ef7>: Abbrev Number: 28 (DW_TAG_enumerator)
    <ef8>   DW_AT_name        : (indirect string, offset: 0x1050): NUM_HEXSTR_OPTS
    <efc>   DW_AT_const_value : 4
 <2><efd>: Abbrev Number: 0
 <1><efe>: Abbrev Number: 12 (DW_TAG_variable)
    <eff>   DW_AT_name        : (indirect string, offset: 0xdef): xflag
    <f03>   DW_AT_decl_file   : 18
    <f04>   DW_AT_decl_line   : 541
    <f06>   DW_AT_decl_column : 17
    <f07>   DW_AT_type        : <0x2b>
    <f0b>   DW_AT_external    : 1
    <f0c>   DW_AT_declaration : 1
 <1><f0d>: Abbrev Number: 12 (DW_TAG_variable)
    <f0e>   DW_AT_name        : (indirect string, offset: 0xd7e): followfork
    <f12>   DW_AT_decl_file   : 18
    <f13>   DW_AT_decl_line   : 542
    <f15>   DW_AT_decl_column : 13
    <f16>   DW_AT_type        : <0x586>
    <f1a>   DW_AT_external    : 1
    <f1b>   DW_AT_declaration : 1
 <1><f1c>: Abbrev Number: 12 (DW_TAG_variable)
    <f1d>   DW_AT_name        : (indirect string, offset: 0x344): output_separately
    <f21>   DW_AT_decl_file   : 18
    <f22>   DW_AT_decl_line   : 543
    <f24>   DW_AT_decl_column : 13
    <f25>   DW_AT_type        : <0x586>
    <f29>   DW_AT_external    : 1
    <f2a>   DW_AT_declaration : 1
 <1><f2b>: Abbrev Number: 12 (DW_TAG_variable)
    <f2c>   DW_AT_name        : (indirect string, offset: 0x246): stack_trace_enabled
    <f30>   DW_AT_decl_file   : 18
    <f31>   DW_AT_decl_line   : 546
    <f33>   DW_AT_decl_column : 13
    <f34>   DW_AT_type        : <0x586>
    <f38>   DW_AT_external    : 1
    <f39>   DW_AT_declaration : 1
 <1><f3a>: Abbrev Number: 12 (DW_TAG_variable)
    <f3b>   DW_AT_name        : (indirect string, offset: 0x5bd): ptrace_setoptions
    <f3f>   DW_AT_decl_file   : 18
    <f40>   DW_AT_decl_line   : 550
    <f42>   DW_AT_decl_column : 17
    <f43>   DW_AT_type        : <0x2b>
    <f47>   DW_AT_external    : 1
    <f48>   DW_AT_declaration : 1
 <1><f49>: Abbrev Number: 12 (DW_TAG_variable)
    <f4a>   DW_AT_name        : (indirect string, offset: 0x986): max_strlen
    <f4e>   DW_AT_decl_file   : 18
    <f4f>   DW_AT_decl_line   : 551
    <f51>   DW_AT_decl_column : 17
    <f52>   DW_AT_type        : <0x2b>
    <f56>   DW_AT_external    : 1
    <f57>   DW_AT_declaration : 1
 <1><f58>: Abbrev Number: 12 (DW_TAG_variable)
    <f59>   DW_AT_name        : (indirect string, offset: 0x9b4): os_release
    <f5d>   DW_AT_decl_file   : 18
    <f5e>   DW_AT_decl_line   : 552
    <f60>   DW_AT_decl_column : 17
    <f61>   DW_AT_type        : <0x2b>
    <f65>   DW_AT_external    : 1
    <f66>   DW_AT_declaration : 1
 <1><f67>: Abbrev Number: 12 (DW_TAG_variable)
    <f68>   DW_AT_name        : (indirect string, offset: 0x65a): xlat_verbosity
    <f6c>   DW_AT_decl_file   : 18
    <f6d>   DW_AT_decl_line   : 914
    <f6f>   DW_AT_decl_column : 24
    <f70>   DW_AT_type        : <0xaa5>
    <f74>   DW_AT_external    : 1
    <f75>   DW_AT_declaration : 1
 <1><f76>: Abbrev Number: 32 (DW_TAG_enumeration_type)
    <f77>   DW_AT_name        : (indirect string, offset: 0x572): xlat_style_private_flag_bits
    <f7b>   DW_AT_encoding    : 7	(unsigned)
    <f7c>   DW_AT_byte_size   : 4
    <f7d>   DW_AT_type        : <0x2b>
    <f81>   DW_AT_decl_file   : 18
    <f82>   DW_AT_decl_line   : 934
    <f84>   DW_AT_decl_column : 6
    <f85>   DW_AT_sibling     : <0xfa2>
 <2><f89>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f8a>   DW_AT_name        : (indirect string, offset: 0x2c3): PAF_PRINT_INDICES_BIT
    <f8e>   DW_AT_const_value : 5
 <2><f8f>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f90>   DW_AT_name        : (indirect string, offset: 0xa8d): PAF_ARRAY_TRUNCATED_BIT
    <f94>   DW_AT_const_value : 6
 <2><f95>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f96>   DW_AT_name        : (indirect string, offset: 0x3e0): PXF_DEFAULT_STR_BIT
    <f9a>   DW_AT_const_value : 7
 <2><f9b>: Abbrev Number: 28 (DW_TAG_enumerator)
    <f9c>   DW_AT_name        : (indirect string, offset: 0xc46): SPFF_AUXSTR_MODE_BIT
    <fa0>   DW_AT_const_value : 8
 <2><fa1>: Abbrev Number: 0
 <1><fa2>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <fa3>   DW_AT_byte_size   : 4
    <fa4>   DW_AT_type        : <0x7b2>
 <1><fa8>: Abbrev Number: 3 (DW_TAG_const_type)
    <fa9>   DW_AT_type        : <0xfa2>
 <1><fad>: Abbrev Number: 32 (DW_TAG_enumeration_type)
    <fae>   DW_AT_name        : (indirect string, offset: 0xd13): find_xlat_flag_bits
    <fb2>   DW_AT_encoding    : 7	(unsigned)
    <fb3>   DW_AT_byte_size   : 4
    <fb4>   DW_AT_type        : <0x2b>
    <fb8>   DW_AT_decl_file   : 18
    <fb9>   DW_AT_decl_line   : 1438
    <fbb>   DW_AT_decl_column : 6
    <fbc>   DW_AT_sibling     : <0xfc7>
 <2><fc0>: Abbrev Number: 28 (DW_TAG_enumerator)
    <fc1>   DW_AT_name        : (indirect string, offset: 0x8b1): FXL_CASE_SENSITIVE_BIT
    <fc5>   DW_AT_const_value : 0
 <2><fc6>: Abbrev Number: 0
 <1><fc7>: Abbrev Number: 12 (DW_TAG_variable)
    <fc8>   DW_AT_name        : (indirect string, offset: 0x959): printing_tcp
    <fcc>   DW_AT_decl_file   : 18
    <fcd>   DW_AT_decl_line   : 1684
    <fcf>   DW_AT_decl_column : 20
    <fd0>   DW_AT_type        : <0xfa2>
    <fd4>   DW_AT_external    : 1
    <fd5>   DW_AT_declaration : 1
 <1><fd6>: Abbrev Number: 12 (DW_TAG_variable)
    <fd7>   DW_AT_name        : (indirect string, offset: 0x53a): errnoent
    <fdb>   DW_AT_decl_file   : 18
    <fdc>   DW_AT_decl_line   : 1882
    <fde>   DW_AT_decl_column : 26
    <fdf>   DW_AT_type        : <0x4ba>
    <fe3>   DW_AT_external    : 1
    <fe4>   DW_AT_declaration : 1
 <1><fe5>: Abbrev Number: 12 (DW_TAG_variable)
    <fe6>   DW_AT_name        : (indirect string, offset: 0x7be): signalent
    <fea>   DW_AT_decl_file   : 18
    <feb>   DW_AT_decl_line   : 1883
    <fed>   DW_AT_decl_column : 26
    <fee>   DW_AT_type        : <0x4ba>
    <ff2>   DW_AT_external    : 1
    <ff3>   DW_AT_declaration : 1
 <1><ff4>: Abbrev Number: 12 (DW_TAG_variable)
    <ff5>   DW_AT_name        : (indirect string, offset: 0xe6d): nerrnos
    <ff9>   DW_AT_decl_file   : 18
    <ffa>   DW_AT_decl_line   : 1884
    <ffc>   DW_AT_decl_column : 27
    <ffd>   DW_AT_type        : <0x32>
    <1001>   DW_AT_external    : 1
    <1002>   DW_AT_declaration : 1
 <1><1003>: Abbrev Number: 12 (DW_TAG_variable)
    <1004>   DW_AT_name        : (indirect string, offset: 0x101f): nsignals
    <1008>   DW_AT_decl_file   : 18
    <1009>   DW_AT_decl_line   : 1885
    <100b>   DW_AT_decl_column : 27
    <100c>   DW_AT_type        : <0x32>
    <1010>   DW_AT_external    : 1
    <1011>   DW_AT_declaration : 1
 <1><1012>: Abbrev Number: 6 (DW_TAG_array_type)
    <1013>   DW_AT_type        : <0x694>
    <1017>   DW_AT_sibling     : <0x101d>
 <2><101b>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><101c>: Abbrev Number: 0
 <1><101d>: Abbrev Number: 3 (DW_TAG_const_type)
    <101e>   DW_AT_type        : <0x1012>
 <1><1022>: Abbrev Number: 12 (DW_TAG_variable)
    <1023>   DW_AT_name        : (indirect string, offset: 0xcd8): sysent0
    <1027>   DW_AT_decl_file   : 18
    <1028>   DW_AT_decl_line   : 1887
    <102a>   DW_AT_decl_column : 28
    <102b>   DW_AT_type        : <0x101d>
    <102f>   DW_AT_external    : 1
    <1030>   DW_AT_declaration : 1
 <1><1031>: Abbrev Number: 6 (DW_TAG_array_type)
    <1032>   DW_AT_type        : <0x6fb>
    <1036>   DW_AT_sibling     : <0x103c>
 <2><103a>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><103b>: Abbrev Number: 0
 <1><103c>: Abbrev Number: 3 (DW_TAG_const_type)
    <103d>   DW_AT_type        : <0x1031>
 <1><1041>: Abbrev Number: 12 (DW_TAG_variable)
    <1042>   DW_AT_name        : (indirect string, offset: 0x107b): ioctlent0
    <1046>   DW_AT_decl_file   : 18
    <1047>   DW_AT_decl_line   : 1888
    <1049>   DW_AT_decl_column : 30
    <104a>   DW_AT_type        : <0x103c>
    <104e>   DW_AT_external    : 1
    <104f>   DW_AT_declaration : 1
 <1><1050>: Abbrev Number: 12 (DW_TAG_variable)
    <1051>   DW_AT_name        : (indirect string, offset: 0x453): personality_names
    <1055>   DW_AT_decl_file   : 18
    <1056>   DW_AT_decl_line   : 1890
    <1058>   DW_AT_decl_column : 26
    <1059>   DW_AT_type        : <0x4ba>
    <105d>   DW_AT_external    : 1
    <105e>   DW_AT_declaration : 1
 <1><105f>: Abbrev Number: 12 (DW_TAG_variable)
    <1060>   DW_AT_name        : (indirect string, offset: 0x7de): sysent
    <1064>   DW_AT_decl_file   : 18
    <1065>   DW_AT_decl_line   : 1893
    <1067>   DW_AT_decl_column : 29
    <1068>   DW_AT_type        : <0xa10>
    <106c>   DW_AT_external    : 1
    <106d>   DW_AT_declaration : 1
 <1><106e>: Abbrev Number: 12 (DW_TAG_variable)
    <106f>   DW_AT_name        : (indirect string, offset: 0xc5b): ioctlent
    <1073>   DW_AT_decl_file   : 18
    <1074>   DW_AT_decl_line   : 1894
    <1076>   DW_AT_decl_column : 31
    <1077>   DW_AT_type        : <0x107d>
    <107b>   DW_AT_external    : 1
    <107c>   DW_AT_declaration : 1
 <1><107d>: Abbrev Number: 9 (DW_TAG_pointer_type)
    <107e>   DW_AT_byte_size   : 4
    <107f>   DW_AT_type        : <0x6fb>
 <1><1083>: Abbrev Number: 12 (DW_TAG_variable)
    <1084>   DW_AT_name        : (indirect string, offset: 0x7c8): nsyscalls
    <1088>   DW_AT_decl_file   : 18
    <1089>   DW_AT_decl_line   : 1900
    <108b>   DW_AT_decl_column : 17
    <108c>   DW_AT_type        : <0x2b>
    <1090>   DW_AT_external    : 1
    <1091>   DW_AT_declaration : 1
 <1><1092>: Abbrev Number: 12 (DW_TAG_variable)
    <1093>   DW_AT_name        : (indirect string, offset: 0xe95): nioctlents
    <1097>   DW_AT_decl_file   : 18
    <1098>   DW_AT_decl_line   : 1901
    <109a>   DW_AT_decl_column : 17
    <109b>   DW_AT_type        : <0x2b>
    <109f>   DW_AT_external    : 1
    <10a0>   DW_AT_declaration : 1
 <1><10a1>: Abbrev Number: 6 (DW_TAG_array_type)
    <10a2>   DW_AT_type        : <0x32>
    <10a6>   DW_AT_sibling     : <0x10b1>
 <2><10aa>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <10ab>   DW_AT_type        : <0x2b>
    <10af>   DW_AT_upper_bound : 2
 <2><10b0>: Abbrev Number: 0
 <1><10b1>: Abbrev Number: 3 (DW_TAG_const_type)
    <10b2>   DW_AT_type        : <0x10a1>
 <1><10b6>: Abbrev Number: 12 (DW_TAG_variable)
    <10b7>   DW_AT_name        : (indirect string, offset: 0xeeb): nsyscall_vec
    <10bb>   DW_AT_decl_file   : 18
    <10bc>   DW_AT_decl_line   : 1903
    <10be>   DW_AT_decl_column : 27
    <10bf>   DW_AT_type        : <0x10b1>
    <10c3>   DW_AT_external    : 1
    <10c4>   DW_AT_declaration : 1
 <1><10c5>: Abbrev Number: 6 (DW_TAG_array_type)
    <10c6>   DW_AT_type        : <0xa16>
    <10ca>   DW_AT_sibling     : <0x10d5>
 <2><10ce>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <10cf>   DW_AT_type        : <0x2b>
    <10d3>   DW_AT_upper_bound : 2
 <2><10d4>: Abbrev Number: 0
 <1><10d5>: Abbrev Number: 3 (DW_TAG_const_type)
    <10d6>   DW_AT_type        : <0x10c5>
 <1><10da>: Abbrev Number: 12 (DW_TAG_variable)
    <10db>   DW_AT_name        : (indirect string, offset: 0x704): sysent_vec
    <10df>   DW_AT_decl_file   : 18
    <10e0>   DW_AT_decl_line   : 1904
    <10e2>   DW_AT_decl_column : 35
    <10e3>   DW_AT_type        : <0x10d5>
    <10e7>   DW_AT_external    : 1
    <10e8>   DW_AT_declaration : 1
 <1><10e9>: Abbrev Number: 12 (DW_TAG_variable)
    <10ea>   DW_AT_name        : (indirect string, offset: 0x38f): inject_vec
    <10ee>   DW_AT_decl_file   : 18
    <10ef>   DW_AT_decl_line   : 1905
    <10f1>   DW_AT_decl_column : 28
    <10f2>   DW_AT_type        : <0xa1b>
    <10f6>   DW_AT_external    : 1
    <10f7>   DW_AT_declaration : 1
 <1><10f8>: Abbrev Number: 31 (DW_TAG_structure_type)
    <10f9>   DW_AT_name        : (indirect string, offset: 0xd67): audit_arch_t
    <10fd>   DW_AT_byte_size   : 8
    <10fe>   DW_AT_decl_file   : 18
    <10ff>   DW_AT_decl_line   : 1907
    <1101>   DW_AT_decl_column : 8
    <1102>   DW_AT_sibling     : <0x1127>
 <2><1106>: Abbrev Number: 15 (DW_TAG_member)
    <1107>   DW_AT_name        : (indirect string, offset: 0x564): arch
    <110b>   DW_AT_decl_file   : 18
    <110c>   DW_AT_decl_line   : 1908
    <110e>   DW_AT_decl_column : 15
    <110f>   DW_AT_type        : <0x2b>
    <1113>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1116>: Abbrev Number: 15 (DW_TAG_member)
    <1117>   DW_AT_name        : (indirect string, offset: 0x93f): flag
    <111b>   DW_AT_decl_file   : 18
    <111c>   DW_AT_decl_line   : 1909
    <111e>   DW_AT_decl_column : 15
    <111f>   DW_AT_type        : <0x2b>
    <1123>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1126>: Abbrev Number: 0
 <1><1127>: Abbrev Number: 3 (DW_TAG_const_type)
    <1128>   DW_AT_type        : <0x10f8>
 <1><112c>: Abbrev Number: 6 (DW_TAG_array_type)
    <112d>   DW_AT_type        : <0x1127>
    <1131>   DW_AT_sibling     : <0x113c>
 <2><1135>: Abbrev Number: 7 (DW_TAG_subrange_type)
    <1136>   DW_AT_type        : <0x2b>
    <113a>   DW_AT_upper_bound : 2
 <2><113b>: Abbrev Number: 0
 <1><113c>: Abbrev Number: 3 (DW_TAG_const_type)
    <113d>   DW_AT_type        : <0x112c>
 <1><1141>: Abbrev Number: 12 (DW_TAG_variable)
    <1142>   DW_AT_name        : (indirect string, offset: 0x8a2): audit_arch_vec
    <1146>   DW_AT_decl_file   : 18
    <1147>   DW_AT_decl_line   : 1912
    <1149>   DW_AT_decl_column : 34
    <114a>   DW_AT_type        : <0x113c>
    <114e>   DW_AT_external    : 1
    <114f>   DW_AT_declaration : 1
 <1><1150>: Abbrev Number: 19 (DW_TAG_structure_type)
    <1151>   DW_AT_byte_size   : 180
    <1152>   DW_AT_decl_file   : 20
    <1153>   DW_AT_decl_line   : 2
    <1154>   DW_AT_decl_column : 9
    <1155>   DW_AT_sibling     : <0x140a>
 <2><1159>: Abbrev Number: 11 (DW_TAG_member)
    <115a>   DW_AT_name        : (indirect string, offset: 0x1f2): block_ioctl
    <115e>   DW_AT_decl_file   : 20
    <115f>   DW_AT_decl_line   : 3
    <1160>   DW_AT_decl_column : 8
    <1161>   DW_AT_type        : <0x1424>
    <1165>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1168>: Abbrev Number: 11 (DW_TAG_member)
    <1169>   DW_AT_name        : (indirect string, offset: 0xa24): btrfs_ioctl
    <116d>   DW_AT_decl_file   : 20
    <116e>   DW_AT_decl_line   : 6
