Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x16cb (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0xb64): GNU C17 9.4.0 -m32 -mtune=generic -march=i686 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0x73e): mpers-m32/struct_flock.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xc4c): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x3ac): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0xfaf): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x8e7): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <40>   DW_AT_encoding    : 6	(signed char)
    <41>   DW_AT_name        : (indirect string, offset: 0x35d): signed char
 <1><45>: Abbrev Number: 4 (DW_TAG_typedef)
    <46>   DW_AT_name        : (indirect string, offset: 0x25d): __uint8_t
    <4a>   DW_AT_decl_file   : 1
    <4b>   DW_AT_decl_line   : 37
    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0xdc6): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x47e): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x7ed): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x81d): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x6c7): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xab8): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x735): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0xaee): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0xae>
 <1><ae>: Abbrev Number: 2 (DW_TAG_base_type)
    <af>   DW_AT_byte_size   : 4
    <b0>   DW_AT_encoding    : 5	(signed)
    <b1>   DW_AT_name        : (indirect string, offset: 0x2c3): long int
 <1><b5>: Abbrev Number: 4 (DW_TAG_typedef)
    <b6>   DW_AT_name        : (indirect string, offset: 0xcce): __off64_t
    <ba>   DW_AT_decl_file   : 1
    <bb>   DW_AT_decl_line   : 141
    <bc>   DW_AT_decl_column : 27
    <bd>   DW_AT_type        : <0x96>
 <1><c1>: Abbrev Number: 4 (DW_TAG_typedef)
    <c2>   DW_AT_name        : (indirect string, offset: 0xc1d): __time_t
    <c6>   DW_AT_decl_file   : 1
    <c7>   DW_AT_decl_line   : 148
    <c8>   DW_AT_decl_column : 26
    <c9>   DW_AT_type        : <0xae>
 <1><cd>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <ce>   DW_AT_byte_size   : 4
 <1><cf>: Abbrev Number: 3 (DW_TAG_const_type)
    <d0>   DW_AT_type        : <0xcd>
 <1><d4>: Abbrev Number: 4 (DW_TAG_typedef)
    <d5>   DW_AT_name        : (indirect string, offset: 0x3ea): __syscall_slong_t
    <d9>   DW_AT_decl_file   : 1
    <da>   DW_AT_decl_line   : 184
    <db>   DW_AT_decl_column : 33
    <dc>   DW_AT_type        : <0xae>
 <1><e0>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e1>   DW_AT_byte_size   : 4
    <e2>   DW_AT_type        : <0xe6>
 <1><e6>: Abbrev Number: 2 (DW_TAG_base_type)
    <e7>   DW_AT_byte_size   : 1
    <e8>   DW_AT_encoding    : 6	(signed char)
    <e9>   DW_AT_name        : (indirect string, offset: 0x444): char
 <1><ed>: Abbrev Number: 3 (DW_TAG_const_type)
    <ee>   DW_AT_type        : <0xe6>
 <1><f2>: Abbrev Number: 4 (DW_TAG_typedef)
    <f3>   DW_AT_name        : (indirect string, offset: 0x369): uint8_t
    <f7>   DW_AT_decl_file   : 2
    <f8>   DW_AT_decl_line   : 24
    <f9>   DW_AT_decl_column : 19
    <fa>   DW_AT_type        : <0x45>
 <1><fe>: Abbrev Number: 4 (DW_TAG_typedef)
    <ff>   DW_AT_name        : (indirect string, offset: 0xad9): uint16_t
    <103>   DW_AT_decl_file   : 2
    <104>   DW_AT_decl_line   : 25
    <105>   DW_AT_decl_column : 20
    <106>   DW_AT_type        : <0x58>
 <1><10a>: Abbrev Number: 4 (DW_TAG_typedef)
    <10b>   DW_AT_name        : (indirect string, offset: 0xf4f): uint32_t
    <10f>   DW_AT_decl_file   : 2
    <110>   DW_AT_decl_line   : 26
    <111>   DW_AT_decl_column : 20
    <112>   DW_AT_type        : <0x70>
 <1><116>: Abbrev Number: 4 (DW_TAG_typedef)
    <117>   DW_AT_name        : (indirect string, offset: 0xdd6): uint64_t
    <11b>   DW_AT_decl_file   : 2
    <11c>   DW_AT_decl_line   : 27
    <11d>   DW_AT_decl_column : 20
    <11e>   DW_AT_type        : <0x83>
 <1><122>: Abbrev Number: 4 (DW_TAG_typedef)
    <123>   DW_AT_name        : (indirect string, offset: 0x39): size_t
    <127>   DW_AT_decl_file   : 3
    <128>   DW_AT_decl_line   : 209
    <129>   DW_AT_decl_column : 23
    <12a>   DW_AT_type        : <0x2b>
 <1><12e>: Abbrev Number: 3 (DW_TAG_const_type)
    <12f>   DW_AT_type        : <0x122>
 <1><133>: Abbrev Number: 8 (DW_TAG_structure_type)
    <134>   DW_AT_name        : (indirect string, offset: 0xa61): timespec
    <138>   DW_AT_byte_size   : 8
    <139>   DW_AT_decl_file   : 4
    <13a>   DW_AT_decl_line   : 9
    <13b>   DW_AT_decl_column : 8
    <13c>   DW_AT_sibling     : <0x15f>
 <2><140>: Abbrev Number: 9 (DW_TAG_member)
    <141>   DW_AT_name        : (indirect string, offset: 0x107c): tv_sec
    <145>   DW_AT_decl_file   : 4
    <146>   DW_AT_decl_line   : 11
    <147>   DW_AT_decl_column : 12
    <148>   DW_AT_type        : <0xc1>
    <14c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><14f>: Abbrev Number: 9 (DW_TAG_member)
    <150>   DW_AT_name        : (indirect string, offset: 0xdfc): tv_nsec
    <154>   DW_AT_decl_file   : 4
    <155>   DW_AT_decl_line   : 12
    <156>   DW_AT_decl_column : 21
    <157>   DW_AT_type        : <0xd4>
    <15b>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><15e>: Abbrev Number: 0
 <1><15f>: Abbrev Number: 2 (DW_TAG_base_type)
    <160>   DW_AT_byte_size   : 12
    <161>   DW_AT_encoding    : 4	(float)
    <162>   DW_AT_name        : (indirect string, offset: 0xa23): long double
 <1><166>: Abbrev Number: 2 (DW_TAG_base_type)
    <167>   DW_AT_byte_size   : 16
    <168>   DW_AT_encoding    : 4	(float)
    <169>   DW_AT_name        : (indirect string, offset: 0xf78): _Float128
 <1><16d>: Abbrev Number: 10 (DW_TAG_variable)
    <16e>   DW_AT_name        : (indirect string, offset: 0x27a): __environ
    <172>   DW_AT_decl_file   : 5
    <173>   DW_AT_decl_line   : 546
    <175>   DW_AT_decl_column : 15
    <176>   DW_AT_type        : <0x17c>
    <17a>   DW_AT_external    : 1
    <17b>   DW_AT_declaration : 1
 <1><17c>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <17d>   DW_AT_byte_size   : 4
    <17e>   DW_AT_type        : <0xe0>
 <1><182>: Abbrev Number: 10 (DW_TAG_variable)
    <183>   DW_AT_name        : (indirect string, offset: 0x3a4): environ
    <187>   DW_AT_decl_file   : 5
    <188>   DW_AT_decl_line   : 548
    <18a>   DW_AT_decl_column : 15
    <18b>   DW_AT_type        : <0x17c>
    <18f>   DW_AT_external    : 1
    <190>   DW_AT_declaration : 1
 <1><191>: Abbrev Number: 11 (DW_TAG_variable)
    <192>   DW_AT_name        : (indirect string, offset: 0xf93): optarg
    <196>   DW_AT_decl_file   : 6
    <197>   DW_AT_decl_line   : 36
    <198>   DW_AT_decl_column : 14
    <199>   DW_AT_type        : <0xe0>
    <19d>   DW_AT_external    : 1
    <19e>   DW_AT_declaration : 1
 <1><19f>: Abbrev Number: 11 (DW_TAG_variable)
    <1a0>   DW_AT_name        : (indirect string, offset: 0x69a): optind
    <1a4>   DW_AT_decl_file   : 6
    <1a5>   DW_AT_decl_line   : 50
    <1a6>   DW_AT_decl_column : 12
    <1a7>   DW_AT_type        : <0x64>
    <1ab>   DW_AT_external    : 1
    <1ac>   DW_AT_declaration : 1
 <1><1ad>: Abbrev Number: 11 (DW_TAG_variable)
    <1ae>   DW_AT_name        : (indirect string, offset: 0xc0c): opterr
    <1b2>   DW_AT_decl_file   : 6
    <1b3>   DW_AT_decl_line   : 55
    <1b4>   DW_AT_decl_column : 12
    <1b5>   DW_AT_type        : <0x64>
    <1b9>   DW_AT_external    : 1
    <1ba>   DW_AT_declaration : 1
 <1><1bb>: Abbrev Number: 11 (DW_TAG_variable)
    <1bc>   DW_AT_name        : (indirect string, offset: 0xa9e): optopt
    <1c0>   DW_AT_decl_file   : 6
    <1c1>   DW_AT_decl_line   : 59
    <1c2>   DW_AT_decl_column : 12
    <1c3>   DW_AT_type        : <0x64>
    <1c7>   DW_AT_external    : 1
    <1c8>   DW_AT_declaration : 1
 <1><1c9>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1ca>   DW_AT_byte_size   : 4
    <1cb>   DW_AT_type        : <0xed>
 <1><1cf>: Abbrev Number: 3 (DW_TAG_const_type)
    <1d0>   DW_AT_type        : <0x1c9>
 <1><1d4>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1d5>   DW_AT_byte_size   : 4
    <1d6>   DW_AT_type        : <0x1da>
 <1><1da>: Abbrev Number: 12 (DW_TAG_const_type)
 <1><1db>: Abbrev Number: 8 (DW_TAG_structure_type)
    <1dc>   DW_AT_name        : (indirect string, offset: 0x371): _IO_FILE
    <1e0>   DW_AT_byte_size   : 148
    <1e1>   DW_AT_decl_file   : 7
    <1e2>   DW_AT_decl_line   : 245
    <1e3>   DW_AT_decl_column : 8
    <1e4>   DW_AT_sibling     : <0x3b3>
 <2><1e8>: Abbrev Number: 9 (DW_TAG_member)
    <1e9>   DW_AT_name        : (indirect string, offset: 0x97e): _flags
    <1ed>   DW_AT_decl_file   : 7
    <1ee>   DW_AT_decl_line   : 246
    <1ef>   DW_AT_decl_column : 7
    <1f0>   DW_AT_type        : <0x64>
    <1f4>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><1f7>: Abbrev Number: 9 (DW_TAG_member)
    <1f8>   DW_AT_name        : (indirect string, offset: 0x4cd): _IO_read_ptr
    <1fc>   DW_AT_decl_file   : 7
    <1fd>   DW_AT_decl_line   : 251
    <1fe>   DW_AT_decl_column : 9
    <1ff>   DW_AT_type        : <0xe0>
    <203>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><206>: Abbrev Number: 9 (DW_TAG_member)
    <207>   DW_AT_name        : (indirect string, offset: 0xf01): _IO_read_end
    <20b>   DW_AT_decl_file   : 7
    <20c>   DW_AT_decl_line   : 252
    <20d>   DW_AT_decl_column : 9
    <20e>   DW_AT_type        : <0xe0>
    <212>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><215>: Abbrev Number: 9 (DW_TAG_member)
    <216>   DW_AT_name        : (indirect string, offset: 0x712): _IO_read_base
    <21a>   DW_AT_decl_file   : 7
    <21b>   DW_AT_decl_line   : 253
    <21c>   DW_AT_decl_column : 9
    <21d>   DW_AT_type        : <0xe0>
    <221>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><224>: Abbrev Number: 9 (DW_TAG_member)
    <225>   DW_AT_name        : (indirect string, offset: 0x132): _IO_write_base
    <229>   DW_AT_decl_file   : 7
    <22a>   DW_AT_decl_line   : 254
    <22b>   DW_AT_decl_column : 9
    <22c>   DW_AT_type        : <0xe0>
    <230>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><233>: Abbrev Number: 9 (DW_TAG_member)
    <234>   DW_AT_name        : (indirect string, offset: 0xfe8): _IO_write_ptr
    <238>   DW_AT_decl_file   : 7
    <239>   DW_AT_decl_line   : 255
    <23a>   DW_AT_decl_column : 9
    <23b>   DW_AT_type        : <0xe0>
    <23f>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><242>: Abbrev Number: 13 (DW_TAG_member)
    <243>   DW_AT_name        : (indirect string, offset: 0x85f): _IO_write_end
    <247>   DW_AT_decl_file   : 7
    <248>   DW_AT_decl_line   : 256
    <24a>   DW_AT_decl_column : 9
    <24b>   DW_AT_type        : <0xe0>
    <24f>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><252>: Abbrev Number: 13 (DW_TAG_member)
    <253>   DW_AT_name        : (indirect string, offset: 0x8d0): _IO_buf_base
    <257>   DW_AT_decl_file   : 7
    <258>   DW_AT_decl_line   : 257
    <25a>   DW_AT_decl_column : 9
    <25b>   DW_AT_type        : <0xe0>
    <25f>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><262>: Abbrev Number: 13 (DW_TAG_member)
    <263>   DW_AT_name        : (indirect string, offset: 0xd71): _IO_buf_end
    <267>   DW_AT_decl_file   : 7
    <268>   DW_AT_decl_line   : 258
    <26a>   DW_AT_decl_column : 9
    <26b>   DW_AT_type        : <0xe0>
    <26f>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><272>: Abbrev Number: 13 (DW_TAG_member)
    <273>   DW_AT_name        : (indirect string, offset: 0x1c3): _IO_save_base
    <277>   DW_AT_decl_file   : 7
    <278>   DW_AT_decl_line   : 260
    <27a>   DW_AT_decl_column : 9
    <27b>   DW_AT_type        : <0xe0>
    <27f>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><282>: Abbrev Number: 13 (DW_TAG_member)
    <283>   DW_AT_name        : (indirect string, offset: 0xc89): _IO_backup_base
    <287>   DW_AT_decl_file   : 7
    <288>   DW_AT_decl_line   : 261
    <28a>   DW_AT_decl_column : 9
    <28b>   DW_AT_type        : <0xe0>
    <28f>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><292>: Abbrev Number: 13 (DW_TAG_member)
    <293>   DW_AT_name        : (indirect string, offset: 0xba): _IO_save_end
    <297>   DW_AT_decl_file   : 7
    <298>   DW_AT_decl_line   : 262
    <29a>   DW_AT_decl_column : 9
    <29b>   DW_AT_type        : <0xe0>
    <29f>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><2a2>: Abbrev Number: 13 (DW_TAG_member)
    <2a3>   DW_AT_name        : (indirect string, offset: 0x558): _markers
    <2a7>   DW_AT_decl_file   : 7
    <2a8>   DW_AT_decl_line   : 264
    <2aa>   DW_AT_decl_column : 22
    <2ab>   DW_AT_type        : <0x402>
    <2af>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2b2>: Abbrev Number: 13 (DW_TAG_member)
    <2b3>   DW_AT_name        : (indirect string, offset: 0x206): _chain
    <2b7>   DW_AT_decl_file   : 7
    <2b8>   DW_AT_decl_line   : 266
    <2ba>   DW_AT_decl_column : 20
    <2bb>   DW_AT_type        : <0x408>
    <2bf>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2c2>: Abbrev Number: 13 (DW_TAG_member)
    <2c3>   DW_AT_name        : (indirect string, offset: 0xf63): _fileno
    <2c7>   DW_AT_decl_file   : 7
    <2c8>   DW_AT_decl_line   : 268
    <2ca>   DW_AT_decl_column : 7
    <2cb>   DW_AT_type        : <0x64>
    <2cf>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2d2>: Abbrev Number: 13 (DW_TAG_member)
    <2d3>   DW_AT_name        : (indirect string, offset: 0x6fe): _flags2
    <2d7>   DW_AT_decl_file   : 7
    <2d8>   DW_AT_decl_line   : 272
    <2da>   DW_AT_decl_column : 7
    <2db>   DW_AT_type        : <0x64>
    <2df>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2e2>: Abbrev Number: 13 (DW_TAG_member)
    <2e3>   DW_AT_name        : (indirect string, offset: 0x799): _old_offset
    <2e7>   DW_AT_decl_file   : 7
    <2e8>   DW_AT_decl_line   : 274
    <2ea>   DW_AT_decl_column : 13
    <2eb>   DW_AT_type        : <0xa2>
    <2ef>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><2f2>: Abbrev Number: 13 (DW_TAG_member)
    <2f3>   DW_AT_name        : (indirect string, offset: 0x239): _cur_column
    <2f7>   DW_AT_decl_file   : 7
    <2f8>   DW_AT_decl_line   : 278
    <2fa>   DW_AT_decl_column : 18
    <2fb>   DW_AT_type        : <0x24>
    <2ff>   DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><302>: Abbrev Number: 13 (DW_TAG_member)
    <303>   DW_AT_name        : (indirect string, offset: 0xe22): _vtable_offset
    <307>   DW_AT_decl_file   : 7
    <308>   DW_AT_decl_line   : 279
    <30a>   DW_AT_decl_column : 15
    <30b>   DW_AT_type        : <0x3e>
    <30f>   DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><312>: Abbrev Number: 13 (DW_TAG_member)
    <313>   DW_AT_name        : (indirect string, offset: 0xc99): _shortbuf
    <317>   DW_AT_decl_file   : 7
    <318>   DW_AT_decl_line   : 280
    <31a>   DW_AT_decl_column : 8
    <31b>   DW_AT_type        : <0x40e>
    <31f>   DW_AT_data_member_location: 2 byte block: 23 47 	(DW_OP_plus_uconst: 71)
 <2><322>: Abbrev Number: 13 (DW_TAG_member)
    <323>   DW_AT_name        : (indirect string, offset: 0x173): _lock
    <327>   DW_AT_decl_file   : 7
    <328>   DW_AT_decl_line   : 284
    <32a>   DW_AT_decl_column : 15
    <32b>   DW_AT_type        : <0x41e>
    <32f>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><332>: Abbrev Number: 13 (DW_TAG_member)
    <333>   DW_AT_name        : (indirect string, offset: 0x62b): _offset
    <337>   DW_AT_decl_file   : 7
    <338>   DW_AT_decl_line   : 293
    <33a>   DW_AT_decl_column : 15
    <33b>   DW_AT_type        : <0xb5>
    <33f>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><342>: Abbrev Number: 13 (DW_TAG_member)
    <343>   DW_AT_name        : (indirect string, offset: 0x91e): __pad1
    <347>   DW_AT_decl_file   : 7
    <348>   DW_AT_decl_line   : 301
    <34a>   DW_AT_decl_column : 9
    <34b>   DW_AT_type        : <0xcd>
    <34f>   DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><352>: Abbrev Number: 13 (DW_TAG_member)
    <353>   DW_AT_name        : (indirect string, offset: 0x925): __pad2
    <357>   DW_AT_decl_file   : 7
    <358>   DW_AT_decl_line   : 302
    <35a>   DW_AT_decl_column : 9
    <35b>   DW_AT_type        : <0xcd>
    <35f>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><362>: Abbrev Number: 13 (DW_TAG_member)
    <363>   DW_AT_name        : (indirect string, offset: 0x92c): __pad3
    <367>   DW_AT_decl_file   : 7
    <368>   DW_AT_decl_line   : 303
    <36a>   DW_AT_decl_column : 9
    <36b>   DW_AT_type        : <0xcd>
    <36f>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><372>: Abbrev Number: 13 (DW_TAG_member)
    <373>   DW_AT_name        : (indirect string, offset: 0x933): __pad4
    <377>   DW_AT_decl_file   : 7
    <378>   DW_AT_decl_line   : 304
    <37a>   DW_AT_decl_column : 9
    <37b>   DW_AT_type        : <0xcd>
    <37f>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><382>: Abbrev Number: 13 (DW_TAG_member)
    <383>   DW_AT_name        : (indirect string, offset: 0x93a): __pad5
    <387>   DW_AT_decl_file   : 7
    <388>   DW_AT_decl_line   : 306
    <38a>   DW_AT_decl_column : 10
    <38b>   DW_AT_type        : <0x122>
    <38f>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><392>: Abbrev Number: 13 (DW_TAG_member)
    <393>   DW_AT_name        : (indirect string, offset: 0x9a2): _mode
    <397>   DW_AT_decl_file   : 7
    <398>   DW_AT_decl_line   : 307
    <39a>   DW_AT_decl_column : 7
    <39b>   DW_AT_type        : <0x64>
    <39f>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><3a2>: Abbrev Number: 13 (DW_TAG_member)
    <3a3>   DW_AT_name        : (indirect string, offset: 0x72c): _unused2
    <3a7>   DW_AT_decl_file   : 7
    <3a8>   DW_AT_decl_line   : 309
    <3aa>   DW_AT_decl_column : 8
    <3ab>   DW_AT_type        : <0x424>
    <3af>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><3b2>: Abbrev Number: 0
 <1><3b3>: Abbrev Number: 4 (DW_TAG_typedef)
    <3b4>   DW_AT_name        : (indirect string, offset: 0xa43): FILE
    <3b8>   DW_AT_decl_file   : 8
    <3b9>   DW_AT_decl_line   : 7
    <3ba>   DW_AT_decl_column : 25
    <3bb>   DW_AT_type        : <0x1db>
 <1><3bf>: Abbrev Number: 14 (DW_TAG_typedef)
    <3c0>   DW_AT_name        : (indirect string, offset: 0x473): _IO_lock_t
    <3c4>   DW_AT_decl_file   : 7
    <3c5>   DW_AT_decl_line   : 154
    <3c6>   DW_AT_decl_column : 14
 <1><3c7>: Abbrev Number: 8 (DW_TAG_structure_type)
    <3c8>   DW_AT_name        : (indirect string, offset: 0x31b): _IO_marker
    <3cc>   DW_AT_byte_size   : 12
    <3cd>   DW_AT_decl_file   : 7
    <3ce>   DW_AT_decl_line   : 160
    <3cf>   DW_AT_decl_column : 8
    <3d0>   DW_AT_sibling     : <0x402>
 <2><3d4>: Abbrev Number: 9 (DW_TAG_member)
    <3d5>   DW_AT_name        : (indirect string, offset: 0xcc8): _next
    <3d9>   DW_AT_decl_file   : 7
    <3da>   DW_AT_decl_line   : 161
    <3db>   DW_AT_decl_column : 22
    <3dc>   DW_AT_type        : <0x402>
    <3e0>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3e3>: Abbrev Number: 9 (DW_TAG_member)
    <3e4>   DW_AT_name        : (indirect string, offset: 0x941): _sbuf
    <3e8>   DW_AT_decl_file   : 7
    <3e9>   DW_AT_decl_line   : 162
    <3ea>   DW_AT_decl_column : 20
    <3eb>   DW_AT_type        : <0x408>
    <3ef>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><3f2>: Abbrev Number: 9 (DW_TAG_member)
    <3f3>   DW_AT_name        : (indirect string, offset: 0x50d): _pos
    <3f7>   DW_AT_decl_file   : 7
    <3f8>   DW_AT_decl_line   : 166
    <3f9>   DW_AT_decl_column : 7
    <3fa>   DW_AT_type        : <0x64>
    <3fe>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><401>: Abbrev Number: 0
 <1><402>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <403>   DW_AT_byte_size   : 4
    <404>   DW_AT_type        : <0x3c7>
 <1><408>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <409>   DW_AT_byte_size   : 4
    <40a>   DW_AT_type        : <0x1db>
 <1><40e>: Abbrev Number: 15 (DW_TAG_array_type)
    <40f>   DW_AT_type        : <0xe6>
    <413>   DW_AT_sibling     : <0x41e>
 <2><417>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <418>   DW_AT_type        : <0x2b>
    <41c>   DW_AT_upper_bound : 0
 <2><41d>: Abbrev Number: 0
 <1><41e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <41f>   DW_AT_byte_size   : 4
    <420>   DW_AT_type        : <0x3bf>
 <1><424>: Abbrev Number: 15 (DW_TAG_array_type)
    <425>   DW_AT_type        : <0xe6>
    <429>   DW_AT_sibling     : <0x434>
 <2><42d>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <42e>   DW_AT_type        : <0x2b>
    <432>   DW_AT_upper_bound : 39
 <2><433>: Abbrev Number: 0
 <1><434>: Abbrev Number: 17 (DW_TAG_structure_type)
    <435>   DW_AT_name        : (indirect string, offset: 0x416): _IO_FILE_plus
    <439>   DW_AT_declaration : 1
 <1><43a>: Abbrev Number: 10 (DW_TAG_variable)
    <43b>   DW_AT_name        : (indirect string, offset: 0x6d2): _IO_2_1_stdin_
    <43f>   DW_AT_decl_file   : 7
    <440>   DW_AT_decl_line   : 319
    <442>   DW_AT_decl_column : 29
    <443>   DW_AT_type        : <0x434>
    <447>   DW_AT_external    : 1
    <448>   DW_AT_declaration : 1
 <1><449>: Abbrev Number: 10 (DW_TAG_variable)
    <44a>   DW_AT_name        : (indirect string, offset: 0xca9): _IO_2_1_stdout_
    <44e>   DW_AT_decl_file   : 7
    <44f>   DW_AT_decl_line   : 320
    <451>   DW_AT_decl_column : 29
    <452>   DW_AT_type        : <0x434>
    <456>   DW_AT_external    : 1
    <457>   DW_AT_declaration : 1
 <1><458>: Abbrev Number: 10 (DW_TAG_variable)
    <459>   DW_AT_name        : (indirect string, offset: 0x89): _IO_2_1_stderr_
    <45d>   DW_AT_decl_file   : 7
    <45e>   DW_AT_decl_line   : 321
    <460>   DW_AT_decl_column : 29
    <461>   DW_AT_type        : <0x434>
    <465>   DW_AT_external    : 1
    <466>   DW_AT_declaration : 1
 <1><467>: Abbrev Number: 11 (DW_TAG_variable)
    <468>   DW_AT_name        : (indirect string, offset: 0x523): stdin
    <46c>   DW_AT_decl_file   : 9
    <46d>   DW_AT_decl_line   : 135
    <46e>   DW_AT_decl_column : 25
    <46f>   DW_AT_type        : <0x408>
    <473>   DW_AT_external    : 1
    <474>   DW_AT_declaration : 1
 <1><475>: Abbrev Number: 11 (DW_TAG_variable)
    <476>   DW_AT_name        : (indirect string, offset: 0xfc2): stdout
    <47a>   DW_AT_decl_file   : 9
    <47b>   DW_AT_decl_line   : 136
    <47c>   DW_AT_decl_column : 25
    <47d>   DW_AT_type        : <0x408>
    <481>   DW_AT_external    : 1
    <482>   DW_AT_declaration : 1
 <1><483>: Abbrev Number: 11 (DW_TAG_variable)
    <484>   DW_AT_name        : (indirect string, offset: 0xdbf): stderr
    <488>   DW_AT_decl_file   : 9
    <489>   DW_AT_decl_line   : 137
    <48a>   DW_AT_decl_column : 25
    <48b>   DW_AT_type        : <0x408>
    <48f>   DW_AT_external    : 1
    <490>   DW_AT_declaration : 1
 <1><491>: Abbrev Number: 11 (DW_TAG_variable)
    <492>   DW_AT_name        : (indirect string, offset: 0x245): sys_nerr
    <496>   DW_AT_decl_file   : 10
    <497>   DW_AT_decl_line   : 26
    <498>   DW_AT_decl_column : 12
    <499>   DW_AT_type        : <0x64>
    <49d>   DW_AT_external    : 1
    <49e>   DW_AT_declaration : 1
 <1><49f>: Abbrev Number: 15 (DW_TAG_array_type)
    <4a0>   DW_AT_type        : <0x1cf>
    <4a4>   DW_AT_sibling     : <0x4aa>
 <2><4a8>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4a9>: Abbrev Number: 0
 <1><4aa>: Abbrev Number: 3 (DW_TAG_const_type)
    <4ab>   DW_AT_type        : <0x49f>
 <1><4af>: Abbrev Number: 11 (DW_TAG_variable)
    <4b0>   DW_AT_name        : (indirect string, offset: 0x532): sys_errlist
    <4b4>   DW_AT_decl_file   : 10
    <4b5>   DW_AT_decl_line   : 27
    <4b6>   DW_AT_decl_column : 26
    <4b7>   DW_AT_type        : <0x4aa>
    <4bb>   DW_AT_external    : 1
    <4bc>   DW_AT_declaration : 1
 <1><4bd>: Abbrev Number: 11 (DW_TAG_variable)
    <4be>   DW_AT_name        : (indirect string, offset: 0x267): _sys_nerr
    <4c2>   DW_AT_decl_file   : 10
    <4c3>   DW_AT_decl_line   : 30
    <4c4>   DW_AT_decl_column : 12
    <4c5>   DW_AT_type        : <0x64>
    <4c9>   DW_AT_external    : 1
    <4ca>   DW_AT_declaration : 1
 <1><4cb>: Abbrev Number: 11 (DW_TAG_variable)
    <4cc>   DW_AT_name        : (indirect string, offset: 0xe31): _sys_errlist
    <4d0>   DW_AT_decl_file   : 10
    <4d1>   DW_AT_decl_line   : 31
    <4d2>   DW_AT_decl_column : 26
    <4d3>   DW_AT_type        : <0x4aa>
    <4d7>   DW_AT_external    : 1
    <4d8>   DW_AT_declaration : 1
 <1><4d9>: Abbrev Number: 11 (DW_TAG_variable)
    <4da>   DW_AT_name        : (indirect string, offset: 0x604): program_invocation_name
    <4de>   DW_AT_decl_file   : 11
    <4df>   DW_AT_decl_line   : 45
    <4e0>   DW_AT_decl_column : 14
    <4e1>   DW_AT_type        : <0xe0>
    <4e5>   DW_AT_external    : 1
    <4e6>   DW_AT_declaration : 1
 <1><4e7>: Abbrev Number: 11 (DW_TAG_variable)
    <4e8>   DW_AT_name        : (indirect string, offset: 0xb19): program_invocation_short_name
    <4ec>   DW_AT_decl_file   : 11
    <4ed>   DW_AT_decl_line   : 46
    <4ee>   DW_AT_decl_column : 14
    <4ef>   DW_AT_type        : <0xe0>
    <4f3>   DW_AT_external    : 1
    <4f4>   DW_AT_declaration : 1
 <1><4f5>: Abbrev Number: 15 (DW_TAG_array_type)
    <4f6>   DW_AT_type        : <0xe0>
    <4fa>   DW_AT_sibling     : <0x505>
 <2><4fe>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <4ff>   DW_AT_type        : <0x2b>
    <503>   DW_AT_upper_bound : 1
 <2><504>: Abbrev Number: 0
 <1><505>: Abbrev Number: 11 (DW_TAG_variable)
    <506>   DW_AT_name        : (indirect string, offset: 0x1b0): __tzname
    <50a>   DW_AT_decl_file   : 12
    <50b>   DW_AT_decl_line   : 159
    <50c>   DW_AT_decl_column : 14
    <50d>   DW_AT_type        : <0x4f5>
    <511>   DW_AT_external    : 1
    <512>   DW_AT_declaration : 1
 <1><513>: Abbrev Number: 11 (DW_TAG_variable)
    <514>   DW_AT_name        : (indirect string, offset: 0xe94): __daylight
    <518>   DW_AT_decl_file   : 12
    <519>   DW_AT_decl_line   : 160
    <51a>   DW_AT_decl_column : 12
    <51b>   DW_AT_type        : <0x64>
    <51f>   DW_AT_external    : 1
    <520>   DW_AT_declaration : 1
 <1><521>: Abbrev Number: 11 (DW_TAG_variable)
    <522>   DW_AT_name        : (indirect string, offset: 0x37a): __timezone
    <526>   DW_AT_decl_file   : 12
    <527>   DW_AT_decl_line   : 161
    <528>   DW_AT_decl_column : 17
    <529>   DW_AT_type        : <0xae>
    <52d>   DW_AT_external    : 1
    <52e>   DW_AT_declaration : 1
 <1><52f>: Abbrev Number: 11 (DW_TAG_variable)
    <530>   DW_AT_name        : (indirect string, offset: 0x642): tzname
    <534>   DW_AT_decl_file   : 12
    <535>   DW_AT_decl_line   : 166
    <536>   DW_AT_decl_column : 14
    <537>   DW_AT_type        : <0x4f5>
    <53b>   DW_AT_external    : 1
    <53c>   DW_AT_declaration : 1
 <1><53d>: Abbrev Number: 11 (DW_TAG_variable)
    <53e>   DW_AT_name        : (indirect string, offset: 0x1032): daylight
    <542>   DW_AT_decl_file   : 12
    <543>   DW_AT_decl_line   : 174
    <544>   DW_AT_decl_column : 12
    <545>   DW_AT_type        : <0x64>
    <549>   DW_AT_external    : 1
    <54a>   DW_AT_declaration : 1
 <1><54b>: Abbrev Number: 11 (DW_TAG_variable)
    <54c>   DW_AT_name        : (indirect string, offset: 0x4b8): timezone
    <550>   DW_AT_decl_file   : 12
    <551>   DW_AT_decl_line   : 175
    <552>   DW_AT_decl_column : 17
    <553>   DW_AT_type        : <0xae>
    <557>   DW_AT_external    : 1
    <558>   DW_AT_declaration : 1
 <1><559>: Abbrev Number: 10 (DW_TAG_variable)
    <55a>   DW_AT_name        : (indirect string, offset: 0xf23): getdate_err
    <55e>   DW_AT_decl_file   : 12
    <55f>   DW_AT_decl_line   : 280
    <561>   DW_AT_decl_column : 12
    <562>   DW_AT_type        : <0x64>
    <566>   DW_AT_external    : 1
    <567>   DW_AT_declaration : 1
 <1><568>: Abbrev Number: 11 (DW_TAG_variable)
    <569>   DW_AT_name        : (indirect string, offset: 0x94c): debug_flag
    <56d>   DW_AT_decl_file   : 13
    <56e>   DW_AT_decl_line   : 20
    <56f>   DW_AT_decl_column : 13
    <570>   DW_AT_type        : <0x576>
    <574>   DW_AT_external    : 1
    <575>   DW_AT_declaration : 1
 <1><576>: Abbrev Number: 2 (DW_TAG_base_type)
    <577>   DW_AT_byte_size   : 1
    <578>   DW_AT_encoding    : 2	(boolean)
    <579>   DW_AT_name        : (indirect string, offset: 0x3fc): _Bool
 <1><57d>: Abbrev Number: 3 (DW_TAG_const_type)
    <57e>   DW_AT_type        : <0x576>
 <1><582>: Abbrev Number: 4 (DW_TAG_typedef)
    <583>   DW_AT_name        : (indirect string, offset: 0x9f9): __kernel_long_t
    <587>   DW_AT_decl_file   : 14
    <588>   DW_AT_decl_line   : 15
    <589>   DW_AT_decl_column : 15
    <58a>   DW_AT_type        : <0xae>
 <1><58e>: Abbrev Number: 4 (DW_TAG_typedef)
    <58f>   DW_AT_name        : (indirect string, offset: 0x512): __kernel_ulong_t
    <593>   DW_AT_decl_file   : 14
    <594>   DW_AT_decl_line   : 16
    <595>   DW_AT_decl_column : 23
    <596>   DW_AT_type        : <0x37>
 <1><59a>: Abbrev Number: 4 (DW_TAG_typedef)
    <59b>   DW_AT_name        : (indirect string, offset: 0x24e): __kernel_pid_t
    <59f>   DW_AT_decl_file   : 14
    <5a0>   DW_AT_decl_line   : 28
    <5a1>   DW_AT_decl_column : 14
    <5a2>   DW_AT_type        : <0x64>
 <1><5a6>: Abbrev Number: 4 (DW_TAG_typedef)
    <5a7>   DW_AT_name        : (indirect string, offset: 0x303): __kernel_off_t
    <5ab>   DW_AT_decl_file   : 14
    <5ac>   DW_AT_decl_line   : 87
    <5ad>   DW_AT_decl_column : 25
    <5ae>   DW_AT_type        : <0x582>
 <1><5b2>: Abbrev Number: 4 (DW_TAG_typedef)
    <5b3>   DW_AT_name        : (indirect string, offset: 0x3c8): kernel_long_t
    <5b7>   DW_AT_decl_file   : 15
    <5b8>   DW_AT_decl_line   : 16
    <5b9>   DW_AT_decl_column : 25
    <5ba>   DW_AT_type        : <0x582>
 <1><5be>: Abbrev Number: 4 (DW_TAG_typedef)
    <5bf>   DW_AT_name        : (indirect string, offset: 0x80e): kernel_ulong_t
    <5c3>   DW_AT_decl_file   : 15
    <5c4>   DW_AT_decl_line   : 17
    <5c5>   DW_AT_decl_column : 26
    <5c6>   DW_AT_type        : <0x58e>
 <1><5ca>: Abbrev Number: 3 (DW_TAG_const_type)
    <5cb>   DW_AT_type        : <0x5be>
 <1><5cf>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5d0>   DW_AT_name        : (indirect string, offset: 0xb37): list_item
    <5d4>   DW_AT_byte_size   : 8
    <5d5>   DW_AT_decl_file   : 16
    <5d6>   DW_AT_decl_line   : 92
    <5d7>   DW_AT_decl_column : 8
    <5d8>   DW_AT_sibling     : <0x5fb>
 <2><5dc>: Abbrev Number: 9 (DW_TAG_member)
    <5dd>   DW_AT_name        : (indirect string, offset: 0x1077): prev
    <5e1>   DW_AT_decl_file   : 16
    <5e2>   DW_AT_decl_line   : 93
    <5e3>   DW_AT_decl_column : 20
    <5e4>   DW_AT_type        : <0x5fb>
    <5e8>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5eb>: Abbrev Number: 9 (DW_TAG_member)
    <5ec>   DW_AT_name        : (indirect string, offset: 0x106d): next
    <5f0>   DW_AT_decl_file   : 16
    <5f1>   DW_AT_decl_line   : 94
    <5f2>   DW_AT_decl_column : 20
    <5f3>   DW_AT_type        : <0x5fb>
    <5f7>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><5fa>: Abbrev Number: 0
 <1><5fb>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <5fc>   DW_AT_byte_size   : 4
    <5fd>   DW_AT_type        : <0x5cf>
 <1><601>: Abbrev Number: 8 (DW_TAG_structure_type)
    <602>   DW_AT_name        : (indirect string, offset: 0x7e6): sysent
    <606>   DW_AT_byte_size   : 20
    <607>   DW_AT_decl_file   : 17
    <608>   DW_AT_decl_line   : 11
    <609>   DW_AT_decl_column : 16
    <60a>   DW_AT_sibling     : <0x65a>
 <2><60e>: Abbrev Number: 9 (DW_TAG_member)
    <60f>   DW_AT_name        : (indirect string, offset: 0xfd9): nargs
    <613>   DW_AT_decl_file   : 17
    <614>   DW_AT_decl_line   : 12
    <615>   DW_AT_decl_column : 11
    <616>   DW_AT_type        : <0x2b>
    <61a>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><61d>: Abbrev Number: 9 (DW_TAG_member)
    <61e>   DW_AT_name        : (indirect string, offset: 0x8dd): sys_flags
    <622>   DW_AT_decl_file   : 17
    <623>   DW_AT_decl_line   : 13
    <624>   DW_AT_decl_column : 6
    <625>   DW_AT_type        : <0x64>
    <629>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><62c>: Abbrev Number: 19 (DW_TAG_member)
    <62d>   DW_AT_name        : sen
    <631>   DW_AT_decl_file   : 17
    <632>   DW_AT_decl_line   : 14
    <633>   DW_AT_decl_column : 6
    <634>   DW_AT_type        : <0x64>
    <638>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><63b>: Abbrev Number: 9 (DW_TAG_member)
    <63c>   DW_AT_name        : (indirect string, offset: 0x312): sys_func
    <640>   DW_AT_decl_file   : 17
    <641>   DW_AT_decl_line   : 15
    <642>   DW_AT_decl_column : 8
    <643>   DW_AT_type        : <0x665>
    <647>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><64a>: Abbrev Number: 9 (DW_TAG_member)
    <64b>   DW_AT_name        : (indirect string, offset: 0x271): sys_name
    <64f>   DW_AT_decl_file   : 17
    <650>   DW_AT_decl_line   : 16
    <651>   DW_AT_decl_column : 14
    <652>   DW_AT_type        : <0x1c9>
    <656>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><659>: Abbrev Number: 0
 <1><65a>: Abbrev Number: 20 (DW_TAG_subroutine_type)
    <65b>   DW_AT_type        : <0x64>
    <65f>   DW_AT_sibling     : <0x665>
 <2><663>: Abbrev Number: 21 (DW_TAG_unspecified_parameters)
 <2><664>: Abbrev Number: 0
 <1><665>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <666>   DW_AT_byte_size   : 4
    <667>   DW_AT_type        : <0x65a>
 <1><66b>: Abbrev Number: 4 (DW_TAG_typedef)
    <66c>   DW_AT_name        : (indirect string, offset: 0xe46): struct_sysent
    <670>   DW_AT_decl_file   : 17
    <671>   DW_AT_decl_line   : 17
    <672>   DW_AT_decl_column : 3
    <673>   DW_AT_type        : <0x601>
 <1><677>: Abbrev Number: 3 (DW_TAG_const_type)
    <678>   DW_AT_type        : <0x66b>
 <1><67c>: Abbrev Number: 11 (DW_TAG_variable)
    <67d>   DW_AT_name        : (indirect string, offset: 0xd0f): current_personality
    <681>   DW_AT_decl_file   : 18
    <682>   DW_AT_decl_line   : 158
    <683>   DW_AT_decl_column : 17
    <684>   DW_AT_type        : <0x2b>
    <688>   DW_AT_external    : 1
    <689>   DW_AT_declaration : 1
 <1><68a>: Abbrev Number: 11 (DW_TAG_variable)
    <68b>   DW_AT_name        : (indirect string, offset: 0x788): current_wordsize
    <68f>   DW_AT_decl_file   : 18
    <690>   DW_AT_decl_line   : 171
    <691>   DW_AT_decl_column : 17
    <692>   DW_AT_type        : <0x2b>
    <696>   DW_AT_external    : 1
    <697>   DW_AT_declaration : 1
 <1><698>: Abbrev Number: 11 (DW_TAG_variable)
    <699>   DW_AT_name        : (indirect string, offset: 0x9be): current_klongsize
    <69d>   DW_AT_decl_file   : 18
    <69e>   DW_AT_decl_line   : 176
    <69f>   DW_AT_decl_column : 17
    <6a0>   DW_AT_type        : <0x2b>
    <6a4>   DW_AT_external    : 1
    <6a5>   DW_AT_declaration : 1
 <1><6a6>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6a7>   DW_AT_name        : (indirect string, offset: 0xc43): ioctlent
    <6ab>   DW_AT_byte_size   : 8
    <6ac>   DW_AT_decl_file   : 18
    <6ad>   DW_AT_decl_line   : 217
    <6ae>   DW_AT_decl_column : 16
    <6af>   DW_AT_sibling     : <0x6d2>
 <2><6b3>: Abbrev Number: 9 (DW_TAG_member)
    <6b4>   DW_AT_name        : (indirect string, offset: 0xefa): symbol
    <6b8>   DW_AT_decl_file   : 18
    <6b9>   DW_AT_decl_line   : 218
    <6ba>   DW_AT_decl_column : 14
    <6bb>   DW_AT_type        : <0x1c9>
    <6bf>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6c2>: Abbrev Number: 9 (DW_TAG_member)
    <6c3>   DW_AT_name        : (indirect string, offset: 0xcd8): code
    <6c7>   DW_AT_decl_file   : 18
    <6c8>   DW_AT_decl_line   : 219
    <6c9>   DW_AT_decl_column : 15
    <6ca>   DW_AT_type        : <0x2b>
    <6ce>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6d1>: Abbrev Number: 0
 <1><6d2>: Abbrev Number: 4 (DW_TAG_typedef)
    <6d3>   DW_AT_name        : (indirect string, offset: 0xbfc): struct_ioctlent
    <6d7>   DW_AT_decl_file   : 18
    <6d8>   DW_AT_decl_line   : 220
    <6d9>   DW_AT_decl_column : 3
    <6da>   DW_AT_type        : <0x6a6>
 <1><6de>: Abbrev Number: 3 (DW_TAG_const_type)
    <6df>   DW_AT_type        : <0x6d2>
 <1><6e3>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6e4>   DW_AT_name        : (indirect string, offset: 0x77c): inject_data
    <6e8>   DW_AT_byte_size   : 10
    <6e9>   DW_AT_decl_file   : 18
    <6ea>   DW_AT_decl_line   : 241
    <6eb>   DW_AT_decl_column : 8
    <6ec>   DW_AT_sibling     : <0x74b>
 <2><6f0>: Abbrev Number: 9 (DW_TAG_member)
    <6f1>   DW_AT_name        : (indirect string, offset: 0x4c7): flags
    <6f5>   DW_AT_decl_file   : 18
    <6f6>   DW_AT_decl_line   : 242
    <6f7>   DW_AT_decl_column : 10
    <6f8>   DW_AT_type        : <0xf2>
    <6fc>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6ff>: Abbrev Number: 9 (DW_TAG_member)
    <700>   DW_AT_name        : (indirect string, offset: 0x891): signo
    <704>   DW_AT_decl_file   : 18
    <705>   DW_AT_decl_line   : 243
    <706>   DW_AT_decl_column : 10
    <707>   DW_AT_type        : <0xf2>
    <70b>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><70e>: Abbrev Number: 9 (DW_TAG_member)
    <70f>   DW_AT_name        : (indirect string, offset: 0x100): rval_idx
    <713>   DW_AT_decl_file   : 18
    <714>   DW_AT_decl_line   : 244
    <715>   DW_AT_decl_column : 11
    <716>   DW_AT_type        : <0xfe>
    <71a>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><71d>: Abbrev Number: 9 (DW_TAG_member)
    <71e>   DW_AT_name        : (indirect string, offset: 0x40): delay_idx
    <722>   DW_AT_decl_file   : 18
    <723>   DW_AT_decl_line   : 245
    <724>   DW_AT_decl_column : 11
    <725>   DW_AT_type        : <0xfe>
    <729>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><72c>: Abbrev Number: 9 (DW_TAG_member)
    <72d>   DW_AT_name        : (indirect string, offset: 0x54a): poke_idx
    <731>   DW_AT_decl_file   : 18
    <732>   DW_AT_decl_line   : 246
    <733>   DW_AT_decl_column : 11
    <734>   DW_AT_type        : <0xfe>
    <738>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><73b>: Abbrev Number: 9 (DW_TAG_member)
    <73c>   DW_AT_name        : (indirect string, offset: 0x190): scno
    <740>   DW_AT_decl_file   : 18
    <741>   DW_AT_decl_line   : 247
    <742>   DW_AT_decl_column : 11
    <743>   DW_AT_type        : <0xfe>
    <747>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><74a>: Abbrev Number: 0
 <1><74b>: Abbrev Number: 8 (DW_TAG_structure_type)
    <74c>   DW_AT_name        : (indirect string, offset: 0xe1): inject_opts
    <750>   DW_AT_byte_size   : 16
    <751>   DW_AT_decl_file   : 18
    <752>   DW_AT_decl_line   : 250
    <753>   DW_AT_decl_column : 8
    <754>   DW_AT_sibling     : <0x795>
 <2><758>: Abbrev Number: 9 (DW_TAG_member)
    <759>   DW_AT_name        : (indirect string, offset: 0x99c): first
    <75d>   DW_AT_decl_file   : 18
    <75e>   DW_AT_decl_line   : 251
    <75f>   DW_AT_decl_column : 11
    <760>   DW_AT_type        : <0xfe>
    <764>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><767>: Abbrev Number: 9 (DW_TAG_member)
    <768>   DW_AT_name        : (indirect string, offset: 0x10a6): last
    <76c>   DW_AT_decl_file   : 18
    <76d>   DW_AT_decl_line   : 252
    <76e>   DW_AT_decl_column : 11
    <76f>   DW_AT_type        : <0xfe>
    <773>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><776>: Abbrev Number: 9 (DW_TAG_member)
    <777>   DW_AT_name        : (indirect string, offset: 0x39f): step
    <77b>   DW_AT_decl_file   : 18
    <77c>   DW_AT_decl_line   : 253
    <77d>   DW_AT_decl_column : 11
    <77e>   DW_AT_type        : <0xfe>
    <782>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><785>: Abbrev Number: 9 (DW_TAG_member)
    <786>   DW_AT_name        : (indirect string, offset: 0x1072): data
    <78a>   DW_AT_decl_file   : 18
    <78b>   DW_AT_decl_line   : 254
    <78c>   DW_AT_decl_column : 21
    <78d>   DW_AT_type        : <0x6e3>
    <791>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><794>: Abbrev Number: 0
 <1><795>: Abbrev Number: 22 (DW_TAG_structure_type)
    <796>   DW_AT_name        : tcb
    <79a>   DW_AT_byte_size   : 196
    <79b>   DW_AT_decl_file   : 18
    <79c>   DW_AT_decl_line   : 262
    <79e>   DW_AT_decl_column : 8
    <79f>   DW_AT_sibling     : <0x9bf>
 <2><7a3>: Abbrev Number: 13 (DW_TAG_member)
    <7a4>   DW_AT_name        : (indirect string, offset: 0x4c7): flags
    <7a8>   DW_AT_decl_file   : 18
    <7a9>   DW_AT_decl_line   : 263
    <7ab>   DW_AT_decl_column : 6
    <7ac>   DW_AT_type        : <0x64>
    <7b0>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7b3>: Abbrev Number: 23 (DW_TAG_member)
    <7b4>   DW_AT_name        : pid
    <7b8>   DW_AT_decl_file   : 18
    <7b9>   DW_AT_decl_line   : 264
    <7bb>   DW_AT_decl_column : 6
    <7bc>   DW_AT_type        : <0x64>
    <7c0>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7c3>: Abbrev Number: 13 (DW_TAG_member)
    <7c4>   DW_AT_name        : (indirect string, offset: 0x58): qual_flg
    <7c8>   DW_AT_decl_file   : 18
    <7c9>   DW_AT_decl_line   : 265
    <7cb>   DW_AT_decl_column : 6
    <7cc>   DW_AT_type        : <0x64>
    <7d0>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7d3>: Abbrev Number: 13 (DW_TAG_member)
    <7d4>   DW_AT_name        : (indirect string, offset: 0x390): currpers
    <7d8>   DW_AT_decl_file   : 18
    <7d9>   DW_AT_decl_line   : 267
    <7db>   DW_AT_decl_column : 15
    <7dc>   DW_AT_type        : <0x2b>
    <7e0>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><7e3>: Abbrev Number: 13 (DW_TAG_member)
    <7e4>   DW_AT_name        : (indirect string, offset: 0xa96): u_error
    <7e8>   DW_AT_decl_file   : 18
    <7e9>   DW_AT_decl_line   : 269
    <7eb>   DW_AT_decl_column : 16
    <7ec>   DW_AT_type        : <0x37>
    <7f0>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><7f3>: Abbrev Number: 13 (DW_TAG_member)
    <7f4>   DW_AT_name        : (indirect string, offset: 0x190): scno
    <7f8>   DW_AT_decl_file   : 18
    <7f9>   DW_AT_decl_line   : 270
    <7fb>   DW_AT_decl_column : 17
    <7fc>   DW_AT_type        : <0x5be>
    <800>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><803>: Abbrev Number: 13 (DW_TAG_member)
    <804>   DW_AT_name        : (indirect string, offset: 0xacf): true_scno
    <808>   DW_AT_decl_file   : 18
    <809>   DW_AT_decl_line   : 271
    <80b>   DW_AT_decl_column : 17
    <80c>   DW_AT_type        : <0x5be>
    <810>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><813>: Abbrev Number: 13 (DW_TAG_member)
    <814>   DW_AT_name        : (indirect string, offset: 0x19a): u_arg
    <818>   DW_AT_decl_file   : 18
    <819>   DW_AT_decl_line   : 272
    <81b>   DW_AT_decl_column : 17
    <81c>   DW_AT_type        : <0x9bf>
    <820>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><823>: Abbrev Number: 13 (DW_TAG_member)
    <824>   DW_AT_name        : (indirect string, offset: 0x8f4): u_rval
    <828>   DW_AT_decl_file   : 18
    <829>   DW_AT_decl_line   : 273
    <82b>   DW_AT_decl_column : 16
    <82c>   DW_AT_type        : <0x5b2>
    <830>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><833>: Abbrev Number: 13 (DW_TAG_member)
    <834>   DW_AT_name        : (indirect string, offset: 0xa15): sys_func_rval
    <838>   DW_AT_decl_file   : 18
    <839>   DW_AT_decl_line   : 274
    <83b>   DW_AT_decl_column : 6
    <83c>   DW_AT_type        : <0x64>
    <840>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><843>: Abbrev Number: 13 (DW_TAG_member)
    <844>   DW_AT_name        : (indirect string, offset: 0xcb9): curcol
    <848>   DW_AT_decl_file   : 18
    <849>   DW_AT_decl_line   : 275
    <84b>   DW_AT_decl_column : 6
    <84c>   DW_AT_type        : <0x64>
    <850>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><853>: Abbrev Number: 13 (DW_TAG_member)
    <854>   DW_AT_name        : (indirect string, offset: 0x906): outf
    <858>   DW_AT_decl_file   : 18
    <859>   DW_AT_decl_line   : 276
    <85b>   DW_AT_decl_column : 8
    <85c>   DW_AT_type        : <0x9cf>
    <860>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><863>: Abbrev Number: 13 (DW_TAG_member)
    <864>   DW_AT_name        : (indirect string, offset: 0xec9): staged_output_data
    <868>   DW_AT_decl_file   : 18
    <869>   DW_AT_decl_line   : 277
    <86b>   DW_AT_decl_column : 29
    <86c>   DW_AT_type        : <0x9db>
    <870>   DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><873>: Abbrev Number: 13 (DW_TAG_member)
    <874>   DW_AT_name        : (indirect string, offset: 0x9e0): auxstr
    <878>   DW_AT_decl_file   : 18
    <879>   DW_AT_decl_line   : 279
    <87b>   DW_AT_decl_column : 14
    <87c>   DW_AT_type        : <0x1c9>
    <880>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><883>: Abbrev Number: 13 (DW_TAG_member)
    <884>   DW_AT_name        : (indirect string, offset: 0x179): _priv_data
    <888>   DW_AT_decl_file   : 18
    <889>   DW_AT_decl_line   : 280
    <88b>   DW_AT_decl_column : 8
    <88c>   DW_AT_type        : <0xcd>
    <890>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><893>: Abbrev Number: 13 (DW_TAG_member)
    <894>   DW_AT_name        : (indirect string, offset: 0xbd2): _free_priv_data
    <898>   DW_AT_decl_file   : 18
    <899>   DW_AT_decl_line   : 281
    <89b>   DW_AT_decl_column : 9
    <89c>   DW_AT_type        : <0x9ed>
    <8a0>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><8a3>: Abbrev Number: 13 (DW_TAG_member)
    <8a4>   DW_AT_name        : (indirect string, offset: 0x18a): s_ent
    <8a8>   DW_AT_decl_file   : 18
    <8a9>   DW_AT_decl_line   : 282
    <8ab>   DW_AT_decl_column : 23
    <8ac>   DW_AT_type        : <0x9f3>
    <8b0>   DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><8b3>: Abbrev Number: 13 (DW_TAG_member)
    <8b4>   DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
    <8b8>   DW_AT_decl_file   : 18
    <8b9>   DW_AT_decl_line   : 285
    <8bb>   DW_AT_decl_column : 23
    <8bc>   DW_AT_type        : <0x9f3>
    <8c0>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><8c3>: Abbrev Number: 13 (DW_TAG_member)
    <8c4>   DW_AT_name        : (indirect string, offset: 0x385): inject_vec
    <8c8>   DW_AT_decl_file   : 18
    <8c9>   DW_AT_decl_line   : 286
    <8cb>   DW_AT_decl_column : 22
    <8cc>   DW_AT_type        : <0x9fe>
    <8d0>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><8d3>: Abbrev Number: 13 (DW_TAG_member)
    <8d4>   DW_AT_name        : (indirect string, offset: 0x757): stime
    <8d8>   DW_AT_decl_file   : 18
    <8d9>   DW_AT_decl_line   : 287
    <8db>   DW_AT_decl_column : 18
    <8dc>   DW_AT_type        : <0x133>
    <8e0>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><8e3>: Abbrev Number: 13 (DW_TAG_member)
    <8e4>   DW_AT_name        : (indirect string, offset: 0x399): ltime
    <8e8>   DW_AT_decl_file   : 18
    <8e9>   DW_AT_decl_line   : 288
    <8eb>   DW_AT_decl_column : 18
    <8ec>   DW_AT_type        : <0x133>
    <8f0>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><8f3>: Abbrev Number: 13 (DW_TAG_member)
    <8f4>   DW_AT_name        : (indirect string, offset: 0xf9a): atime
    <8f8>   DW_AT_decl_file   : 18
    <8f9>   DW_AT_decl_line   : 289
    <8fb>   DW_AT_decl_column : 18
    <8fc>   DW_AT_type        : <0x133>
    <900>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><903>: Abbrev Number: 13 (DW_TAG_member)
    <904>   DW_AT_name        : (indirect string, offset: 0x4c1): etime
    <908>   DW_AT_decl_file   : 18
    <909>   DW_AT_decl_line   : 290
    <90b>   DW_AT_decl_column : 18
    <90c>   DW_AT_type        : <0x133>
    <910>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><914>: Abbrev Number: 13 (DW_TAG_member)
    <915>   DW_AT_name        : (indirect string, offset: 0xd23): delay_expiration_time
    <919>   DW_AT_decl_file   : 18
    <91a>   DW_AT_decl_line   : 291
    <91c>   DW_AT_decl_column : 18
    <91d>   DW_AT_type        : <0x133>
    <921>   DW_AT_data_member_location: 3 byte block: 23 88 1 	(DW_OP_plus_uconst: 136)
 <2><925>: Abbrev Number: 13 (DW_TAG_member)
    <926>   DW_AT_name        : (indirect string, offset: 0x32): pid_ns
    <92a>   DW_AT_decl_file   : 18
    <92b>   DW_AT_decl_line   : 298
    <92d>   DW_AT_decl_column : 15
    <92e>   DW_AT_type        : <0x2b>
    <932>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><936>: Abbrev Number: 13 (DW_TAG_member)
    <937>   DW_AT_name        : (indirect string, offset: 0xf2f): mmap_cache
    <93b>   DW_AT_decl_file   : 18
    <93c>   DW_AT_decl_line   : 304
    <93e>   DW_AT_decl_column : 23
    <93f>   DW_AT_type        : <0xa1a>
    <943>   DW_AT_data_member_location: 3 byte block: 23 94 1 	(DW_OP_plus_uconst: 148)
 <2><947>: Abbrev Number: 13 (DW_TAG_member)
    <948>   DW_AT_name        : (indirect string, offset: 0xaa5): wait_data_idx
    <94c>   DW_AT_decl_file   : 18
    <94d>   DW_AT_decl_line   : 311
    <94f>   DW_AT_decl_column : 9
    <950>   DW_AT_type        : <0x122>
    <954>   DW_AT_data_member_location: 3 byte block: 23 98 1 	(DW_OP_plus_uconst: 152)
 <2><958>: Abbrev Number: 13 (DW_TAG_member)
    <959>   DW_AT_name        : (indirect string, offset: 0x9e7): delayed_wait_data
    <95d>   DW_AT_decl_file   : 18
    <95e>   DW_AT_decl_line   : 313
    <960>   DW_AT_decl_column : 24
    <961>   DW_AT_type        : <0xa26>
    <965>   DW_AT_data_member_location: 3 byte block: 23 9c 1 	(DW_OP_plus_uconst: 156)
 <2><969>: Abbrev Number: 13 (DW_TAG_member)
    <96a>   DW_AT_name        : (indirect string, offset: 0xa57): wait_list
    <96e>   DW_AT_decl_file   : 18
    <96f>   DW_AT_decl_line   : 314
    <971>   DW_AT_decl_column : 19
    <972>   DW_AT_type        : <0x5cf>
    <976>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><97a>: Abbrev Number: 13 (DW_TAG_member)
    <97b>   DW_AT_name        : (indirect string, offset: 0x61c): vcpu_info_list
    <97f>   DW_AT_decl_file   : 18
    <980>   DW_AT_decl_line   : 318
    <982>   DW_AT_decl_column : 20
    <983>   DW_AT_type        : <0xa32>
    <987>   DW_AT_data_member_location: 3 byte block: 23 a8 1 	(DW_OP_plus_uconst: 168)
 <2><98b>: Abbrev Number: 13 (DW_TAG_member)
    <98c>   DW_AT_name        : (indirect string, offset: 0xc7e): unwind_ctx
    <990>   DW_AT_decl_file   : 18
    <991>   DW_AT_decl_line   : 322
    <993>   DW_AT_decl_column : 8
    <994>   DW_AT_type        : <0xcd>
    <998>   DW_AT_data_member_location: 3 byte block: 23 ac 1 	(DW_OP_plus_uconst: 172)
 <2><99c>: Abbrev Number: 13 (DW_TAG_member)
    <99d>   DW_AT_name        : (indirect string, offset: 0x4ab): unwind_queue
    <9a1>   DW_AT_decl_file   : 18
    <9a2>   DW_AT_decl_line   : 323
    <9a4>   DW_AT_decl_column : 25
    <9a5>   DW_AT_type        : <0xa3e>
    <9a9>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><9ad>: Abbrev Number: 13 (DW_TAG_member)
    <9ae>   DW_AT_name        : (indirect string, offset: 0x16e): comm
    <9b2>   DW_AT_decl_file   : 18
    <9b3>   DW_AT_decl_line   : 327
    <9b5>   DW_AT_decl_column : 7
    <9b6>   DW_AT_type        : <0xa44>
    <9ba>   DW_AT_data_member_location: 3 byte block: 23 b4 1 	(DW_OP_plus_uconst: 180)
 <2><9be>: Abbrev Number: 0
 <1><9bf>: Abbrev Number: 15 (DW_TAG_array_type)
    <9c0>   DW_AT_type        : <0x5be>
    <9c4>   DW_AT_sibling     : <0x9cf>
 <2><9c8>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <9c9>   DW_AT_type        : <0x2b>
    <9cd>   DW_AT_upper_bound : 5
 <2><9ce>: Abbrev Number: 0
 <1><9cf>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9d0>   DW_AT_byte_size   : 4
    <9d1>   DW_AT_type        : <0x3b3>
 <1><9d5>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9d6>   DW_AT_name        : (indirect string, offset: 0xec9): staged_output_data
    <9da>   DW_AT_declaration : 1
 <1><9db>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9dc>   DW_AT_byte_size   : 4
    <9dd>   DW_AT_type        : <0x9d5>
 <1><9e1>: Abbrev Number: 24 (DW_TAG_subroutine_type)
    <9e2>   DW_AT_prototyped  : 1
    <9e3>   DW_AT_sibling     : <0x9ed>
 <2><9e7>: Abbrev Number: 25 (DW_TAG_formal_parameter)
    <9e8>   DW_AT_type        : <0xcd>
 <2><9ec>: Abbrev Number: 0
 <1><9ed>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9ee>   DW_AT_byte_size   : 4
    <9ef>   DW_AT_type        : <0x9e1>
 <1><9f3>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9f4>   DW_AT_byte_size   : 4
    <9f5>   DW_AT_type        : <0x677>
 <1><9f9>: Abbrev Number: 3 (DW_TAG_const_type)
    <9fa>   DW_AT_type        : <0x9f3>
 <1><9fe>: Abbrev Number: 15 (DW_TAG_array_type)
    <9ff>   DW_AT_type        : <0xa0e>
    <a03>   DW_AT_sibling     : <0xa0e>
 <2><a07>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a08>   DW_AT_type        : <0x2b>
    <a0c>   DW_AT_upper_bound : 2
 <2><a0d>: Abbrev Number: 0
 <1><a0e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a0f>   DW_AT_byte_size   : 4
    <a10>   DW_AT_type        : <0x74b>
 <1><a14>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a15>   DW_AT_name        : (indirect string, offset: 0xad): mmap_cache_t
    <a19>   DW_AT_declaration : 1
 <1><a1a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a1b>   DW_AT_byte_size   : 4
    <a1c>   DW_AT_type        : <0xa14>
 <1><a20>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a21>   DW_AT_name        : (indirect string, offset: 0x3ba): tcb_wait_data
    <a25>   DW_AT_declaration : 1
 <1><a26>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a27>   DW_AT_byte_size   : 4
    <a28>   DW_AT_type        : <0xa20>
 <1><a2c>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a2d>   DW_AT_name        : (indirect string, offset: 0x164): vcpu_info
    <a31>   DW_AT_declaration : 1
 <1><a32>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a33>   DW_AT_byte_size   : 4
    <a34>   DW_AT_type        : <0xa2c>
 <1><a38>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a39>   DW_AT_name        : (indirect string, offset: 0xead): unwind_queue_t
    <a3d>   DW_AT_declaration : 1
 <1><a3e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a3f>   DW_AT_byte_size   : 4
    <a40>   DW_AT_type        : <0xa38>
 <1><a44>: Abbrev Number: 15 (DW_TAG_array_type)
    <a45>   DW_AT_type        : <0xe6>
    <a49>   DW_AT_sibling     : <0xa54>
 <2><a4d>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a4e>   DW_AT_type        : <0x2b>
    <a52>   DW_AT_upper_bound : 15
 <2><a53>: Abbrev Number: 0
 <1><a54>: Abbrev Number: 10 (DW_TAG_variable)
    <a55>   DW_AT_name        : (indirect string, offset: 0xae2): stub_sysent
    <a59>   DW_AT_decl_file   : 18
    <a5a>   DW_AT_decl_line   : 400
    <a5c>   DW_AT_decl_column : 28
    <a5d>   DW_AT_type        : <0x677>
    <a61>   DW_AT_external    : 1
    <a62>   DW_AT_declaration : 1
 <1><a63>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a64>   DW_AT_name        : (indirect string, offset: 0x1055): xlat_type
    <a68>   DW_AT_encoding    : 7	(unsigned)
    <a69>   DW_AT_byte_size   : 4
    <a6a>   DW_AT_type        : <0x2b>
    <a6e>   DW_AT_decl_file   : 19
    <a6f>   DW_AT_decl_line   : 13
    <a70>   DW_AT_decl_column : 6
    <a71>   DW_AT_sibling     : <0xa88>
 <2><a75>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a76>   DW_AT_name        : (indirect string, offset: 0x2cc): XT_NORMAL
    <a7a>   DW_AT_const_value : 0
 <2><a7b>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a7c>   DW_AT_name        : (indirect string, offset: 0xc13): XT_SORTED
    <a80>   DW_AT_const_value : 1
 <2><a81>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a82>   DW_AT_name        : (indirect string, offset: 0xda6): XT_INDEXED
    <a86>   DW_AT_const_value : 2
 <2><a87>: Abbrev Number: 0
 <1><a88>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a89>   DW_AT_name        : (indirect string, offset: 0xb0e): xlat_style
    <a8d>   DW_AT_encoding    : 7	(unsigned)
    <a8e>   DW_AT_byte_size   : 4
    <a8f>   DW_AT_type        : <0x2b>
    <a93>   DW_AT_decl_file   : 19
    <a94>   DW_AT_decl_line   : 19
    <a95>   DW_AT_decl_column : 6
    <a96>   DW_AT_sibling     : <0xac5>
 <2><a9a>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a9b>   DW_AT_name        : (indirect string, offset: 0xed): XLAT_STYLE_DEFAULT
    <a9f>   DW_AT_const_value : 0
 <2><aa0>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa1>   DW_AT_name        : (indirect string, offset: 0xb41): XLAT_STYLE_RAW
    <aa5>   DW_AT_const_value : 1
 <2><aa6>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa7>   DW_AT_name        : (indirect string, offset: 0x1020): XLAT_STYLE_ABBREV
    <aab>   DW_AT_const_value : 2
 <2><aac>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aad>   DW_AT_name        : (indirect string, offset: 0x2f0): XLAT_STYLE_VERBOSE
    <ab1>   DW_AT_const_value : 3
 <2><ab2>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab3>   DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
    <ab7>   DW_AT_const_value : 0
 <2><ab8>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab9>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <abd>   DW_AT_const_value : 4
 <2><abe>: Abbrev Number: 27 (DW_TAG_enumerator)
    <abf>   DW_AT_name        : (indirect string, offset: 0x1095): XLAT_STYLE_FMT_D
    <ac3>   DW_AT_const_value : 8
 <2><ac4>: Abbrev Number: 0
 <1><ac5>: Abbrev Number: 8 (DW_TAG_structure_type)
    <ac6>   DW_AT_name        : (indirect string, offset: 0x330): xlat_data
    <aca>   DW_AT_byte_size   : 12
    <acb>   DW_AT_decl_file   : 19
    <acc>   DW_AT_decl_line   : 51
    <acd>   DW_AT_decl_column : 8
    <ace>   DW_AT_sibling     : <0xaf1>
 <2><ad2>: Abbrev Number: 19 (DW_TAG_member)
    <ad3>   DW_AT_name        : val
    <ad7>   DW_AT_decl_file   : 19
    <ad8>   DW_AT_decl_line   : 52
    <ad9>   DW_AT_decl_column : 11
    <ada>   DW_AT_type        : <0x116>
    <ade>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ae1>: Abbrev Number: 19 (DW_TAG_member)
    <ae2>   DW_AT_name        : str
    <ae6>   DW_AT_decl_file   : 19
    <ae7>   DW_AT_decl_line   : 53
    <ae8>   DW_AT_decl_column : 14
    <ae9>   DW_AT_type        : <0x1c9>
    <aed>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><af0>: Abbrev Number: 0
 <1><af1>: Abbrev Number: 3 (DW_TAG_const_type)
    <af2>   DW_AT_type        : <0xac5>
 <1><af6>: Abbrev Number: 8 (DW_TAG_structure_type)
    <af7>   DW_AT_name        : (indirect string, offset: 0x22): xlat
    <afb>   DW_AT_byte_size   : 24
    <afc>   DW_AT_decl_file   : 19
    <afd>   DW_AT_decl_line   : 56
    <afe>   DW_AT_decl_column : 8
    <aff>   DW_AT_sibling     : <0xb4f>
 <2><b03>: Abbrev Number: 9 (DW_TAG_member)
    <b04>   DW_AT_name        : (indirect string, offset: 0x1072): data
    <b08>   DW_AT_decl_file   : 19
    <b09>   DW_AT_decl_line   : 57
    <b0a>   DW_AT_decl_column : 26
    <b0b>   DW_AT_type        : <0xb54>
    <b0f>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b12>: Abbrev Number: 9 (DW_TAG_member)
    <b13>   DW_AT_name        : (indirect string, offset: 0x7da): flags_strsz
    <b17>   DW_AT_decl_file   : 19
    <b18>   DW_AT_decl_line   : 58
    <b19>   DW_AT_decl_column : 9
    <b1a>   DW_AT_type        : <0x122>
    <b1e>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b21>: Abbrev Number: 9 (DW_TAG_member)
    <b22>   DW_AT_name        : (indirect string, offset: 0xab3): size
    <b26>   DW_AT_decl_file   : 19
    <b27>   DW_AT_decl_line   : 59
    <b28>   DW_AT_decl_column : 11
    <b29>   DW_AT_type        : <0x10a>
    <b2d>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b30>: Abbrev Number: 9 (DW_TAG_member)
    <b31>   DW_AT_name        : (indirect string, offset: 0x195): type
    <b35>   DW_AT_decl_file   : 19
    <b36>   DW_AT_decl_line   : 60
    <b37>   DW_AT_decl_column : 17
    <b38>   DW_AT_type        : <0xa63>
    <b3c>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b3f>: Abbrev Number: 9 (DW_TAG_member)
    <b40>   DW_AT_name        : (indirect string, offset: 0x677): flags_mask
    <b44>   DW_AT_decl_file   : 19
    <b45>   DW_AT_decl_line   : 61
    <b46>   DW_AT_decl_column : 11
    <b47>   DW_AT_type        : <0x116>
    <b4b>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b4e>: Abbrev Number: 0
 <1><b4f>: Abbrev Number: 3 (DW_TAG_const_type)
    <b50>   DW_AT_type        : <0xaf6>
 <1><b54>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b55>   DW_AT_byte_size   : 4
    <b56>   DW_AT_type        : <0xaf1>
 <1><b5a>: Abbrev Number: 15 (DW_TAG_array_type)
    <b5b>   DW_AT_type        : <0xb4f>
    <b5f>   DW_AT_sibling     : <0xb65>
 <2><b63>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b64>: Abbrev Number: 0
 <1><b65>: Abbrev Number: 3 (DW_TAG_const_type)
    <b66>   DW_AT_type        : <0xb5a>
 <1><b6a>: Abbrev Number: 10 (DW_TAG_variable)
    <b6b>   DW_AT_name        : (indirect string, offset: 0xe0f): addrfams
    <b6f>   DW_AT_decl_file   : 18
    <b70>   DW_AT_decl_line   : 406
    <b72>   DW_AT_decl_column : 26
    <b73>   DW_AT_type        : <0xb65>
    <b77>   DW_AT_external    : 1
    <b78>   DW_AT_declaration : 1
 <1><b79>: Abbrev Number: 10 (DW_TAG_variable)
    <b7a>   DW_AT_name        : (indirect string, offset: 0xce8): arp_hardware_types
    <b7e>   DW_AT_decl_file   : 18
    <b7f>   DW_AT_decl_line   : 407
    <b81>   DW_AT_decl_column : 26
    <b82>   DW_AT_type        : <0xb65>
    <b86>   DW_AT_external    : 1
    <b87>   DW_AT_declaration : 1
 <1><b88>: Abbrev Number: 10 (DW_TAG_variable)
    <b89>   DW_AT_name        : (indirect string, offset: 0xfa0): at_flags
    <b8d>   DW_AT_decl_file   : 18
    <b8e>   DW_AT_decl_line   : 408
    <b90>   DW_AT_decl_column : 26
    <b91>   DW_AT_type        : <0xb65>
    <b95>   DW_AT_external    : 1
    <b96>   DW_AT_declaration : 1
 <1><b97>: Abbrev Number: 10 (DW_TAG_variable)
    <b98>   DW_AT_name        : (indirect string, offset: 0x489): clocknames
    <b9c>   DW_AT_decl_file   : 18
    <b9d>   DW_AT_decl_line   : 409
    <b9f>   DW_AT_decl_column : 26
    <ba0>   DW_AT_type        : <0xb65>
    <ba4>   DW_AT_external    : 1
    <ba5>   DW_AT_declaration : 1
 <1><ba6>: Abbrev Number: 10 (DW_TAG_variable)
    <ba7>   DW_AT_name        : (indirect string, offset: 0xf6b): dirent_types
    <bab>   DW_AT_decl_file   : 18
    <bac>   DW_AT_decl_line   : 410
    <bae>   DW_AT_decl_column : 26
    <baf>   DW_AT_type        : <0xb65>
    <bb3>   DW_AT_external    : 1
    <bb4>   DW_AT_declaration : 1
 <1><bb5>: Abbrev Number: 10 (DW_TAG_variable)
    <bb6>   DW_AT_name        : (indirect string, offset: 0x82b): ethernet_protocols
    <bba>   DW_AT_decl_file   : 18
    <bbb>   DW_AT_decl_line   : 411
    <bbd>   DW_AT_decl_column : 26
    <bbe>   DW_AT_type        : <0xb65>
    <bc2>   DW_AT_external    : 1
    <bc3>   DW_AT_declaration : 1
 <1><bc4>: Abbrev Number: 10 (DW_TAG_variable)
    <bc5>   DW_AT_name        : (indirect string, offset: 0x59d): inet_protocols
    <bc9>   DW_AT_decl_file   : 18
    <bca>   DW_AT_decl_line   : 412
    <bcc>   DW_AT_decl_column : 26
    <bcd>   DW_AT_type        : <0xb65>
    <bd1>   DW_AT_external    : 1
    <bd2>   DW_AT_declaration : 1
 <1><bd3>: Abbrev Number: 10 (DW_TAG_variable)
    <bd4>   DW_AT_name        : (indirect string, offset: 0x2b9): evdev_abs
    <bd8>   DW_AT_decl_file   : 18
    <bd9>   DW_AT_decl_line   : 413
    <bdb>   DW_AT_decl_column : 26
    <bdc>   DW_AT_type        : <0xb65>
    <be0>   DW_AT_external    : 1
    <be1>   DW_AT_declaration : 1
 <1><be2>: Abbrev Number: 10 (DW_TAG_variable)
    <be3>   DW_AT_name        : (indirect string, offset: 0x66c): audit_arch
    <be7>   DW_AT_decl_file   : 18
    <be8>   DW_AT_decl_line   : 414
    <bea>   DW_AT_decl_column : 26
    <beb>   DW_AT_type        : <0xb65>
    <bef>   DW_AT_external    : 1
    <bf0>   DW_AT_declaration : 1
 <1><bf1>: Abbrev Number: 10 (DW_TAG_variable)
    <bf2>   DW_AT_name        : (indirect string, offset: 0x99): evdev_ev
    <bf6>   DW_AT_decl_file   : 18
    <bf7>   DW_AT_decl_line   : 415
    <bf9>   DW_AT_decl_column : 26
    <bfa>   DW_AT_type        : <0xb65>
    <bfe>   DW_AT_external    : 1
    <bff>   DW_AT_declaration : 1
 <1><c00>: Abbrev Number: 10 (DW_TAG_variable)
    <c01>   DW_AT_name        : (indirect string, offset: 0x46a): iffflags
    <c05>   DW_AT_decl_file   : 18
    <c06>   DW_AT_decl_line   : 416
    <c08>   DW_AT_decl_column : 26
    <c09>   DW_AT_type        : <0xb65>
    <c0d>   DW_AT_external    : 1
    <c0e>   DW_AT_declaration : 1
 <1><c0f>: Abbrev Number: 10 (DW_TAG_variable)
    <c10>   DW_AT_name        : (indirect string, offset: 0xb50): ip_type_of_services
    <c14>   DW_AT_decl_file   : 18
    <c15>   DW_AT_decl_line   : 417
    <c17>   DW_AT_decl_column : 26
    <c18>   DW_AT_type        : <0xb65>
    <c1c>   DW_AT_external    : 1
    <c1d>   DW_AT_declaration : 1
 <1><c1e>: Abbrev Number: 10 (DW_TAG_variable)
    <c1f>   DW_AT_name        : (indirect string, offset: 0x5f8): ipc_private
    <c23>   DW_AT_decl_file   : 18
    <c24>   DW_AT_decl_line   : 418
    <c26>   DW_AT_decl_column : 26
    <c27>   DW_AT_type        : <0xb65>
    <c2b>   DW_AT_external    : 1
    <c2c>   DW_AT_declaration : 1
 <1><c2d>: Abbrev Number: 10 (DW_TAG_variable)
    <c2e>   DW_AT_name        : (indirect string, offset: 0x326): msg_flags
    <c32>   DW_AT_decl_file   : 18
    <c33>   DW_AT_decl_line   : 419
    <c35>   DW_AT_decl_column : 26
    <c36>   DW_AT_type        : <0xb65>
    <c3a>   DW_AT_external    : 1
    <c3b>   DW_AT_declaration : 1
 <1><c3c>: Abbrev Number: 10 (DW_TAG_variable)
    <c3d>   DW_AT_name        : (indirect string, offset: 0x109): netlink_protocols
    <c41>   DW_AT_decl_file   : 18
    <c42>   DW_AT_decl_line   : 420
    <c44>   DW_AT_decl_column : 26
    <c45>   DW_AT_type        : <0xb65>
    <c49>   DW_AT_external    : 1
    <c4a>   DW_AT_declaration : 1
 <1><c4b>: Abbrev Number: 10 (DW_TAG_variable)
    <c4c>   DW_AT_name        : (indirect string, offset: 0xedc): nl_bridge_vlan_flags
    <c50>   DW_AT_decl_file   : 18
    <c51>   DW_AT_decl_line   : 421
    <c53>   DW_AT_decl_column : 26
    <c54>   DW_AT_type        : <0xb65>
    <c58>   DW_AT_external    : 1
    <c59>   DW_AT_declaration : 1
 <1><c5a>: Abbrev Number: 10 (DW_TAG_variable)
    <c5b>   DW_AT_name        : (indirect string, offset: 0xd8f): nl_netfilter_msg_types
    <c5f>   DW_AT_decl_file   : 18
    <c60>   DW_AT_decl_line   : 422
    <c62>   DW_AT_decl_column : 26
    <c63>   DW_AT_type        : <0xb65>
    <c67>   DW_AT_external    : 1
    <c68>   DW_AT_declaration : 1
 <1><c69>: Abbrev Number: 10 (DW_TAG_variable)
    <c6a>   DW_AT_name        : (indirect string, offset: 0x216): nl_route_types
    <c6e>   DW_AT_decl_file   : 18
    <c6f>   DW_AT_decl_line   : 423
    <c71>   DW_AT_decl_column : 26
    <c72>   DW_AT_type        : <0xb65>
    <c76>   DW_AT_external    : 1
    <c77>   DW_AT_declaration : 1
 <1><c78>: Abbrev Number: 10 (DW_TAG_variable)
    <c79>   DW_AT_name        : (indirect string, offset: 0xe54): open_access_modes
    <c7d>   DW_AT_decl_file   : 18
    <c7e>   DW_AT_decl_line   : 424
    <c80>   DW_AT_decl_column : 26
    <c81>   DW_AT_type        : <0xb65>
    <c85>   DW_AT_external    : 1
    <c86>   DW_AT_declaration : 1
 <1><c87>: Abbrev Number: 10 (DW_TAG_variable)
    <c88>   DW_AT_name        : (indirect string, offset: 0x79): open_mode_flags
    <c8c>   DW_AT_decl_file   : 18
    <c8d>   DW_AT_decl_line   : 425
    <c8f>   DW_AT_decl_column : 26
    <c90>   DW_AT_type        : <0xb65>
    <c94>   DW_AT_external    : 1
    <c95>   DW_AT_declaration : 1
 <1><c96>: Abbrev Number: 10 (DW_TAG_variable)
    <c97>   DW_AT_name        : (indirect string, offset: 0xbef): perf_type_id
    <c9b>   DW_AT_decl_file   : 18
    <c9c>   DW_AT_decl_line   : 426
    <c9e>   DW_AT_decl_column : 26
    <c9f>   DW_AT_type        : <0xb65>
    <ca3>   DW_AT_external    : 1
    <ca4>   DW_AT_declaration : 1
 <1><ca5>: Abbrev Number: 10 (DW_TAG_variable)
    <ca6>   DW_AT_name        : (indirect string, offset: 0xe18): pollflags
    <caa>   DW_AT_decl_file   : 18
    <cab>   DW_AT_decl_line   : 427
    <cad>   DW_AT_decl_column : 26
    <cae>   DW_AT_type        : <0xb65>
    <cb2>   DW_AT_external    : 1
    <cb3>   DW_AT_declaration : 1
 <1><cb4>: Abbrev Number: 10 (DW_TAG_variable)
    <cb5>   DW_AT_name        : (indirect string, offset: 0x53e): ptrace_cmds
    <cb9>   DW_AT_decl_file   : 18
    <cba>   DW_AT_decl_line   : 428
    <cbc>   DW_AT_decl_column : 26
    <cbd>   DW_AT_type        : <0xb65>
    <cc1>   DW_AT_external    : 1
    <cc2>   DW_AT_declaration : 1
 <1><cc3>: Abbrev Number: 10 (DW_TAG_variable)
    <cc4>   DW_AT_name        : (indirect string, offset: 0x76d): resource_flags
    <cc8>   DW_AT_decl_file   : 18
    <cc9>   DW_AT_decl_line   : 429
    <ccb>   DW_AT_decl_column : 26
    <ccc>   DW_AT_type        : <0xb65>
    <cd0>   DW_AT_external    : 1
    <cd1>   DW_AT_declaration : 1
 <1><cd2>: Abbrev Number: 10 (DW_TAG_variable)
    <cd3>   DW_AT_name        : (indirect string, offset: 0x28f): route_nexthop_flags
    <cd7>   DW_AT_decl_file   : 18
    <cd8>   DW_AT_decl_line   : 430
    <cda>   DW_AT_decl_column : 26
    <cdb>   DW_AT_type        : <0xb65>
    <cdf>   DW_AT_external    : 1
    <ce0>   DW_AT_declaration : 1
 <1><ce1>: Abbrev Number: 10 (DW_TAG_variable)
    <ce2>   DW_AT_name        : (indirect string, offset: 0xe71): routing_protocols
    <ce6>   DW_AT_decl_file   : 18
    <ce7>   DW_AT_decl_line   : 431
    <ce9>   DW_AT_decl_column : 26
    <cea>   DW_AT_type        : <0xb65>
    <cee>   DW_AT_external    : 1
    <cef>   DW_AT_declaration : 1
 <1><cf0>: Abbrev Number: 10 (DW_TAG_variable)
    <cf1>   DW_AT_name        : (indirect string, offset: 0x45b): routing_scopes
    <cf5>   DW_AT_decl_file   : 18
    <cf6>   DW_AT_decl_line   : 432
    <cf8>   DW_AT_decl_column : 26
    <cf9>   DW_AT_type        : <0xb65>
    <cfd>   DW_AT_external    : 1
    <cfe>   DW_AT_declaration : 1
 <1><cff>: Abbrev Number: 10 (DW_TAG_variable)
    <d00>   DW_AT_name        : (indirect string, offset: 0xd7d): routing_table_ids
    <d04>   DW_AT_decl_file   : 18
    <d05>   DW_AT_decl_line   : 433
    <d07>   DW_AT_decl_column : 26
    <d08>   DW_AT_type        : <0xb65>
    <d0c>   DW_AT_external    : 1
    <d0d>   DW_AT_declaration : 1
 <1><d0e>: Abbrev Number: 10 (DW_TAG_variable)
    <d0f>   DW_AT_name        : (indirect string, offset: 0x5d5): routing_types
    <d13>   DW_AT_decl_file   : 18
    <d14>   DW_AT_decl_line   : 434
    <d16>   DW_AT_decl_column : 26
    <d17>   DW_AT_type        : <0xb65>
    <d1b>   DW_AT_external    : 1
    <d1c>   DW_AT_declaration : 1
 <1><d1d>: Abbrev Number: 10 (DW_TAG_variable)
    <d1e>   DW_AT_name        : (indirect string, offset: 0x1b9): rwf_flags
    <d22>   DW_AT_decl_file   : 18
    <d23>   DW_AT_decl_line   : 435
    <d25>   DW_AT_decl_column : 26
    <d26>   DW_AT_type        : <0xb65>
    <d2a>   DW_AT_external    : 1
    <d2b>   DW_AT_declaration : 1
 <1><d2c>: Abbrev Number: 10 (DW_TAG_variable)
    <d2d>   DW_AT_name        : (indirect string, offset: 0x7a5): seccomp_filter_flags
    <d31>   DW_AT_decl_file   : 18
    <d32>   DW_AT_decl_line   : 436
    <d34>   DW_AT_decl_column : 26
    <d35>   DW_AT_type        : <0xb65>
    <d39>   DW_AT_external    : 1
    <d3a>   DW_AT_declaration : 1
 <1><d3b>: Abbrev Number: 10 (DW_TAG_variable)
    <d3c>   DW_AT_name        : (indirect string, offset: 0x2d6): seccomp_ret_action
    <d40>   DW_AT_decl_file   : 18
    <d41>   DW_AT_decl_line   : 437
    <d43>   DW_AT_decl_column : 26
    <d44>   DW_AT_type        : <0xb65>
    <d48>   DW_AT_external    : 1
    <d49>   DW_AT_declaration : 1
 <1><d4a>: Abbrev Number: 10 (DW_TAG_variable)
    <d4b>   DW_AT_name        : (indirect string, offset: 0x424): setns_types
    <d4f>   DW_AT_decl_file   : 18
    <d50>   DW_AT_decl_line   : 438
    <d52>   DW_AT_decl_column : 26
    <d53>   DW_AT_type        : <0xb65>
    <d57>   DW_AT_external    : 1
    <d58>   DW_AT_declaration : 1
 <1><d59>: Abbrev Number: 10 (DW_TAG_variable)
    <d5a>   DW_AT_name        : (indirect string, offset: 0xe04): sg_io_info
    <d5e>   DW_AT_decl_file   : 18
    <d5f>   DW_AT_decl_line   : 439
    <d61>   DW_AT_decl_column : 26
    <d62>   DW_AT_type        : <0xb65>
    <d66>   DW_AT_external    : 1
    <d67>   DW_AT_declaration : 1
 <1><d68>: Abbrev Number: 10 (DW_TAG_variable)
    <d69>   DW_AT_name        : (indirect string, offset: 0xaf6): socketlayers
    <d6d>   DW_AT_decl_file   : 18
    <d6e>   DW_AT_decl_line   : 440
    <d70>   DW_AT_decl_column : 26
    <d71>   DW_AT_type        : <0xb65>
    <d75>   DW_AT_external    : 1
    <d76>   DW_AT_declaration : 1
 <1><d77>: Abbrev Number: 10 (DW_TAG_variable)
    <d78>   DW_AT_name        : (indirect string, offset: 0xd5c): socktypes
    <d7c>   DW_AT_decl_file   : 18
    <d7d>   DW_AT_decl_line   : 441
    <d7f>   DW_AT_decl_column : 26
    <d80>   DW_AT_type        : <0xb65>
    <d84>   DW_AT_external    : 1
    <d85>   DW_AT_declaration : 1
 <1><d86>: Abbrev Number: 10 (DW_TAG_variable)
    <d87>   DW_AT_name        : (indirect string, offset: 0x9d0): tcp_state_flags
    <d8b>   DW_AT_decl_file   : 18
    <d8c>   DW_AT_decl_line   : 442
    <d8e>   DW_AT_decl_column : 26
    <d8f>   DW_AT_type        : <0xb65>
    <d93>   DW_AT_external    : 1
    <d94>   DW_AT_declaration : 1
 <1><d95>: Abbrev Number: 10 (DW_TAG_variable)
    <d96>   DW_AT_name        : (indirect string, offset: 0x6a1): tcp_states
    <d9a>   DW_AT_decl_file   : 18
    <d9b>   DW_AT_decl_line   : 443
    <d9d>   DW_AT_decl_column : 26
    <d9e>   DW_AT_type        : <0xb65>
    <da2>   DW_AT_external    : 1
    <da3>   DW_AT_declaration : 1
 <1><da4>: Abbrev Number: 10 (DW_TAG_variable)
    <da5>   DW_AT_name        : (indirect string, offset: 0x1003): whence_codes
    <da9>   DW_AT_decl_file   : 18
    <daa>   DW_AT_decl_line   : 444
    <dac>   DW_AT_decl_column : 26
    <dad>   DW_AT_type        : <0xb65>
    <db1>   DW_AT_external    : 1
    <db2>   DW_AT_declaration : 1
 <1><db3>: Abbrev Number: 28 (DW_TAG_enumeration_type)
    <db4>   DW_AT_encoding    : 7	(unsigned)
    <db5>   DW_AT_byte_size   : 4
    <db6>   DW_AT_type        : <0x2b>
    <dba>   DW_AT_decl_file   : 18
    <dbb>   DW_AT_decl_line   : 505
    <dbd>   DW_AT_decl_column : 14
    <dbe>   DW_AT_sibling     : <0xdd5>
 <2><dc2>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dc3>   DW_AT_name        : (indirect string, offset: 0x8fb): CFLAG_NONE
    <dc7>   DW_AT_const_value : 0
 <2><dc8>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dc9>   DW_AT_name        : (indirect string, offset: 0x83e): CFLAG_ONLY_STATS
    <dcd>   DW_AT_const_value : 1
 <2><dce>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dcf>   DW_AT_name        : (indirect string, offset: 0xb03): CFLAG_BOTH
    <dd3>   DW_AT_const_value : 2
 <2><dd4>: Abbrev Number: 0
 <1><dd5>: Abbrev Number: 29 (DW_TAG_typedef)
    <dd6>   DW_AT_name        : (indirect string, offset: 0x10ab): cflag_t
    <dda>   DW_AT_decl_file   : 18
    <ddb>   DW_AT_decl_line   : 509
    <ddd>   DW_AT_decl_column : 3
    <dde>   DW_AT_type        : <0xdb3>
 <1><de2>: Abbrev Number: 10 (DW_TAG_variable)
    <de3>   DW_AT_name        : (indirect string, offset: 0xca3): cflag
    <de7>   DW_AT_decl_file   : 18
    <de8>   DW_AT_decl_line   : 510
    <dea>   DW_AT_decl_column : 16
    <deb>   DW_AT_type        : <0xdd5>
    <def>   DW_AT_external    : 1
    <df0>   DW_AT_declaration : 1
 <1><df1>: Abbrev Number: 10 (DW_TAG_variable)
    <df2>   DW_AT_name        : (indirect string, offset: 0x184): Tflag
    <df6>   DW_AT_decl_file   : 18
    <df7>   DW_AT_decl_line   : 511
    <df9>   DW_AT_decl_column : 13
    <dfa>   DW_AT_type        : <0x576>
    <dfe>   DW_AT_external    : 1
    <dff>   DW_AT_declaration : 1
 <1><e00>: Abbrev Number: 10 (DW_TAG_variable)
    <e01>   DW_AT_name        : (indirect string, offset: 0x706): Tflag_scale
    <e05>   DW_AT_decl_file   : 18
    <e06>   DW_AT_decl_line   : 512
    <e08>   DW_AT_decl_column : 12
    <e09>   DW_AT_type        : <0x64>
    <e0d>   DW_AT_external    : 1
    <e0e>   DW_AT_declaration : 1
 <1><e0f>: Abbrev Number: 10 (DW_TAG_variable)
    <e10>   DW_AT_name        : (indirect string, offset: 0x7ba): Tflag_width
    <e14>   DW_AT_decl_file   : 18
    <e15>   DW_AT_decl_line   : 513
    <e17>   DW_AT_decl_column : 12
    <e18>   DW_AT_type        : <0x64>
    <e1c>   DW_AT_external    : 1
    <e1d>   DW_AT_declaration : 1
 <1><e1e>: Abbrev Number: 10 (DW_TAG_variable)
    <e1f>   DW_AT_name        : (indirect string, offset: 0xdf6): iflag
    <e23>   DW_AT_decl_file   : 18
    <e24>   DW_AT_decl_line   : 514
    <e26>   DW_AT_decl_column : 13
    <e27>   DW_AT_type        : <0x576>
    <e2b>   DW_AT_external    : 1
    <e2c>   DW_AT_declaration : 1
 <1><e2d>: Abbrev Number: 10 (DW_TAG_variable)
    <e2e>   DW_AT_name        : (indirect string, offset: 0x57e): count_wallclock
    <e32>   DW_AT_decl_file   : 18
    <e33>   DW_AT_decl_line   : 515
    <e35>   DW_AT_decl_column : 13
    <e36>   DW_AT_type        : <0x576>
    <e3a>   DW_AT_external    : 1
    <e3b>   DW_AT_declaration : 1
 <1><e3c>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e3d>   DW_AT_name        : (indirect string, offset: 0x4a): path_set_item
    <e41>   DW_AT_byte_size   : 4
    <e42>   DW_AT_decl_file   : 18
    <e43>   DW_AT_decl_line   : 517
    <e45>   DW_AT_decl_column : 8
    <e46>   DW_AT_sibling     : <0xe5b>
 <2><e4a>: Abbrev Number: 13 (DW_TAG_member)
    <e4b>   DW_AT_name        : (indirect string, offset: 0xc7): path
    <e4f>   DW_AT_decl_file   : 18
    <e50>   DW_AT_decl_line   : 518
    <e52>   DW_AT_decl_column : 14
    <e53>   DW_AT_type        : <0x1c9>
    <e57>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e5a>: Abbrev Number: 0
 <1><e5b>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e5c>   DW_AT_name        : (indirect string, offset: 0x6ac): path_set
    <e60>   DW_AT_byte_size   : 12
    <e61>   DW_AT_decl_file   : 18
    <e62>   DW_AT_decl_line   : 522
    <e64>   DW_AT_decl_column : 15
    <e65>   DW_AT_sibling     : <0xe9a>
 <2><e69>: Abbrev Number: 13 (DW_TAG_member)
    <e6a>   DW_AT_name        : (indirect string, offset: 0x633): paths_selected
    <e6e>   DW_AT_decl_file   : 18
    <e6f>   DW_AT_decl_line   : 523
    <e71>   DW_AT_decl_column : 24
    <e72>   DW_AT_type        : <0xe9a>
    <e76>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e79>: Abbrev Number: 13 (DW_TAG_member)
    <e7a>   DW_AT_name        : (indirect string, offset: 0xff6): num_selected
    <e7e>   DW_AT_decl_file   : 18
    <e7f>   DW_AT_decl_line   : 524
    <e81>   DW_AT_decl_column : 9
    <e82>   DW_AT_type        : <0x122>
    <e86>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><e89>: Abbrev Number: 13 (DW_TAG_member)
    <e8a>   DW_AT_name        : (indirect string, offset: 0xab3): size
    <e8e>   DW_AT_decl_file   : 18
    <e8f>   DW_AT_decl_line   : 525
    <e91>   DW_AT_decl_column : 9
    <e92>   DW_AT_type        : <0x122>
    <e96>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><e99>: Abbrev Number: 0
 <1><e9a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e9b>   DW_AT_byte_size   : 4
    <e9c>   DW_AT_type        : <0xe3c>
 <1><ea0>: Abbrev Number: 10 (DW_TAG_variable)
    <ea1>   DW_AT_name        : (indirect string, offset: 0x1045): global_path_set
    <ea5>   DW_AT_decl_file   : 18
    <ea6>   DW_AT_decl_line   : 526
    <ea8>   DW_AT_decl_column : 3
    <ea9>   DW_AT_type        : <0xe5b>
    <ead>   DW_AT_external    : 1
    <eae>   DW_AT_declaration : 1
 <1><eaf>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <eb0>   DW_AT_name        : (indirect string, offset: 0xf58): xflag_opts
    <eb4>   DW_AT_encoding    : 7	(unsigned)
    <eb5>   DW_AT_byte_size   : 4
    <eb6>   DW_AT_type        : <0x2b>
    <eba>   DW_AT_decl_file   : 18
    <ebb>   DW_AT_decl_line   : 528
    <ebd>   DW_AT_decl_column : 6
    <ebe>   DW_AT_sibling     : <0xee1>
 <2><ec2>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec3>   DW_AT_name        : (indirect string, offset: 0x990): HEXSTR_NONE
    <ec7>   DW_AT_const_value : 0
 <2><ec8>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec9>   DW_AT_name        : (indirect string, offset: 0xf82): HEXSTR_NON_ASCII
    <ecd>   DW_AT_const_value : 1
 <2><ece>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ecf>   DW_AT_name        : (indirect string, offset: 0x87c): HEXSTR_ALL
    <ed3>   DW_AT_const_value : 2
 <2><ed4>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ed5>   DW_AT_name        : (indirect string, offset: 0x5be): HEXSTR_NON_ASCII_CHARS
    <ed9>   DW_AT_const_value : 3
 <2><eda>: Abbrev Number: 27 (DW_TAG_enumerator)
    <edb>   DW_AT_name        : (indirect string, offset: 0x1010): NUM_HEXSTR_OPTS
    <edf>   DW_AT_const_value : 4
 <2><ee0>: Abbrev Number: 0
 <1><ee1>: Abbrev Number: 10 (DW_TAG_variable)
    <ee2>   DW_AT_name        : (indirect string, offset: 0xdd0): xflag
    <ee6>   DW_AT_decl_file   : 18
    <ee7>   DW_AT_decl_line   : 541
    <ee9>   DW_AT_decl_column : 17
    <eea>   DW_AT_type        : <0x2b>
    <eee>   DW_AT_external    : 1
    <eef>   DW_AT_declaration : 1
 <1><ef0>: Abbrev Number: 10 (DW_TAG_variable)
    <ef1>   DW_AT_name        : (indirect string, offset: 0xd66): followfork
    <ef5>   DW_AT_decl_file   : 18
    <ef6>   DW_AT_decl_line   : 542
    <ef8>   DW_AT_decl_column : 13
    <ef9>   DW_AT_type        : <0x576>
    <efd>   DW_AT_external    : 1
    <efe>   DW_AT_declaration : 1
 <1><eff>: Abbrev Number: 10 (DW_TAG_variable)
    <f00>   DW_AT_name        : (indirect string, offset: 0x33a): output_separately
    <f04>   DW_AT_decl_file   : 18
    <f05>   DW_AT_decl_line   : 543
    <f07>   DW_AT_decl_column : 13
    <f08>   DW_AT_type        : <0x576>
    <f0c>   DW_AT_external    : 1
    <f0d>   DW_AT_declaration : 1
 <1><f0e>: Abbrev Number: 10 (DW_TAG_variable)
    <f0f>   DW_AT_name        : (indirect string, offset: 0x225): stack_trace_enabled
    <f13>   DW_AT_decl_file   : 18
    <f14>   DW_AT_decl_line   : 546
    <f16>   DW_AT_decl_column : 13
    <f17>   DW_AT_type        : <0x576>
    <f1b>   DW_AT_external    : 1
    <f1c>   DW_AT_declaration : 1
 <1><f1d>: Abbrev Number: 10 (DW_TAG_variable)
    <f1e>   DW_AT_name        : (indirect string, offset: 0x5ac): ptrace_setoptions
    <f22>   DW_AT_decl_file   : 18
    <f23>   DW_AT_decl_line   : 550
    <f25>   DW_AT_decl_column : 17
    <f26>   DW_AT_type        : <0x2b>
    <f2a>   DW_AT_external    : 1
    <f2b>   DW_AT_declaration : 1
 <1><f2c>: Abbrev Number: 10 (DW_TAG_variable)
    <f2d>   DW_AT_name        : (indirect string, offset: 0x985): max_strlen
    <f31>   DW_AT_decl_file   : 18
    <f32>   DW_AT_decl_line   : 551
    <f34>   DW_AT_decl_column : 17
    <f35>   DW_AT_type        : <0x2b>
    <f39>   DW_AT_external    : 1
    <f3a>   DW_AT_declaration : 1
 <1><f3b>: Abbrev Number: 10 (DW_TAG_variable)
    <f3c>   DW_AT_name        : (indirect string, offset: 0x9b3): os_release
    <f40>   DW_AT_decl_file   : 18
    <f41>   DW_AT_decl_line   : 552
    <f43>   DW_AT_decl_column : 17
    <f44>   DW_AT_type        : <0x2b>
    <f48>   DW_AT_external    : 1
    <f49>   DW_AT_declaration : 1
 <1><f4a>: Abbrev Number: 10 (DW_TAG_variable)
    <f4b>   DW_AT_name        : (indirect string, offset: 0x649): xlat_verbosity
    <f4f>   DW_AT_decl_file   : 18
    <f50>   DW_AT_decl_line   : 914
    <f52>   DW_AT_decl_column : 24
    <f53>   DW_AT_type        : <0xa88>
    <f57>   DW_AT_external    : 1
    <f58>   DW_AT_declaration : 1
 <1><f59>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f5a>   DW_AT_name        : (indirect string, offset: 0x561): xlat_style_private_flag_bits
    <f5e>   DW_AT_encoding    : 7	(unsigned)
    <f5f>   DW_AT_byte_size   : 4
    <f60>   DW_AT_type        : <0x2b>
    <f64>   DW_AT_decl_file   : 18
    <f65>   DW_AT_decl_line   : 934
    <f67>   DW_AT_decl_column : 6
    <f68>   DW_AT_sibling     : <0xf85>
 <2><f6c>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f6d>   DW_AT_name        : (indirect string, offset: 0x2a3): PAF_PRINT_INDICES_BIT
    <f71>   DW_AT_const_value : 5
 <2><f72>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f73>   DW_AT_name        : (indirect string, offset: 0xa6a): PAF_ARRAY_TRUNCATED_BIT
    <f77>   DW_AT_const_value : 6
 <2><f78>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f79>   DW_AT_name        : (indirect string, offset: 0x3d6): PXF_DEFAULT_STR_BIT
    <f7d>   DW_AT_const_value : 7
 <2><f7e>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f7f>   DW_AT_name        : (indirect string, offset: 0xc26): SPFF_AUXSTR_MODE_BIT
    <f83>   DW_AT_const_value : 8
 <2><f84>: Abbrev Number: 0
 <1><f85>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <f86>   DW_AT_byte_size   : 4
    <f87>   DW_AT_type        : <0x795>
 <1><f8b>: Abbrev Number: 3 (DW_TAG_const_type)
    <f8c>   DW_AT_type        : <0xf85>
 <1><f90>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f91>   DW_AT_name        : (indirect string, offset: 0xcfb): find_xlat_flag_bits
    <f95>   DW_AT_encoding    : 7	(unsigned)
    <f96>   DW_AT_byte_size   : 4
    <f97>   DW_AT_type        : <0x2b>
    <f9b>   DW_AT_decl_file   : 18
    <f9c>   DW_AT_decl_line   : 1438
    <f9e>   DW_AT_decl_column : 6
    <f9f>   DW_AT_sibling     : <0xfaa>
 <2><fa3>: Abbrev Number: 27 (DW_TAG_enumerator)
    <fa4>   DW_AT_name        : (indirect string, offset: 0x8b9): FXL_CASE_SENSITIVE_BIT
    <fa8>   DW_AT_const_value : 0
 <2><fa9>: Abbrev Number: 0
 <1><faa>: Abbrev Number: 10 (DW_TAG_variable)
    <fab>   DW_AT_name        : (indirect string, offset: 0x961): printing_tcp
    <faf>   DW_AT_decl_file   : 18
    <fb0>   DW_AT_decl_line   : 1684
    <fb2>   DW_AT_decl_column : 20
    <fb3>   DW_AT_type        : <0xf85>
    <fb7>   DW_AT_external    : 1
    <fb8>   DW_AT_declaration : 1
 <1><fb9>: Abbrev Number: 10 (DW_TAG_variable)
    <fba>   DW_AT_name        : (indirect string, offset: 0x529): errnoent
    <fbe>   DW_AT_decl_file   : 18
    <fbf>   DW_AT_decl_line   : 1882
    <fc1>   DW_AT_decl_column : 26
    <fc2>   DW_AT_type        : <0x4aa>
    <fc6>   DW_AT_external    : 1
    <fc7>   DW_AT_declaration : 1
 <1><fc8>: Abbrev Number: 10 (DW_TAG_variable)
    <fc9>   DW_AT_name        : (indirect string, offset: 0x7c6): signalent
    <fcd>   DW_AT_decl_file   : 18
    <fce>   DW_AT_decl_line   : 1883
    <fd0>   DW_AT_decl_column : 26
    <fd1>   DW_AT_type        : <0x4aa>
    <fd5>   DW_AT_external    : 1
    <fd6>   DW_AT_declaration : 1
 <1><fd7>: Abbrev Number: 10 (DW_TAG_variable)
    <fd8>   DW_AT_name        : (indirect string, offset: 0xe3e): nerrnos
    <fdc>   DW_AT_decl_file   : 18
    <fdd>   DW_AT_decl_line   : 1884
    <fdf>   DW_AT_decl_column : 27
    <fe0>   DW_AT_type        : <0x32>
    <fe4>   DW_AT_external    : 1
    <fe5>   DW_AT_declaration : 1
 <1><fe6>: Abbrev Number: 10 (DW_TAG_variable)
    <fe7>   DW_AT_name        : (indirect string, offset: 0xfdf): nsignals
    <feb>   DW_AT_decl_file   : 18
    <fec>   DW_AT_decl_line   : 1885
    <fee>   DW_AT_decl_column : 27
    <fef>   DW_AT_type        : <0x32>
    <ff3>   DW_AT_external    : 1
    <ff4>   DW_AT_declaration : 1
 <1><ff5>: Abbrev Number: 15 (DW_TAG_array_type)
    <ff6>   DW_AT_type        : <0x677>
    <ffa>   DW_AT_sibling     : <0x1000>
 <2><ffe>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><fff>: Abbrev Number: 0
 <1><1000>: Abbrev Number: 3 (DW_TAG_const_type)
    <1001>   DW_AT_type        : <0xff5>
 <1><1005>: Abbrev Number: 10 (DW_TAG_variable)
    <1006>   DW_AT_name        : (indirect string, offset: 0xcc0): sysent0
    <100a>   DW_AT_decl_file   : 18
    <100b>   DW_AT_decl_line   : 1887
    <100d>   DW_AT_decl_column : 28
    <100e>   DW_AT_type        : <0x1000>
    <1012>   DW_AT_external    : 1
    <1013>   DW_AT_declaration : 1
 <1><1014>: Abbrev Number: 15 (DW_TAG_array_type)
    <1015>   DW_AT_type        : <0x6de>
    <1019>   DW_AT_sibling     : <0x101f>
 <2><101d>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><101e>: Abbrev Number: 0
 <1><101f>: Abbrev Number: 3 (DW_TAG_const_type)
    <1020>   DW_AT_type        : <0x1014>
 <1><1024>: Abbrev Number: 10 (DW_TAG_variable)
    <1025>   DW_AT_name        : (indirect string, offset: 0x103b): ioctlent0
    <1029>   DW_AT_decl_file   : 18
    <102a>   DW_AT_decl_line   : 1888
    <102c>   DW_AT_decl_column : 30
    <102d>   DW_AT_type        : <0x101f>
    <1031>   DW_AT_external    : 1
    <1032>   DW_AT_declaration : 1
 <1><1033>: Abbrev Number: 10 (DW_TAG_variable)
    <1034>   DW_AT_name        : (indirect string, offset: 0x449): personality_names
    <1038>   DW_AT_decl_file   : 18
    <1039>   DW_AT_decl_line   : 1890
    <103b>   DW_AT_decl_column : 26
    <103c>   DW_AT_type        : <0x4aa>
    <1040>   DW_AT_external    : 1
    <1041>   DW_AT_declaration : 1
 <1><1042>: Abbrev Number: 10 (DW_TAG_variable)
    <1043>   DW_AT_name        : (indirect string, offset: 0x7e6): sysent
    <1047>   DW_AT_decl_file   : 18
    <1048>   DW_AT_decl_line   : 1893
    <104a>   DW_AT_decl_column : 29
    <104b>   DW_AT_type        : <0x9f3>
    <104f>   DW_AT_external    : 1
    <1050>   DW_AT_declaration : 1
 <1><1051>: Abbrev Number: 10 (DW_TAG_variable)
    <1052>   DW_AT_name        : (indirect string, offset: 0xc43): ioctlent
    <1056>   DW_AT_decl_file   : 18
    <1057>   DW_AT_decl_line   : 1894
    <1059>   DW_AT_decl_column : 31
    <105a>   DW_AT_type        : <0x1060>
    <105e>   DW_AT_external    : 1
    <105f>   DW_AT_declaration : 1
 <1><1060>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1061>   DW_AT_byte_size   : 4
    <1062>   DW_AT_type        : <0x6de>
 <1><1066>: Abbrev Number: 10 (DW_TAG_variable)
    <1067>   DW_AT_name        : (indirect string, offset: 0x7d0): nsyscalls
    <106b>   DW_AT_decl_file   : 18
    <106c>   DW_AT_decl_line   : 1900
    <106e>   DW_AT_decl_column : 17
    <106f>   DW_AT_type        : <0x2b>
    <1073>   DW_AT_external    : 1
    <1074>   DW_AT_declaration : 1
 <1><1075>: Abbrev Number: 10 (DW_TAG_variable)
    <1076>   DW_AT_name        : (indirect string, offset: 0xe66): nioctlents
    <107a>   DW_AT_decl_file   : 18
    <107b>   DW_AT_decl_line   : 1901
    <107d>   DW_AT_decl_column : 17
    <107e>   DW_AT_type        : <0x2b>
    <1082>   DW_AT_external    : 1
    <1083>   DW_AT_declaration : 1
 <1><1084>: Abbrev Number: 15 (DW_TAG_array_type)
    <1085>   DW_AT_type        : <0x32>
    <1089>   DW_AT_sibling     : <0x1094>
 <2><108d>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <108e>   DW_AT_type        : <0x2b>
    <1092>   DW_AT_upper_bound : 2
 <2><1093>: Abbrev Number: 0
 <1><1094>: Abbrev Number: 3 (DW_TAG_const_type)
    <1095>   DW_AT_type        : <0x1084>
 <1><1099>: Abbrev Number: 10 (DW_TAG_variable)
    <109a>   DW_AT_name        : (indirect string, offset: 0xebc): nsyscall_vec
    <109e>   DW_AT_decl_file   : 18
    <109f>   DW_AT_decl_line   : 1903
    <10a1>   DW_AT_decl_column : 27
    <10a2>   DW_AT_type        : <0x1094>
    <10a6>   DW_AT_external    : 1
    <10a7>   DW_AT_declaration : 1
 <1><10a8>: Abbrev Number: 15 (DW_TAG_array_type)
    <10a9>   DW_AT_type        : <0x9f9>
    <10ad>   DW_AT_sibling     : <0x10b8>
 <2><10b1>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <10b2>   DW_AT_type        : <0x2b>
    <10b6>   DW_AT_upper_bound : 2
 <2><10b7>: Abbrev Number: 0
 <1><10b8>: Abbrev Number: 3 (DW_TAG_const_type)
    <10b9>   DW_AT_type        : <0x10a8>
 <1><10bd>: Abbrev Number: 10 (DW_TAG_variable)
    <10be>   DW_AT_name        : (indirect string, offset: 0x6f3): sysent_vec
    <10c2>   DW_AT_decl_file   : 18
    <10c3>   DW_AT_decl_line   : 1904
    <10c5>   DW_AT_decl_column : 35
    <10c6>   DW_AT_type        : <0x10b8>
    <10ca>   DW_AT_external    : 1
    <10cb>   DW_AT_declaration : 1
 <1><10cc>: Abbrev Number: 10 (DW_TAG_variable)
    <10cd>   DW_AT_name        : (indirect string, offset: 0x385): inject_vec
    <10d1>   DW_AT_decl_file   : 18
    <10d2>   DW_AT_decl_line   : 1905
    <10d4>   DW_AT_decl_column : 28
    <10d5>   DW_AT_type        : <0x9fe>
    <10d9>   DW_AT_external    : 1
    <10da>   DW_AT_declaration : 1
 <1><10db>: Abbrev Number: 30 (DW_TAG_structure_type)
    <10dc>   DW_AT_name        : (indirect string, offset: 0xd4f): audit_arch_t
    <10e0>   DW_AT_byte_size   : 8
    <10e1>   DW_AT_decl_file   : 18
    <10e2>   DW_AT_decl_line   : 1907
    <10e4>   DW_AT_decl_column : 8
    <10e5>   DW_AT_sibling     : <0x110a>
 <2><10e9>: Abbrev Number: 13 (DW_TAG_member)
    <10ea>   DW_AT_name        : (indirect string, offset: 0x553): arch
    <10ee>   DW_AT_decl_file   : 18
    <10ef>   DW_AT_decl_line   : 1908
    <10f1>   DW_AT_decl_column : 15
    <10f2>   DW_AT_type        : <0x2b>
    <10f6>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><10f9>: Abbrev Number: 13 (DW_TAG_member)
    <10fa>   DW_AT_name        : (indirect string, offset: 0x947): flag
    <10fe>   DW_AT_decl_file   : 18
    <10ff>   DW_AT_decl_line   : 1909
    <1101>   DW_AT_decl_column : 15
    <1102>   DW_AT_type        : <0x2b>
    <1106>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><1109>: Abbrev Number: 0
 <1><110a>: Abbrev Number: 3 (DW_TAG_const_type)
    <110b>   DW_AT_type        : <0x10db>
 <1><110f>: Abbrev Number: 15 (DW_TAG_array_type)
    <1110>   DW_AT_type        : <0x110a>
    <1114>   DW_AT_sibling     : <0x111f>
 <2><1118>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <1119>   DW_AT_type        : <0x2b>
    <111d>   DW_AT_upper_bound : 2
 <2><111e>: Abbrev Number: 0
 <1><111f>: Abbrev Number: 3 (DW_TAG_const_type)
    <1120>   DW_AT_type        : <0x110f>
 <1><1124>: Abbrev Number: 10 (DW_TAG_variable)
    <1125>   DW_AT_name        : (indirect string, offset: 0x8aa): audit_arch_vec
    <1129>   DW_AT_decl_file   : 18
    <112a>   DW_AT_decl_line   : 1912
    <112c>   DW_AT_decl_column : 34
    <112d>   DW_AT_type        : <0x111f>
    <1131>   DW_AT_external    : 1
    <1132>   DW_AT_declaration : 1
 <1><1133>: Abbrev Number: 32 (DW_TAG_structure_type)
    <1134>   DW_AT_byte_size   : 180
    <1135>   DW_AT_decl_file   : 20
    <1136>   DW_AT_decl_line   : 2
    <1137>   DW_AT_decl_column : 9
    <1138>   DW_AT_sibling     : <0x13ed>
 <2><113c>: Abbrev Number: 9 (DW_TAG_member)
    <113d>   DW_AT_name        : (indirect string, offset: 0x1d1): block_ioctl
    <1141>   DW_AT_decl_file   : 20
    <1142>   DW_AT_decl_line   : 3
    <1143>   DW_AT_decl_column : 8
    <1144>   DW_AT_type        : <0x1407>
    <1148>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><114b>: Abbrev Number: 9 (DW_TAG_member)
    <114c>   DW_AT_name        : (indirect string, offset: 0xa09): btrfs_ioctl
    <1150>   DW_AT_decl_file   : 20
    <1151>   DW_AT_decl_line   : 6
    <1152>   DW_AT_decl_column : 8
    <1153>   DW_AT_type        : <0x1407>
    <1157>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><115a>: Abbrev Number: 9 (DW_TAG_member)
    <115b>   DW_AT_name        : (indirect string, offset: 0x682): evdev_write_ioctl_mpers
