<1><1d>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 1
DW_AT_encoding    : 8	(unsigned char)
DW_AT_name        : (indirect string, offset: 0x404): unsigned char
<1><24>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 2
DW_AT_encoding    : 7	(unsigned)
DW_AT_name        : (indirect string, offset: 0x11e4): short unsigned int
<1><2b>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 4
DW_AT_encoding    : 7	(unsigned)
DW_AT_name        : (indirect string, offset: 0xa00): unsigned int
<1><32>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x2b>
<1><37>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 4
DW_AT_encoding    : 7	(unsigned)
DW_AT_name        : (indirect string, offset: 0x7c4): long unsigned int
<1><3e>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 1
DW_AT_encoding    : 6	(signed char)
DW_AT_name        : (indirect string, offset: 0x39a): signed char
<1><45>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x2a7): __uint8_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 37
DW_AT_decl_column : 23
DW_AT_type        : <0x1d>
<1><51>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 2
DW_AT_encoding    : 5	(signed)
DW_AT_name        : (indirect string, offset: 0xfa0): short int
<1><58>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x4f9): __uint16_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 39
DW_AT_decl_column : 28
DW_AT_type        : <0x24>
<1><64>
Abbrev Number: 5 (DW_TAG_base_type)
DW_AT_byte_size   : 4
DW_AT_encoding    : 5	(signed)
DW_AT_name        : int
<1><6b>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x64>
<1><70>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x8da): __uint32_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 41
DW_AT_decl_column : 22
DW_AT_type        : <0x2b>
<1><7c>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 8
DW_AT_encoding    : 5	(signed)
DW_AT_name        : (indirect string, offset: 0x913): long long int
<1><83>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x7aa): __uint64_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 47
DW_AT_decl_column : 46
DW_AT_type        : <0x8f>
<1><8f>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 8
DW_AT_encoding    : 7	(unsigned)
DW_AT_name        : (indirect string, offset: 0xc3f): long long unsigned int
<1><96>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x825): __quad_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 55
DW_AT_decl_column : 37
DW_AT_type        : <0x7c>
<1><a2>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x112c): __uid_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 134
DW_AT_decl_column : 25
DW_AT_type        : <0x2b>
<1><ae>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xc75): __off_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 140
DW_AT_decl_column : 25
DW_AT_type        : <0xba>
<1><ba>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 4
DW_AT_encoding    : 5	(signed)
DW_AT_name        : (indirect string, offset: 0x316): long int
<1><c1>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xe6b): __off64_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 141
DW_AT_decl_column : 27
DW_AT_type        : <0x96>
<1><cd>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xbcb): __pid_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 142
DW_AT_decl_column : 25
DW_AT_type        : <0x64>
<1><d9>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xad5): __clock_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 144
DW_AT_decl_column : 27
DW_AT_type        : <0xba>
<1><e5>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xdc2): __time_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 148
DW_AT_decl_column : 26
DW_AT_type        : <0xba>
<1><f1>
Abbrev Number: 6 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
<1><f3>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xf1>
<1><f8>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x454): __syscall_slong_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 184
DW_AT_decl_column : 33
DW_AT_type        : <0xba>
<1><104>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x10a>
<1><10a>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 1
DW_AT_encoding    : 6	(signed char)
DW_AT_name        : (indirect string, offset: 0x4ae): char
<1><111>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x10a>
<1><116>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x3a6): uint8_t
DW_AT_decl_file   : 2
DW_AT_decl_line   : 24
DW_AT_decl_column : 19
DW_AT_type        : <0x45>
<1><122>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xc60): uint16_t
DW_AT_decl_file   : 2
DW_AT_decl_line   : 25
DW_AT_decl_column : 20
DW_AT_type        : <0x58>
<1><12e>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x1183): uint32_t
DW_AT_decl_file   : 2
DW_AT_decl_line   : 26
DW_AT_decl_column : 20
DW_AT_type        : <0x70>
<1><13a>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xfb0): uint64_t
DW_AT_decl_file   : 2
DW_AT_decl_line   : 27
DW_AT_decl_column : 20
DW_AT_type        : <0x83>
<1><146>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x4e): size_t
DW_AT_decl_file   : 3
DW_AT_decl_line   : 209
DW_AT_decl_column : 23
DW_AT_type        : <0x2b>
<1><152>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x146>
<1><157>
Abbrev Number: 8 (DW_TAG_structure_type)
DW_AT_byte_size   : 128
DW_AT_decl_file   : 4
DW_AT_decl_line   : 5
DW_AT_decl_column : 9
DW_AT_sibling     : <0x170>
<2><160>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1060): __val
DW_AT_decl_file   : 4
DW_AT_decl_line   : 7
DW_AT_decl_column : 21
DW_AT_type        : <0x170>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<1><170>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x37>
DW_AT_sibling     : <0x180>
<2><179>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 31
<1><180>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x12ab): __sigset_t
DW_AT_decl_file   : 4
DW_AT_decl_line   : 8
DW_AT_decl_column : 3
DW_AT_type        : <0x157>
<1><18c>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x178): sigset_t
DW_AT_decl_file   : 5
DW_AT_decl_line   : 7
DW_AT_decl_column : 20
DW_AT_type        : <0x180>
<1><198>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xbe3): timespec
DW_AT_byte_size   : 8
DW_AT_decl_file   : 6
DW_AT_decl_line   : 9
DW_AT_decl_column : 8
DW_AT_sibling     : <0x1c4>
<2><1a5>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x12c0): tv_sec
DW_AT_decl_file   : 6
DW_AT_decl_line   : 11
DW_AT_decl_column : 12
DW_AT_type        : <0xe5>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><1b4>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xfe3): tv_nsec
DW_AT_decl_file   : 6
DW_AT_decl_line   : 12
DW_AT_decl_column : 21
DW_AT_type        : <0xf8>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<1><1c4>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 12
DW_AT_encoding    : 4	(float)
DW_AT_name        : (indirect string, offset: 0xb89): long double
<1><1cb>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 16
DW_AT_encoding    : 4	(float)
DW_AT_name        : (indirect string, offset: 0x11ac): _Float128
<1><1d2>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x2cd): __environ
DW_AT_decl_file   : 7
DW_AT_decl_line   : 546
DW_AT_decl_column : 15
DW_AT_type        : <0x1e1>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1e1>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x104>
<1><1e7>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x3f2): environ
DW_AT_decl_file   : 7
DW_AT_decl_line   : 548
DW_AT_decl_column : 15
DW_AT_type        : <0x1e1>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1f6>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x11ce): optarg
DW_AT_decl_file   : 8
DW_AT_decl_line   : 36
DW_AT_decl_column : 14
DW_AT_type        : <0x104>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><204>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x75e): optind
DW_AT_decl_file   : 8
DW_AT_decl_line   : 50
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><212>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xdb1): opterr
DW_AT_decl_file   : 8
DW_AT_decl_line   : 55
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><220>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xc25): optopt
DW_AT_decl_file   : 8
DW_AT_decl_line   : 59
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><22e>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x111>
<1><234>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x22e>
<1><239>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x23f>
<1><23f>
Abbrev Number: 15 (DW_TAG_const_type)
<1><240>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x3ae): _IO_FILE
DW_AT_byte_size   : 148
DW_AT_decl_file   : 9
DW_AT_decl_line   : 245
DW_AT_decl_column : 8
DW_AT_sibling     : <0x418>
<2><24d>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xac3): _flags
DW_AT_decl_file   : 9
DW_AT_decl_line   : 246
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><25c>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x55f): _IO_read_ptr
DW_AT_decl_file   : 9
DW_AT_decl_line   : 251
DW_AT_decl_column : 9
DW_AT_type        : <0x104>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><26b>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1134): _IO_read_end
DW_AT_decl_file   : 9
DW_AT_decl_line   : 252
DW_AT_decl_column : 9
DW_AT_type        : <0x104>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><27a>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x802): _IO_read_base
DW_AT_decl_file   : 9
DW_AT_decl_line   : 253
DW_AT_decl_column : 9
DW_AT_type        : <0x104>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><289>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa9a): _IO_write_base
DW_AT_decl_file   : 9
DW_AT_decl_line   : 254
DW_AT_decl_column : 9
DW_AT_type        : <0x104>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<2><298>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x121d): _IO_write_ptr
DW_AT_decl_file   : 9
DW_AT_decl_line   : 255
DW_AT_decl_column : 9
DW_AT_type        : <0x104>
DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
<2><2a7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x95d): _IO_write_end
DW_AT_decl_file   : 9
DW_AT_decl_line   : 256
DW_AT_decl_column : 9
DW_AT_type        : <0x104>
DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
<2><2b7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x9da): _IO_buf_base
DW_AT_decl_file   : 9
DW_AT_decl_line   : 257
DW_AT_decl_column : 9
DW_AT_type        : <0x104>
DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
<2><2c7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf38): _IO_buf_end
DW_AT_decl_file   : 9
DW_AT_decl_line   : 258
DW_AT_decl_column : 9
DW_AT_type        : <0x104>
DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
<2><2d7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x21c): _IO_save_base
DW_AT_decl_file   : 9
DW_AT_decl_line   : 260
DW_AT_decl_column : 9
DW_AT_type        : <0x104>
DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
<2><2e7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe26): _IO_backup_base
DW_AT_decl_file   : 9
DW_AT_decl_line   : 261
DW_AT_decl_column : 9
DW_AT_type        : <0x104>
DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
<2><2f7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xed): _IO_save_end
DW_AT_decl_file   : 9
DW_AT_decl_line   : 262
DW_AT_decl_column : 9
DW_AT_type        : <0x104>
DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
<2><307>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x609): _markers
DW_AT_decl_file   : 9
DW_AT_decl_line   : 264
DW_AT_decl_column : 22
DW_AT_type        : <0x467>
DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
<2><317>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x25f): _chain
DW_AT_decl_file   : 9
DW_AT_decl_line   : 266
DW_AT_decl_column : 20
DW_AT_type        : <0x46d>
DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
<2><327>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1197): _fileno
DW_AT_decl_file   : 9
DW_AT_decl_line   : 268
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
<2><337>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x7ee): _flags2
DW_AT_decl_file   : 9
DW_AT_decl_line   : 272
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
<2><347>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x886): _old_offset
DW_AT_decl_file   : 9
DW_AT_decl_line   : 274
DW_AT_decl_column : 13
DW_AT_type        : <0xae>
DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
<2><357>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x292): _cur_column
DW_AT_decl_file   : 9
DW_AT_decl_line   : 278
DW_AT_decl_column : 18
DW_AT_type        : <0x24>
DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
<2><367>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1009): _vtable_offset
DW_AT_decl_file   : 9
DW_AT_decl_line   : 279
DW_AT_decl_column : 15
DW_AT_type        : <0x3e>
DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
<2><377>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe36): _shortbuf
DW_AT_decl_file   : 9
DW_AT_decl_line   : 280
DW_AT_decl_column : 8
DW_AT_type        : <0x473>
DW_AT_data_member_location: 2 byte block: 23 47 	(DW_OP_plus_uconst: 71)
<2><387>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1b3): _lock
DW_AT_decl_file   : 9
DW_AT_decl_line   : 284
DW_AT_decl_column : 15
DW_AT_type        : <0x483>
DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
<2><397>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x6e5): _offset
DW_AT_decl_file   : 9
DW_AT_decl_line   : 293
DW_AT_decl_column : 15
DW_AT_type        : <0xc1>
DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
<2><3a7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa41): __pad1
DW_AT_decl_file   : 9
DW_AT_decl_line   : 301
DW_AT_decl_column : 9
DW_AT_type        : <0xf1>
DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
<2><3b7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa48): __pad2
DW_AT_decl_file   : 9
DW_AT_decl_line   : 302
DW_AT_decl_column : 9
DW_AT_type        : <0xf1>
DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
<2><3c7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa4f): __pad3
DW_AT_decl_file   : 9
DW_AT_decl_line   : 303
DW_AT_decl_column : 9
DW_AT_type        : <0xf1>
DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
<2><3d7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa56): __pad4
DW_AT_decl_file   : 9
DW_AT_decl_line   : 304
DW_AT_decl_column : 9
DW_AT_type        : <0xf1>
DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
<2><3e7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa5d): __pad5
DW_AT_decl_file   : 9
DW_AT_decl_line   : 306
DW_AT_decl_column : 10
DW_AT_type        : <0x146>
DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
<2><3f7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xaf1): _mode
DW_AT_decl_file   : 9
DW_AT_decl_line   : 307
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
<2><407>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x81c): _unused2
DW_AT_decl_file   : 9
DW_AT_decl_line   : 309
DW_AT_decl_column : 8
DW_AT_type        : <0x489>
DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
<1><418>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xbc6): FILE
DW_AT_decl_file   : 10
DW_AT_decl_line   : 7
DW_AT_decl_column : 25
DW_AT_type        : <0x240>
<1><424>
Abbrev Number: 17 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x4ee): _IO_lock_t
DW_AT_decl_file   : 9
DW_AT_decl_line   : 154
DW_AT_decl_column : 14
<1><42c>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x358): _IO_marker
DW_AT_byte_size   : 12
DW_AT_decl_file   : 9
DW_AT_decl_line   : 160
DW_AT_decl_column : 8
DW_AT_sibling     : <0x467>
<2><439>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe65): _next
DW_AT_decl_file   : 9
DW_AT_decl_line   : 161
DW_AT_decl_column : 22
DW_AT_type        : <0x467>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><448>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa64): _sbuf
DW_AT_decl_file   : 9
DW_AT_decl_line   : 162
DW_AT_decl_column : 20
DW_AT_type        : <0x46d>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><457>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x5b3): _pos
DW_AT_decl_file   : 9
DW_AT_decl_line   : 166
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<1><467>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x42c>
<1><46d>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x240>
<1><473>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x10a>
DW_AT_sibling     : <0x483>
<2><47c>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 0
<1><483>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x424>
<1><489>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x10a>
DW_AT_sibling     : <0x499>
<2><492>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 39
<1><499>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x480): _IO_FILE_plus
DW_AT_declaration : 1
<1><49f>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x7b5): _IO_2_1_stdin_
DW_AT_decl_file   : 9
DW_AT_decl_line   : 319
DW_AT_decl_column : 29
DW_AT_type        : <0x499>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4ae>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe46): _IO_2_1_stdout_
DW_AT_decl_file   : 9
DW_AT_decl_line   : 320
DW_AT_decl_column : 29
DW_AT_type        : <0x499>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4bd>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xbc): _IO_2_1_stderr_
DW_AT_decl_file   : 9
DW_AT_decl_line   : 321
DW_AT_decl_column : 29
DW_AT_type        : <0x499>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4cc>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x5c9): stdin
DW_AT_decl_file   : 11
DW_AT_decl_line   : 135
DW_AT_decl_column : 25
DW_AT_type        : <0x46d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4da>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x11f7): stdout
DW_AT_decl_file   : 11
DW_AT_decl_line   : 136
DW_AT_decl_column : 25
DW_AT_type        : <0x46d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4e8>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xf99): stderr
DW_AT_decl_file   : 11
DW_AT_decl_line   : 137
DW_AT_decl_column : 25
DW_AT_type        : <0x46d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4f6>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x29e): sys_nerr
DW_AT_decl_file   : 12
DW_AT_decl_line   : 26
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><504>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x234>
DW_AT_sibling     : <0x50f>
<2><50d>
Abbrev Number: 19 (DW_TAG_subrange_type)
<1><50f>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x504>
<1><514>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x5d8): sys_errlist
DW_AT_decl_file   : 12
DW_AT_decl_line   : 27
DW_AT_decl_column : 26
DW_AT_type        : <0x50f>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><522>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x2ba): _sys_nerr
DW_AT_decl_file   : 12
DW_AT_decl_line   : 30
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><530>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1018): _sys_errlist
DW_AT_decl_file   : 12
DW_AT_decl_line   : 31
DW_AT_decl_column : 26
DW_AT_type        : <0x50f>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><53e>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x6be): program_invocation_name
DW_AT_decl_file   : 13
DW_AT_decl_line   : 45
DW_AT_decl_column : 14
DW_AT_type        : <0x104>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><54c>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xcaf): program_invocation_short_name
DW_AT_decl_file   : 13
DW_AT_decl_line   : 46
DW_AT_decl_column : 14
DW_AT_type        : <0x104>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><55a>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x104>
DW_AT_sibling     : <0x56a>
<2><563>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 1
<1><56a>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x209): __tzname
DW_AT_decl_file   : 14
DW_AT_decl_line   : 159
DW_AT_decl_column : 14
DW_AT_type        : <0x55a>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><578>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x10aa): __daylight
DW_AT_decl_file   : 14
DW_AT_decl_line   : 160
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><586>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x3b7): __timezone
DW_AT_decl_file   : 14
DW_AT_decl_line   : 161
DW_AT_decl_column : 17
DW_AT_type        : <0xba>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><594>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x6fc): tzname
DW_AT_decl_file   : 14
DW_AT_decl_line   : 166
DW_AT_decl_column : 14
DW_AT_type        : <0x55a>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><5a2>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1267): daylight
DW_AT_decl_file   : 14
DW_AT_decl_line   : 174
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><5b0>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x533): timezone
DW_AT_decl_file   : 14
DW_AT_decl_line   : 175
DW_AT_decl_column : 17
DW_AT_type        : <0xba>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><5be>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1150): getdate_err
DW_AT_decl_file   : 14
DW_AT_decl_line   : 280
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><5cd>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xa6f): debug_flag
DW_AT_decl_file   : 15
DW_AT_decl_line   : 20
DW_AT_decl_column : 13
DW_AT_type        : <0x5db>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><5db>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 1
DW_AT_encoding    : 2	(boolean)
DW_AT_name        : (indirect string, offset: 0x466): _Bool
<1><5e2>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x5db>
<1><5e7>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xb48): __kernel_long_t
DW_AT_decl_file   : 16
DW_AT_decl_line   : 15
DW_AT_decl_column : 15
DW_AT_type        : <0xba>
<1><5f3>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x5b8): __kernel_ulong_t
DW_AT_decl_file   : 16
DW_AT_decl_line   : 16
DW_AT_decl_column : 23
DW_AT_type        : <0x37>
<1><5ff>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x42a): kernel_long_t
DW_AT_decl_file   : 17
DW_AT_decl_line   : 16
DW_AT_decl_column : 25
DW_AT_type        : <0x5e7>
<1><60b>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x904): kernel_ulong_t
DW_AT_decl_file   : 17
DW_AT_decl_line   : 17
DW_AT_decl_column : 26
DW_AT_type        : <0x5f3>
<1><617>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x60b>
<1><61c>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xccd): list_item
DW_AT_byte_size   : 8
DW_AT_decl_file   : 18
DW_AT_decl_line   : 92
DW_AT_decl_column : 8
DW_AT_sibling     : <0x648>
<2><629>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x12bb): prev
DW_AT_decl_file   : 18
DW_AT_decl_line   : 93
DW_AT_decl_column : 20
DW_AT_type        : <0x648>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><638>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xb58): next
DW_AT_decl_file   : 18
DW_AT_decl_line   : 94
DW_AT_decl_column : 20
DW_AT_type        : <0x648>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<1><648>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x61c>
<1><64e>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x8d3): sysent
DW_AT_byte_size   : 20
DW_AT_decl_file   : 19
DW_AT_decl_line   : 11
DW_AT_decl_column : 16
DW_AT_sibling     : <0x6a7>
<2><65b>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x120e): nargs
DW_AT_decl_file   : 19
DW_AT_decl_line   : 12
DW_AT_decl_column : 11
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><66a>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x9f6): sys_flags
DW_AT_decl_file   : 19
DW_AT_decl_line   : 13
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><679>
Abbrev Number: 20 (DW_TAG_member)
DW_AT_name        : sen
DW_AT_decl_file   : 19
DW_AT_decl_line   : 14
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><688>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x34f): sys_func
DW_AT_decl_file   : 19
DW_AT_decl_line   : 15
DW_AT_decl_column : 8
DW_AT_type        : <0x6b2>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><697>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x2c4): sys_name
DW_AT_decl_file   : 19
DW_AT_decl_line   : 16
DW_AT_decl_column : 14
DW_AT_type        : <0x22e>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<1><6a7>
Abbrev Number: 21 (DW_TAG_subroutine_type)
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x6b2>
<2><6b0>
Abbrev Number: 22 (DW_TAG_unspecified_parameters)
<1><6b2>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x6a7>
<1><6b8>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x103b): struct_sysent
DW_AT_decl_file   : 19
DW_AT_decl_line   : 17
DW_AT_decl_column : 3
DW_AT_type        : <0x64e>
<1><6c4>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x6b8>
<1><6c9>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xed6): current_personality
DW_AT_decl_file   : 20
DW_AT_decl_line   : 158
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><6d7>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x86b): current_wordsize
DW_AT_decl_file   : 20
DW_AT_decl_line   : 171
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><6e5>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xb0d): current_klongsize
DW_AT_decl_file   : 20
DW_AT_decl_line   : 176
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><6f3>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xde0): ioctlent
DW_AT_byte_size   : 8
DW_AT_decl_file   : 20
DW_AT_decl_line   : 217
DW_AT_decl_column : 16
DW_AT_sibling     : <0x71f>
<2><700>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1125): symbol
DW_AT_decl_file   : 20
DW_AT_decl_line   : 218
DW_AT_decl_column : 14
DW_AT_type        : <0x22e>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><70f>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe89): code
DW_AT_decl_file   : 20
DW_AT_decl_line   : 219
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<1><71f>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xda1): struct_ioctlent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 220
DW_AT_decl_column : 3
DW_AT_type        : <0x6f3>
<1><72b>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x71f>
<1><730>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x85f): inject_data
DW_AT_byte_size   : 10
DW_AT_decl_file   : 20
DW_AT_decl_line   : 241
DW_AT_decl_column : 8
DW_AT_sibling     : <0x798>
<2><73d>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x54b): flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 242
DW_AT_decl_column : 10
DW_AT_type        : <0x116>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><74c>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x98f): signo
DW_AT_decl_file   : 20
DW_AT_decl_line   : 243
DW_AT_decl_column : 10
DW_AT_type        : <0x116>
DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
<2><75b>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x146): rval_idx
DW_AT_decl_file   : 20
DW_AT_decl_line   : 244
DW_AT_decl_column : 11
DW_AT_type        : <0x122>
DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
<2><76a>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x73): delay_idx
DW_AT_decl_file   : 20
DW_AT_decl_line   : 245
DW_AT_decl_column : 11
DW_AT_type        : <0x122>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><779>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x5fb): poke_idx
DW_AT_decl_file   : 20
DW_AT_decl_line   : 246
DW_AT_decl_column : 11
DW_AT_type        : <0x122>
DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
<2><788>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1e9): scno
DW_AT_decl_file   : 20
DW_AT_decl_line   : 247
DW_AT_decl_column : 11
DW_AT_type        : <0x122>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<1><798>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x114): inject_opts
DW_AT_byte_size   : 16
DW_AT_decl_file   : 20
DW_AT_decl_line   : 250
DW_AT_decl_column : 8
DW_AT_sibling     : <0x7e2>
<2><7a5>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xaeb): first
DW_AT_decl_file   : 20
DW_AT_decl_line   : 251
DW_AT_decl_column : 11
DW_AT_type        : <0x122>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><7b4>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x12f3): last
DW_AT_decl_file   : 20
DW_AT_decl_line   : 252
DW_AT_decl_column : 11
DW_AT_type        : <0x122>
DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
<2><7c3>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x3e5): step
DW_AT_decl_file   : 20
DW_AT_decl_line   : 253
DW_AT_decl_column : 11
DW_AT_type        : <0x122>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><7d2>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x12b6): data
DW_AT_decl_file   : 20
DW_AT_decl_line   : 254
DW_AT_decl_column : 21
DW_AT_type        : <0x730>
DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
<1><7e2>
Abbrev Number: 23 (DW_TAG_structure_type)
DW_AT_name        : tcb
DW_AT_byte_size   : 196
DW_AT_decl_file   : 20
DW_AT_decl_line   : 262
DW_AT_decl_column : 8
DW_AT_sibling     : <0xa0c>
<2><7f0>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x54b): flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 263
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><800>
Abbrev Number: 24 (DW_TAG_member)
DW_AT_name        : pid
DW_AT_decl_file   : 20
DW_AT_decl_line   : 264
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><810>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x8b): qual_flg
DW_AT_decl_file   : 20
DW_AT_decl_line   : 265
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><820>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x3d6): currpers
DW_AT_decl_file   : 20
DW_AT_decl_line   : 267
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><830>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc1d): u_error
DW_AT_decl_file   : 20
DW_AT_decl_line   : 269
DW_AT_decl_column : 16
DW_AT_type        : <0x37>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<2><840>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1e9): scno
DW_AT_decl_file   : 20
DW_AT_decl_line   : 270
DW_AT_decl_column : 17
DW_AT_type        : <0x60b>
DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
<2><850>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc56): true_scno
DW_AT_decl_file   : 20
DW_AT_decl_line   : 271
DW_AT_decl_column : 17
DW_AT_type        : <0x60b>
DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
<2><860>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1f3): u_arg
DW_AT_decl_file   : 20
DW_AT_decl_line   : 272
DW_AT_decl_column : 17
DW_AT_type        : <0xa0c>
DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
<2><870>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa0d): u_rval
DW_AT_decl_file   : 20
DW_AT_decl_line   : 273
DW_AT_decl_column : 16
DW_AT_type        : <0x5ff>
DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
<2><880>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xb69): sys_func_rval
DW_AT_decl_file   : 20
DW_AT_decl_line   : 274
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
<2><890>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe56): curcol
DW_AT_decl_file   : 20
DW_AT_decl_line   : 275
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
<2><8a0>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa1f): outf
DW_AT_decl_file   : 20
DW_AT_decl_line   : 276
DW_AT_decl_column : 8
DW_AT_type        : <0xa1c>
DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
<2><8b0>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x10df): staged_output_data
DW_AT_decl_file   : 20
DW_AT_decl_line   : 277
DW_AT_decl_column : 29
DW_AT_type        : <0xa28>
DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
<2><8c0>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xb2f): auxstr
DW_AT_decl_file   : 20
DW_AT_decl_line   : 279
DW_AT_decl_column : 14
DW_AT_type        : <0x22e>
DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
<2><8d0>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1b9): _priv_data
DW_AT_decl_file   : 20
DW_AT_decl_line   : 280
DW_AT_decl_column : 8
DW_AT_type        : <0xf1>
DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
<2><8e0>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xd70): _free_priv_data
DW_AT_decl_file   : 20
DW_AT_decl_line   : 281
DW_AT_decl_column : 9
DW_AT_type        : <0xa3a>
DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
<2><8f0>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1d3): s_ent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 282
DW_AT_decl_column : 23
DW_AT_type        : <0xa40>
DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
<2><900>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 285
DW_AT_decl_column : 23
DW_AT_type        : <0xa40>
DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
<2><910>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x3cb): inject_vec
DW_AT_decl_file   : 20
DW_AT_decl_line   : 286
DW_AT_decl_column : 22
DW_AT_type        : <0xa4b>
DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
<2><920>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x83a): stime
DW_AT_decl_file   : 20
DW_AT_decl_line   : 287
DW_AT_decl_column : 18
DW_AT_type        : <0x198>
DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
<2><930>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x3df): ltime
DW_AT_decl_file   : 20
DW_AT_decl_line   : 288
DW_AT_decl_column : 18
DW_AT_type        : <0x198>
DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
<2><940>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x11d5): atime
DW_AT_decl_file   : 20
DW_AT_decl_line   : 289
DW_AT_decl_column : 18
DW_AT_type        : <0x198>
DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
<2><950>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x53c): etime
DW_AT_decl_file   : 20
DW_AT_decl_line   : 290
DW_AT_decl_column : 18
DW_AT_type        : <0x198>
DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
<2><961>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xeea): delay_expiration_time
DW_AT_decl_file   : 20
DW_AT_decl_line   : 291
DW_AT_decl_column : 18
DW_AT_type        : <0x198>
DW_AT_data_member_location: 3 byte block: 23 88 1 	(DW_OP_plus_uconst: 136)
<2><972>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x47): pid_ns
DW_AT_decl_file   : 20
DW_AT_decl_line   : 298
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
<2><983>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x115c): mmap_cache
DW_AT_decl_file   : 20
DW_AT_decl_line   : 304
DW_AT_decl_column : 23
DW_AT_type        : <0xa67>
DW_AT_data_member_location: 3 byte block: 23 94 1 	(DW_OP_plus_uconst: 148)
<2><994>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc2c): wait_data_idx
DW_AT_decl_file   : 20
DW_AT_decl_line   : 311
DW_AT_decl_column : 9
DW_AT_type        : <0x146>
DW_AT_data_member_location: 3 byte block: 23 98 1 	(DW_OP_plus_uconst: 152)
<2><9a5>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xb36): delayed_wait_data
DW_AT_decl_file   : 20
DW_AT_decl_line   : 313
DW_AT_decl_column : 24
DW_AT_type        : <0xa73>
DW_AT_data_member_location: 3 byte block: 23 9c 1 	(DW_OP_plus_uconst: 156)
<2><9b6>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xbd9): wait_list
DW_AT_decl_file   : 20
DW_AT_decl_line   : 314
DW_AT_decl_column : 19
DW_AT_type        : <0x61c>
DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
<2><9c7>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x6d6): vcpu_info_list
DW_AT_decl_file   : 20
DW_AT_decl_line   : 318
DW_AT_decl_column : 20
DW_AT_type        : <0xa7f>
DW_AT_data_member_location: 3 byte block: 23 a8 1 	(DW_OP_plus_uconst: 168)
<2><9d8>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe1b): unwind_ctx
DW_AT_decl_file   : 20
DW_AT_decl_line   : 322
DW_AT_decl_column : 8
DW_AT_type        : <0xf1>
DW_AT_data_member_location: 3 byte block: 23 ac 1 	(DW_OP_plus_uconst: 172)
<2><9e9>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x526): unwind_queue
DW_AT_decl_file   : 20
DW_AT_decl_line   : 323
DW_AT_decl_column : 25
DW_AT_type        : <0xa8b>
DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
<2><9fa>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1ae): comm
DW_AT_decl_file   : 20
DW_AT_decl_line   : 327
DW_AT_decl_column : 7
DW_AT_type        : <0xa91>
DW_AT_data_member_location: 3 byte block: 23 b4 1 	(DW_OP_plus_uconst: 180)
<1><a0c>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x60b>
DW_AT_sibling     : <0xa1c>
<2><a15>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 5
<1><a1c>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x418>
<1><a22>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x10df): staged_output_data
DW_AT_declaration : 1
<1><a28>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa22>
<1><a2e>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0xa3a>
<2><a34>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xf1>
<1><a3a>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa2e>
<1><a40>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x6c4>
<1><a46>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xa40>
<1><a4b>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0xa5b>
DW_AT_sibling     : <0xa5b>
<2><a54>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 2
<1><a5b>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x798>
<1><a61>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xe0): mmap_cache_t
DW_AT_declaration : 1
<1><a67>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa61>
<1><a6d>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x412): tcb_wait_data
DW_AT_declaration : 1
<1><a73>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa6d>
<1><a79>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x1a4): vcpu_info
DW_AT_declaration : 1
<1><a7f>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa79>
<1><a85>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x10c3): unwind_queue_t
DW_AT_declaration : 1
<1><a8b>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa85>
<1><a91>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x10a>
DW_AT_sibling     : <0xaa1>
<2><a9a>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 15
<1><aa1>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xc69): stub_sysent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 400
DW_AT_decl_column : 28
DW_AT_type        : <0x6c4>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ab0>
Abbrev Number: 27 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0x128a): xlat_type
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 21
DW_AT_decl_line   : 13
DW_AT_decl_column : 6
DW_AT_sibling     : <0xad5>
<2><ac2>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x31f): XT_NORMAL
DW_AT_const_value : 0
<2><ac8>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xdb8): XT_SORTED
DW_AT_const_value : 1
<2><ace>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xf78): XT_INDEXED
DW_AT_const_value : 2
<1><ad5>
Abbrev Number: 27 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0xca4): xlat_style
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 21
DW_AT_decl_line   : 19
DW_AT_decl_column : 6
DW_AT_sibling     : <0xb12>
<2><ae7>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x120): XLAT_STYLE_DEFAULT
DW_AT_const_value : 0
<2><aed>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xcdf): XLAT_STYLE_RAW
DW_AT_const_value : 1
<2><af3>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x1255): XLAT_STYLE_ABBREV
DW_AT_const_value : 2
<2><af9>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x33c): XLAT_STYLE_VERBOSE
DW_AT_const_value : 3
<2><aff>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
DW_AT_const_value : 0
<2><b05>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
DW_AT_const_value : 4
<2><b0b>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x12d9): XLAT_STYLE_FMT_D
DW_AT_const_value : 8
<1><b12>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x36d): xlat_data
DW_AT_byte_size   : 12
DW_AT_decl_file   : 21
DW_AT_decl_line   : 51
DW_AT_decl_column : 8
DW_AT_sibling     : <0xb3e>
<2><b1f>
Abbrev Number: 20 (DW_TAG_member)
DW_AT_name        : val
DW_AT_decl_file   : 21
DW_AT_decl_line   : 52
DW_AT_decl_column : 11
DW_AT_type        : <0x13a>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><b2e>
Abbrev Number: 20 (DW_TAG_member)
DW_AT_name        : str
DW_AT_decl_file   : 21
DW_AT_decl_line   : 53
DW_AT_decl_column : 14
DW_AT_type        : <0x22e>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<1><b3e>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xb12>
<1><b43>
Abbrev Number: 12 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x22): xlat
DW_AT_byte_size   : 24
DW_AT_decl_file   : 21
DW_AT_decl_line   : 56
DW_AT_decl_column : 8
DW_AT_sibling     : <0xb9c>
<2><b50>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x12b6): data
DW_AT_decl_file   : 21
DW_AT_decl_line   : 57
DW_AT_decl_column : 26
DW_AT_type        : <0xba1>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><b5f>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x8c7): flags_strsz
DW_AT_decl_file   : 21
DW_AT_decl_line   : 58
DW_AT_decl_column : 9
DW_AT_type        : <0x146>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><b6e>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc3a): size
DW_AT_decl_file   : 21
DW_AT_decl_line   : 59
DW_AT_decl_column : 11
DW_AT_type        : <0x12e>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><b7d>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1ee): type
DW_AT_decl_file   : 21
DW_AT_decl_line   : 60
DW_AT_decl_column : 17
DW_AT_type        : <0xab0>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><b8c>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x73b): flags_mask
DW_AT_decl_file   : 21
DW_AT_decl_line   : 61
DW_AT_decl_column : 11
DW_AT_type        : <0x13a>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<1><b9c>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xb43>
<1><ba1>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xb3e>
<1><ba7>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0xb9c>
DW_AT_sibling     : <0xbb2>
<2><bb0>
Abbrev Number: 19 (DW_TAG_subrange_type)
<1><bb2>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xba7>
<1><bb7>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xff6): addrfams
DW_AT_decl_file   : 20
DW_AT_decl_line   : 406
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bc6>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe99): arp_hardware_types
DW_AT_decl_file   : 20
DW_AT_decl_line   : 407
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bd5>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x11db): at_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 408
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><be4>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x504): clocknames
DW_AT_decl_file   : 20
DW_AT_decl_line   : 409
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bf3>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x119f): dirent_types
DW_AT_decl_file   : 20
DW_AT_decl_line   : 410
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c02>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x921): ethernet_protocols
DW_AT_decl_file   : 20
DW_AT_decl_line   : 411
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c11>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x64e): inet_protocols
DW_AT_decl_file   : 20
DW_AT_decl_line   : 412
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c20>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x30c): evdev_abs
DW_AT_decl_file   : 20
DW_AT_decl_line   : 413
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c2f>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x730): audit_arch
DW_AT_decl_file   : 20
DW_AT_decl_line   : 414
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c3e>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xcc): evdev_ev
DW_AT_decl_file   : 20
DW_AT_decl_line   : 415
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c4d>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x4e5): iffflags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 416
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c5c>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xcee): ip_type_of_services
DW_AT_decl_file   : 20
DW_AT_decl_line   : 417
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c6b>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x6b2): ipc_private
DW_AT_decl_file   : 20
DW_AT_decl_line   : 418
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c7a>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x363): msg_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 419
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c89>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x14f): netlink_protocols
DW_AT_decl_file   : 20
DW_AT_decl_line   : 420
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c98>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1105): nl_bridge_vlan_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 421
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ca7>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xf61): nl_netfilter_msg_types
DW_AT_decl_file   : 20
DW_AT_decl_line   : 422
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><cb6>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x26f): nl_route_types
DW_AT_decl_file   : 20
DW_AT_decl_line   : 423
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><cc5>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1049): open_access_modes
DW_AT_decl_file   : 20
DW_AT_decl_line   : 424
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><cd4>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xac): open_mode_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 425
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ce3>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xd87): perf_type_id
DW_AT_decl_file   : 20
DW_AT_decl_line   : 426
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><cf2>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xfff): pollflags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 427
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d01>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x5ef): ptrace_cmds
DW_AT_decl_file   : 20
DW_AT_decl_line   : 428
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d10>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x850): resource_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 429
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d1f>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x2e2): route_nexthop_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 430
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d2e>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1071): routing_protocols
DW_AT_decl_file   : 20
DW_AT_decl_line   : 431
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d3d>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x4d6): routing_scopes
DW_AT_decl_file   : 20
DW_AT_decl_line   : 432
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d4c>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xf44): routing_table_ids
DW_AT_decl_file   : 20
DW_AT_decl_line   : 433
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d5b>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x68f): routing_types
DW_AT_decl_file   : 20
DW_AT_decl_line   : 434
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d6a>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x212): rwf_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 435
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d79>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x892): seccomp_filter_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 436
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d88>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x329): seccomp_ret_action
DW_AT_decl_file   : 20
DW_AT_decl_line   : 437
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d97>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x48e): setns_types
DW_AT_decl_file   : 20
DW_AT_decl_line   : 438
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><da6>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xfeb): sg_io_info
DW_AT_decl_file   : 20
DW_AT_decl_line   : 439
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><db5>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xc7d): socketlayers
DW_AT_decl_file   : 20
DW_AT_decl_line   : 440
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><dc4>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xf23): socktypes
DW_AT_decl_file   : 20
DW_AT_decl_line   : 441
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><dd3>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xb1f): tcp_state_flags
DW_AT_decl_file   : 20
DW_AT_decl_line   : 442
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><de2>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x784): tcp_states
DW_AT_decl_file   : 20
DW_AT_decl_line   : 443
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><df1>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1238): whence_codes
DW_AT_decl_file   : 20
DW_AT_decl_line   : 444
DW_AT_decl_column : 26
DW_AT_type        : <0xbb2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e00>
Abbrev Number: 29 (DW_TAG_enumeration_type)
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 20
DW_AT_decl_line   : 505
DW_AT_decl_column : 14
DW_AT_sibling     : <0xe22>
<2><e0f>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xa14): CFLAG_NONE
DW_AT_const_value : 0
<2><e15>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x934): CFLAG_ONLY_STATS
DW_AT_const_value : 1
<2><e1b>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xc8a): CFLAG_BOTH
DW_AT_const_value : 2
<1><e22>
Abbrev Number: 30 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x12f8): cflag_t
DW_AT_decl_file   : 20
DW_AT_decl_line   : 509
DW_AT_decl_column : 3
DW_AT_type        : <0xe00>
<1><e2f>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe40): cflag
DW_AT_decl_file   : 20
DW_AT_decl_line   : 510
DW_AT_decl_column : 16
DW_AT_type        : <0xe22>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e3e>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1c4): Tflag
DW_AT_decl_file   : 20
DW_AT_decl_line   : 511
DW_AT_decl_column : 13
DW_AT_type        : <0x5db>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e4d>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x7f6): Tflag_scale
DW_AT_decl_file   : 20
DW_AT_decl_line   : 512
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e5c>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x8a7): Tflag_width
DW_AT_decl_file   : 20
DW_AT_decl_line   : 513
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e6b>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xfd0): iflag
DW_AT_decl_file   : 20
DW_AT_decl_line   : 514
DW_AT_decl_column : 13
DW_AT_type        : <0x5db>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e7a>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x62f): count_wallclock
DW_AT_decl_file   : 20
DW_AT_decl_line   : 515
DW_AT_decl_column : 13
DW_AT_type        : <0x5db>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e89>
Abbrev Number: 31 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x7d): path_set_item
DW_AT_byte_size   : 4
DW_AT_decl_file   : 20
DW_AT_decl_line   : 517
DW_AT_decl_column : 8
DW_AT_sibling     : <0xea8>
<2><e97>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xfa): path
DW_AT_decl_file   : 20
DW_AT_decl_line   : 518
DW_AT_decl_column : 14
DW_AT_type        : <0x22e>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<1><ea8>
Abbrev Number: 31 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x78f): path_set
DW_AT_byte_size   : 12
DW_AT_decl_file   : 20
DW_AT_decl_line   : 522
DW_AT_decl_column : 15
DW_AT_sibling     : <0xee7>
<2><eb6>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x6ed): paths_selected
DW_AT_decl_file   : 20
DW_AT_decl_line   : 523
DW_AT_decl_column : 24
DW_AT_type        : <0xee7>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><ec6>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x122b): num_selected
DW_AT_decl_file   : 20
DW_AT_decl_line   : 524
DW_AT_decl_column : 9
DW_AT_type        : <0x146>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><ed6>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc3a): size
DW_AT_decl_file   : 20
DW_AT_decl_line   : 525
DW_AT_decl_column : 9
DW_AT_type        : <0x146>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<1><ee7>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xe89>
<1><eed>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x127a): global_path_set
DW_AT_decl_file   : 20
DW_AT_decl_line   : 526
DW_AT_decl_column : 3
DW_AT_type        : <0xea8>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><efc>
Abbrev Number: 32 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0x118c): xflag_opts
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 20
DW_AT_decl_line   : 528
DW_AT_decl_column : 6
DW_AT_sibling     : <0xf2e>
<2><f0f>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xadf): HEXSTR_NONE
DW_AT_const_value : 0
<2><f15>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x11bd): HEXSTR_NON_ASCII
DW_AT_const_value : 1
<2><f1b>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x97a): HEXSTR_ALL
DW_AT_const_value : 2
<2><f21>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x678): HEXSTR_NON_ASCII_CHARS
DW_AT_const_value : 3
<2><f27>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x1245): NUM_HEXSTR_OPTS
DW_AT_const_value : 4
<1><f2e>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xfaa): xflag
DW_AT_decl_file   : 20
DW_AT_decl_line   : 541
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f3d>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xf2d): followfork
DW_AT_decl_file   : 20
DW_AT_decl_line   : 542
DW_AT_decl_column : 13
DW_AT_type        : <0x5db>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f4c>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x377): output_separately
DW_AT_decl_file   : 20
DW_AT_decl_line   : 543
DW_AT_decl_column : 13
DW_AT_type        : <0x5db>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f5b>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x27e): stack_trace_enabled
DW_AT_decl_file   : 20
DW_AT_decl_line   : 546
DW_AT_decl_column : 13
DW_AT_type        : <0x5db>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f6a>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x65d): ptrace_setoptions
DW_AT_decl_file   : 20
DW_AT_decl_line   : 550
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f79>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xaca): max_strlen
DW_AT_decl_file   : 20
DW_AT_decl_line   : 551
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f88>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xb02): os_release
DW_AT_decl_file   : 20
DW_AT_decl_line   : 552
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f97>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x703): xlat_verbosity
DW_AT_decl_file   : 20
DW_AT_decl_line   : 914
DW_AT_decl_column : 24
DW_AT_type        : <0xad5>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><fa6>
Abbrev Number: 32 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0x612): xlat_style_private_flag_bits
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 20
DW_AT_decl_line   : 934
DW_AT_decl_column : 6
DW_AT_sibling     : <0xfd2>
<2><fb9>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x2f6): PAF_PRINT_INDICES_BIT
DW_AT_const_value : 5
<2><fbf>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xbf1): PAF_ARRAY_TRUNCATED_BIT
DW_AT_const_value : 6
<2><fc5>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x440): PXF_DEFAULT_STR_BIT
DW_AT_const_value : 7
<2><fcb>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xdcb): SPFF_AUXSTR_MODE_BIT
DW_AT_const_value : 8
<1><fd2>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x7e2>
<1><fd8>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xfd2>
<1><fdd>
Abbrev Number: 32 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0xeb8): find_xlat_flag_bits
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1438
DW_AT_decl_column : 6
DW_AT_sibling     : <0xff7>
<2><ff0>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x9c3): FXL_CASE_SENSITIVE_BIT
DW_AT_const_value : 0
<1><ff7>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xa84): printing_tcp
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1684
DW_AT_decl_column : 20
DW_AT_type        : <0xfd2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1006>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x5cf): errnoent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1882
DW_AT_decl_column : 26
DW_AT_type        : <0x50f>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1015>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x8b3): signalent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1883
DW_AT_decl_column : 26
DW_AT_type        : <0x50f>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1024>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1033): nerrnos
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1884
DW_AT_decl_column : 27
DW_AT_type        : <0x32>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1033>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1214): nsignals
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1885
DW_AT_decl_column : 27
DW_AT_type        : <0x32>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1042>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x6c4>
DW_AT_sibling     : <0x104d>
<2><104b>
Abbrev Number: 19 (DW_TAG_subrange_type)
<1><104d>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x1042>
<1><1052>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe5d): sysent0
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1887
DW_AT_decl_column : 28
DW_AT_type        : <0x104d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1061>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x72b>
DW_AT_sibling     : <0x106c>
<2><106a>
Abbrev Number: 19 (DW_TAG_subrange_type)
<1><106c>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x1061>
<1><1071>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1270): ioctlent0
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1888
DW_AT_decl_column : 30
DW_AT_type        : <0x106c>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1080>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x4bd): personality_names
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1890
DW_AT_decl_column : 26
DW_AT_type        : <0x50f>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><108f>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x8d3): sysent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1893
DW_AT_decl_column : 29
DW_AT_type        : <0xa40>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><109e>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xde0): ioctlent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1894
DW_AT_decl_column : 31
DW_AT_type        : <0x10ad>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><10ad>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x72b>
<1><10b3>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x8bd): nsyscalls
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1900
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><10c2>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1066): nioctlents
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1901
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><10d1>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x32>
DW_AT_sibling     : <0x10e1>
<2><10da>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 2
<1><10e1>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x10d1>
<1><10e6>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x10d2): nsyscall_vec
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1903
DW_AT_decl_column : 27
DW_AT_type        : <0x10e1>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><10f5>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0xa46>
DW_AT_sibling     : <0x1105>
<2><10fe>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 2
<1><1105>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x10f5>
<1><110a>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x7dc): sysent_vec
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1904
DW_AT_decl_column : 35
DW_AT_type        : <0x1105>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1119>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x3cb): inject_vec
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1905
DW_AT_decl_column : 28
DW_AT_type        : <0xa4b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1128>
Abbrev Number: 31 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xf16): audit_arch_t
DW_AT_byte_size   : 8
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1907
DW_AT_decl_column : 8
DW_AT_sibling     : <0x1157>
<2><1136>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x604): arch
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1908
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><1146>
Abbrev Number: 16 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa6a): flag
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1909
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<1><1157>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x1128>
<1><115c>
Abbrev Number: 10 (DW_TAG_array_type)
DW_AT_type        : <0x1157>
DW_AT_sibling     : <0x116c>
<2><1165>
Abbrev Number: 11 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 2
<1><116c>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x115c>
<1><1171>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x9b4): audit_arch_vec
DW_AT_decl_file   : 20
DW_AT_decl_line   : 1912
DW_AT_decl_column : 34
DW_AT_type        : <0x116c>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1180>
Abbrev Number: 8 (DW_TAG_structure_type)
DW_AT_byte_size   : 180
DW_AT_decl_file   : 22
DW_AT_decl_line   : 2
DW_AT_decl_column : 9
DW_AT_sibling     : <0x143a>
<2><1189>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x22a): block_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 3
DW_AT_decl_column : 8
DW_AT_type        : <0x1454>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><1198>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xb5d): btrfs_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 6
DW_AT_decl_column : 8
DW_AT_type        : <0x1454>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><11a7>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x746): evdev_write_ioctl_mpers
DW_AT_decl_file   : 22
DW_AT_decl_line   : 9
DW_AT_decl_column : 8
DW_AT_type        : <0x1454>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><11b6>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x712): get_sock_fprog_size
DW_AT_decl_file   : 22
DW_AT_decl_line   : 12
DW_AT_decl_column : 17
DW_AT_type        : <0x1460>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><11c5>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1f9): fetch_bpf_fprog
DW_AT_decl_file   : 22
DW_AT_decl_line   : 15
DW_AT_decl_column : 10
DW_AT_type        : <0x1480>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<2><11d4>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x9a1): fetch_struct_flock
DW_AT_decl_file   : 22
DW_AT_decl_line   : 18
DW_AT_decl_column : 10
DW_AT_type        : <0x1480>
DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
<2><11e3>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe06): fetch_struct_flock64
DW_AT_decl_file   : 22
DW_AT_decl_line   : 21
DW_AT_decl_column : 10
DW_AT_type        : <0x1480>
DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
<2><11f2>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x191): fetch_struct_iovec
DW_AT_decl_file   : 22
DW_AT_decl_line   : 24
DW_AT_decl_column : 10
DW_AT_type        : <0x1480>
DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
<2><1201>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x94): fetch_keyctl_kdf_params
DW_AT_decl_file   : 22
DW_AT_decl_line   : 27
DW_AT_decl_column : 8
DW_AT_type        : <0x14ac>
DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
<2><1210>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x69d): fetch_struct_mmsghdr
DW_AT_decl_file   : 22
DW_AT_decl_line   : 30
DW_AT_decl_column : 8
DW_AT_type        : <0x14cc>
DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
<2><121f>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf00): sizeof_struct_mmsghdr
DW_AT_decl_file   : 22
DW_AT_decl_line   : 33
DW_AT_decl_column : 17
DW_AT_type        : <0x1460>
DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
<2><122e>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc09): fetch_struct_msghdr
DW_AT_decl_file   : 22
DW_AT_decl_line   : 36
DW_AT_decl_column : 8
DW_AT_type        : <0x14cc>
DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
<2><123d>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x798): fetch_struct_stat
DW_AT_decl_file   : 22
DW_AT_decl_line   : 39
DW_AT_decl_column : 10
DW_AT_type        : <0x14fd>
DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
<2><124c>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xba6): fetch_struct_stat64
DW_AT_decl_file   : 22
DW_AT_decl_line   : 42
DW_AT_decl_column : 10
DW_AT_type        : <0x14fd>
DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
<2><125b>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x49a): fetch_struct_statfs
DW_AT_decl_file   : 22
DW_AT_decl_line   : 45
DW_AT_decl_column : 10
DW_AT_type        : <0x152e>
DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
<2><126a>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x8e5): fetch_struct_statfs64
DW_AT_decl_file   : 22
DW_AT_decl_line   : 48
DW_AT_decl_column : 10
DW_AT_type        : <0x1553>
DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
<2><1279>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x161): fetch_struct_quotastat
DW_AT_decl_file   : 22
DW_AT_decl_line   : 51
DW_AT_decl_column : 10
DW_AT_type        : <0x1573>
DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
<2><1288>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xd5): hdio_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 54
DW_AT_decl_column : 8
DW_AT_type        : <0x1454>
DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
<2><1297>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc95): kd_mpers_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 57
DW_AT_decl_column : 8
DW_AT_type        : <0x1454>
DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
<2><12a6>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xaf7): loop_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 60
DW_AT_decl_column : 8
DW_AT_type        : <0x1593>
DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
<2><12b5>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x985): mtd_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 63
DW_AT_decl_column : 8
DW_AT_type        : <0x1454>
DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
<2><12c4>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe8e): perf_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 66
DW_AT_decl_column : 8
DW_AT_type        : <0x1454>
DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
<2><12d3>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x840): print_group_req
DW_AT_decl_file   : 22
DW_AT_decl_line   : 69
DW_AT_decl_column : 9
DW_AT_type        : <0x15af>
DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
<2><12e2>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x46c): print_kernel_sigset
DW_AT_decl_file   : 22
DW_AT_decl_line   : 72
DW_AT_decl_column : 9
DW_AT_type        : <0x15c6>
DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
<2><12f1>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xfc4): printmqattr
DW_AT_decl_file   : 22
DW_AT_decl_line   : 75
DW_AT_decl_column : 9
DW_AT_type        : <0x15e2>
DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
<2><1300>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x10b5): tprint_msgbuf
DW_AT_decl_file   : 22
DW_AT_decl_line   : 78
DW_AT_decl_column : 9
DW_AT_type        : <0x15fe>
DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
<2><130f>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa24): decode_sg_req_info
DW_AT_decl_file   : 22
DW_AT_decl_line   : 81
DW_AT_decl_column : 8
DW_AT_type        : <0x1619>
DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
<2><131e>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x63f): print_sigevent
DW_AT_decl_file   : 22
DW_AT_decl_line   : 84
DW_AT_decl_column : 9
DW_AT_type        : <0x1630>
DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
<2><132d>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xff): print_struct_timeval
DW_AT_decl_file   : 22
DW_AT_decl_line   : 87
DW_AT_decl_column : 9
DW_AT_type        : <0x1642>
DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
<2><133c>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x594): print_struct_timeval_data_size
DW_AT_decl_file   : 22
DW_AT_decl_line   : 90
DW_AT_decl_column : 10
DW_AT_type        : <0x165d>
DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
<2><134b>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf83): print_timeval
DW_AT_decl_file   : 22
DW_AT_decl_line   : 93
DW_AT_decl_column : 8
DW_AT_type        : <0x1619>
DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
<2><135a>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1167): print_timeval_utimes
DW_AT_decl_file   : 22
DW_AT_decl_line   : 96
DW_AT_decl_column : 8
DW_AT_type        : <0x1619>
DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
<2><1369>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1141): sprint_timeval
DW_AT_decl_file   : 22
DW_AT_decl_line   : 99
DW_AT_decl_column : 17
DW_AT_type        : <0x1678>
DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
<2><1379>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xab3): print_itimerval
DW_AT_decl_file   : 22
DW_AT_decl_line   : 102
DW_AT_decl_column : 8
DW_AT_type        : <0x1619>
DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
<2><1389>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x810): printrusage
DW_AT_decl_file   : 22
DW_AT_decl_line   : 105
DW_AT_decl_column : 9
DW_AT_type        : <0x1630>
DW_AT_data_member_location: 3 byte block: 23 88 1 	(DW_OP_plus_uconst: 136)
<2><1399>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x181): printsiginfo_at
DW_AT_decl_file   : 22
DW_AT_decl_line   : 108
DW_AT_decl_column : 9
DW_AT_type        : <0x1630>
DW_AT_data_member_location: 3 byte block: 23 8c 1 	(DW_OP_plus_uconst: 140)
<2><13a9>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x56c): print_siginfo_array
DW_AT_decl_file   : 22
DW_AT_decl_line   : 111
DW_AT_decl_column : 9
DW_AT_type        : <0x15fe>
DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
<2><13b9>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x50f): decode_prstatus_regset
DW_AT_decl_file   : 22
DW_AT_decl_line   : 114
DW_AT_decl_column : 9
DW_AT_type        : <0x15fe>
DW_AT_data_member_location: 3 byte block: 23 94 1 	(DW_OP_plus_uconst: 148)
<2><13c9>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x945): decode_fpregset
DW_AT_decl_file   : 22
DW_AT_decl_line   : 117
DW_AT_decl_column : 9
DW_AT_type        : <0x15fe>
DW_AT_data_member_location: 3 byte block: 23 98 1 	(DW_OP_plus_uconst: 152)
<2><13d9>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x96b): decode_pt_regs
DW_AT_decl_file   : 22
DW_AT_decl_line   : 120
DW_AT_decl_column : 9
DW_AT_type        : <0x1630>
DW_AT_data_member_location: 3 byte block: 23 9c 1 	(DW_OP_plus_uconst: 156)
<2><13e9>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x389): decode_pt_fpregs
DW_AT_decl_file   : 22
DW_AT_decl_line   : 123
DW_AT_decl_column : 9
DW_AT_type        : <0x1630>
DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
<2><13f9>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa7a): rtc_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 126
DW_AT_decl_column : 8
DW_AT_type        : <0x1454>
DW_AT_data_member_location: 3 byte block: 23 a4 1 	(DW_OP_plus_uconst: 164)
<2><1409>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x11fe): decode_sg_io_v3
DW_AT_decl_file   : 22
DW_AT_decl_line   : 129
DW_AT_decl_column : 8
DW_AT_type        : <0x1619>
DW_AT_data_member_location: 3 byte block: 23 a8 1 	(DW_OP_plus_uconst: 168)
<2><1419>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xfb9): sock_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 132
DW_AT_decl_column : 8
DW_AT_type        : <0x1593>
DW_AT_data_member_location: 3 byte block: 23 ac 1 	(DW_OP_plus_uconst: 172)
<2><1429>
Abbrev Number: 9 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x2d7): v4l2_ioctl
DW_AT_decl_file   : 22
DW_AT_decl_line   : 135
DW_AT_decl_column : 8
DW_AT_type        : <0x1454>
DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
<1><143a>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x1454>
<2><1444>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><1449>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x32>
<2><144e>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<1><1454>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x143a>
<1><145a>
Abbrev Number: 34 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x2b>
<1><1460>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x145a>
<1><1466>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x5db>
DW_AT_sibling     : <0x1480>
<2><1470>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><1475>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<2><147a>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xf3>
<1><1480>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1466>
<1><1486>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x14a0>
<2><1490>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><1495>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x60b>
<2><149a>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x14a0>
<1><14a0>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x14a6>
<1><14a6>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x246): strace_keyctl_kdf_params
DW_AT_declaration : 1
<1><14ac>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1486>
<1><14b2>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x14cc>
<2><14bc>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><14c1>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<2><14c6>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xf3>
<1><14cc>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x14b2>
<1><14d2>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x5db>
DW_AT_sibling     : <0x14ec>
<2><14dc>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><14e1>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<2><14e6>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x14f2>
<1><14ec>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x14f7>
<1><14f2>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x14ec>
<1><14f7>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x12cd): strace_stat
DW_AT_declaration : 1
<1><14fd>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x14d2>
<1><1503>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x5db>
DW_AT_sibling     : <0x151d>
<2><150d>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><1512>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<2><1517>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x1523>
<1><151d>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1528>
<1><1523>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x151d>
<1><1528>
Abbrev Number: 18 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x1294): strace_statfs
DW_AT_declaration : 1
<1><152e>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1503>
<1><1534>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x5db>
DW_AT_sibling     : <0x1553>
<2><153e>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><1543>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<2><1548>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<2><154d>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x1523>
<1><1553>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1534>
<1><1559>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x5db>
DW_AT_sibling     : <0x1573>
<2><1563>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><1568>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<2><156d>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xf1>
<1><1573>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1559>
<1><1579>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x1593>
<2><1583>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd2>
<2><1588>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x32>
<2><158d>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<1><1593>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1579>
<1><1599>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x15af>
<2><159f>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><15a4>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<2><15a9>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x6b>
<1><15af>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1599>
<1><15b5>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x15c6>
<2><15bb>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd2>
<2><15c0>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<1><15c6>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x15b5>
<1><15cc>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x15e2>
<2><15d2>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><15d7>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<2><15dc>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e2>
<1><15e2>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x15cc>
<1><15e8>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x15fe>
<2><15ee>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><15f3>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<2><15f8>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<1><15fe>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x15e8>
<1><1604>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x1619>
<2><160e>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><1613>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<1><1619>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1604>
<1><161f>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x1630>
<2><1625>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><162a>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<1><1630>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x161f>
<1><1636>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x1642>
<2><163c>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x239>
<1><1642>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1636>
<1><1648>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x5db>
DW_AT_sibling     : <0x165d>
<2><1652>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x239>
<2><1657>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x152>
<1><165d>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1648>
<1><1663>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x22e>
DW_AT_sibling     : <0x1678>
<2><166d>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfd8>
<2><1672>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x617>
<1><1678>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1663>
<1><167e>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x236): struct_printers
DW_AT_decl_file   : 22
DW_AT_decl_line   : 138
DW_AT_decl_column : 3
DW_AT_type        : <0x1180>
<1><168a>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x167e>
<1><168f>
Abbrev Number: 14 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x266): printers
DW_AT_decl_file   : 22
DW_AT_decl_line   : 139
DW_AT_decl_column : 31
DW_AT_type        : <0x169d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><169d>
Abbrev Number: 7 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x168a>
<1><16a3>
Abbrev Number: 35 (DW_TAG_union_type)
DW_AT_name        : (indirect string, offset: 0x117c): sigval
DW_AT_byte_size   : 4
DW_AT_decl_file   : 23
DW_AT_decl_line   : 24
DW_AT_decl_column : 7
DW_AT_sibling     : <0x16c9>
<2><16b0>
Abbrev Number: 36 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xecc): sival_int
DW_AT_decl_file   : 23
DW_AT_decl_line   : 26
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
<2><16bc>
Abbrev Number: 36 (DW_TAG_member)
