<1><1d>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 1
DW_AT_encoding    : 8	(unsigned char)
DW_AT_name        : (indirect string, offset: 0x3b6): unsigned char
<1><24>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 2
DW_AT_encoding    : 7	(unsigned)
DW_AT_name        : (indirect string, offset: 0xfef): short unsigned int
<1><2b>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 4
DW_AT_encoding    : 7	(unsigned)
DW_AT_name        : (indirect string, offset: 0x8df): unsigned int
<1><32>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x2b>
<1><37>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 4
DW_AT_encoding    : 7	(unsigned)
DW_AT_name        : (indirect string, offset: 0x6f2): long unsigned int
<1><3e>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 1
DW_AT_encoding    : 6	(signed char)
DW_AT_name        : (indirect string, offset: 0x367): signed char
<1><45>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x27d): __uint8_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 37
DW_AT_decl_column : 23
DW_AT_type        : <0x1d>
<1><51>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 2
DW_AT_encoding    : 5	(signed)
DW_AT_name        : (indirect string, offset: 0xde5): short int
<1><58>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x488): __uint16_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 39
DW_AT_decl_column : 28
DW_AT_type        : <0x24>
<1><64>
Abbrev Number: 5 (DW_TAG_base_type)
DW_AT_byte_size   : 4
DW_AT_encoding    : 5	(signed)
DW_AT_name        : int
<1><6b>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x64>
<1><70>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x7e5): __uint32_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 41
DW_AT_decl_column : 22
DW_AT_type        : <0x2b>
<1><7c>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 8
DW_AT_encoding    : 5	(signed)
DW_AT_name        : (indirect string, offset: 0x815): long long int
<1><83>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x6d8): __uint64_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 47
DW_AT_decl_column : 46
DW_AT_type        : <0x8f>
<1><8f>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 8
DW_AT_encoding    : 7	(unsigned)
DW_AT_name        : (indirect string, offset: 0xae5): long long unsigned int
<1><96>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x746): __quad_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 55
DW_AT_decl_column : 37
DW_AT_type        : <0x7c>
<1><a2>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xb1b): __off_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 140
DW_AT_decl_column : 25
DW_AT_type        : <0xae>
<1><ae>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 4
DW_AT_encoding    : 5	(signed)
DW_AT_name        : (indirect string, offset: 0x2e3): long int
<1><b5>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xce6): __off64_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 141
DW_AT_decl_column : 27
DW_AT_type        : <0x96>
<1><c1>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0x64>
DW_AT_sibling     : <0xd1>
<2><ca>
Abbrev Number: 7 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 1
<1><d1>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xc3d): __time_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 148
DW_AT_decl_column : 26
DW_AT_type        : <0xae>
<1><dd>
Abbrev Number: 8 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
<1><df>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xdd>
<1><e4>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x3f4): __syscall_slong_t
DW_AT_decl_file   : 1
DW_AT_decl_line   : 184
DW_AT_decl_column : 33
DW_AT_type        : <0xae>
<1><f0>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xf6>
<1><f6>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 1
DW_AT_encoding    : 6	(signed char)
DW_AT_name        : (indirect string, offset: 0x44e): char
<1><fd>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xf6>
<1><102>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x373): uint8_t
DW_AT_decl_file   : 2
DW_AT_decl_line   : 24
DW_AT_decl_column : 19
DW_AT_type        : <0x45>
<1><10e>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xb06): uint16_t
DW_AT_decl_file   : 2
DW_AT_decl_line   : 25
DW_AT_decl_column : 20
DW_AT_type        : <0x58>
<1><11a>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xf6f): uint32_t
DW_AT_decl_file   : 2
DW_AT_decl_line   : 26
DW_AT_decl_column : 20
DW_AT_type        : <0x70>
<1><126>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xdf5): uint64_t
DW_AT_decl_file   : 2
DW_AT_decl_line   : 27
DW_AT_decl_column : 20
DW_AT_type        : <0x83>
<1><132>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x39): size_t
DW_AT_decl_file   : 3
DW_AT_decl_line   : 209
DW_AT_decl_column : 23
DW_AT_type        : <0x2b>
<1><13e>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x132>
<1><143>
Abbrev Number: 10 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xa7c): timespec
DW_AT_byte_size   : 8
DW_AT_decl_file   : 4
DW_AT_decl_line   : 9
DW_AT_decl_column : 8
DW_AT_sibling     : <0x16f>
<2><150>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x10bc): tv_sec
DW_AT_decl_file   : 4
DW_AT_decl_line   : 11
DW_AT_decl_column : 12
DW_AT_type        : <0xd1>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><15f>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe1b): tv_nsec
DW_AT_decl_file   : 4
DW_AT_decl_line   : 12
DW_AT_decl_column : 21
DW_AT_type        : <0xe4>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<1><16f>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 12
DW_AT_encoding    : 4	(float)
DW_AT_name        : (indirect string, offset: 0xa3e): long double
<1><176>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 16
DW_AT_encoding    : 4	(float)
DW_AT_name        : (indirect string, offset: 0xf98): _Float128
<1><17d>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x29a): __environ
DW_AT_decl_file   : 5
DW_AT_decl_line   : 546
DW_AT_decl_column : 15
DW_AT_type        : <0x18c>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><18c>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xf0>
<1><192>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x3ae): environ
DW_AT_decl_file   : 5
DW_AT_decl_line   : 548
DW_AT_decl_column : 15
DW_AT_type        : <0x18c>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1a1>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xfc1): optarg
DW_AT_decl_file   : 6
DW_AT_decl_line   : 36
DW_AT_decl_column : 14
DW_AT_type        : <0xf0>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1af>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x6ab): optind
DW_AT_decl_file   : 6
DW_AT_decl_line   : 50
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1bd>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xc2c): opterr
DW_AT_decl_file   : 6
DW_AT_decl_line   : 55
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1cb>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xacb): optopt
DW_AT_decl_file   : 6
DW_AT_decl_line   : 59
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1d9>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xfd>
<1><1df>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x1d9>
<1><1e4>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1ea>
<1><1ea>
Abbrev Number: 14 (DW_TAG_const_type)
<1><1eb>
Abbrev Number: 10 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x37b): _IO_FILE
DW_AT_byte_size   : 148
DW_AT_decl_file   : 7
DW_AT_decl_line   : 245
DW_AT_decl_column : 8
DW_AT_sibling     : <0x3c3>
<2><1f8>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x97f): _flags
DW_AT_decl_file   : 7
DW_AT_decl_line   : 246
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><207>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x4de): _IO_read_ptr
DW_AT_decl_file   : 7
DW_AT_decl_line   : 251
DW_AT_decl_column : 9
DW_AT_type        : <0xf0>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><216>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf27): _IO_read_end
DW_AT_decl_file   : 7
DW_AT_decl_line   : 252
DW_AT_decl_column : 9
DW_AT_type        : <0xf0>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><225>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x723): _IO_read_base
DW_AT_decl_file   : 7
DW_AT_decl_line   : 253
DW_AT_decl_column : 9
DW_AT_type        : <0xf0>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><234>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x14b): _IO_write_base
DW_AT_decl_file   : 7
DW_AT_decl_line   : 254
DW_AT_decl_column : 9
DW_AT_type        : <0xf0>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<2><243>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1028): _IO_write_ptr
DW_AT_decl_file   : 7
DW_AT_decl_line   : 255
DW_AT_decl_column : 9
DW_AT_type        : <0xf0>
DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
<2><252>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x857): _IO_write_end
DW_AT_decl_file   : 7
DW_AT_decl_line   : 256
DW_AT_decl_column : 9
DW_AT_type        : <0xf0>
DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
<2><262>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x8c8): _IO_buf_base
DW_AT_decl_file   : 7
DW_AT_decl_line   : 257
DW_AT_decl_column : 9
DW_AT_type        : <0xf0>
DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
<2><272>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xd89): _IO_buf_end
DW_AT_decl_file   : 7
DW_AT_decl_line   : 258
DW_AT_decl_column : 9
DW_AT_type        : <0xf0>
DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
<2><282>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1e4): _IO_save_base
DW_AT_decl_file   : 7
DW_AT_decl_line   : 260
DW_AT_decl_column : 9
DW_AT_type        : <0xf0>
DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
<2><292>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xca1): _IO_backup_base
DW_AT_decl_file   : 7
DW_AT_decl_line   : 261
DW_AT_decl_column : 9
DW_AT_type        : <0xf0>
DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
<2><2a2>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc3): _IO_save_end
DW_AT_decl_file   : 7
DW_AT_decl_line   : 262
DW_AT_decl_column : 9
DW_AT_type        : <0xf0>
DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
<2><2b2>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x569): _markers
DW_AT_decl_file   : 7
DW_AT_decl_line   : 264
DW_AT_decl_column : 22
DW_AT_type        : <0x412>
DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
<2><2c2>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x227): _chain
DW_AT_decl_file   : 7
DW_AT_decl_line   : 266
DW_AT_decl_column : 20
DW_AT_type        : <0x418>
DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
<2><2d2>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf83): _fileno
DW_AT_decl_file   : 7
DW_AT_decl_line   : 268
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
<2><2e2>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x70f): _flags2
DW_AT_decl_file   : 7
DW_AT_decl_line   : 272
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
<2><2f2>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x791): _old_offset
DW_AT_decl_file   : 7
DW_AT_decl_line   : 274
DW_AT_decl_column : 13
DW_AT_type        : <0xa2>
DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
<2><302>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x25a): _cur_column
DW_AT_decl_file   : 7
DW_AT_decl_line   : 278
DW_AT_decl_column : 18
DW_AT_type        : <0x24>
DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
<2><312>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe41): _vtable_offset
DW_AT_decl_file   : 7
DW_AT_decl_line   : 279
DW_AT_decl_column : 15
DW_AT_type        : <0x3e>
DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
<2><322>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xcb1): _shortbuf
DW_AT_decl_file   : 7
DW_AT_decl_line   : 280
DW_AT_decl_column : 8
DW_AT_type        : <0x41e>
DW_AT_data_member_location: 2 byte block: 23 47 	(DW_OP_plus_uconst: 71)
<2><332>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x18c): _lock
DW_AT_decl_file   : 7
DW_AT_decl_line   : 284
DW_AT_decl_column : 15
DW_AT_type        : <0x42e>
DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
<2><342>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x63c): _offset
DW_AT_decl_file   : 7
DW_AT_decl_line   : 293
DW_AT_decl_column : 15
DW_AT_type        : <0xb5>
DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
<2><352>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x916): __pad1
DW_AT_decl_file   : 7
DW_AT_decl_line   : 301
DW_AT_decl_column : 9
DW_AT_type        : <0xdd>
DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
<2><362>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x91d): __pad2
DW_AT_decl_file   : 7
DW_AT_decl_line   : 302
DW_AT_decl_column : 9
DW_AT_type        : <0xdd>
DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
<2><372>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x924): __pad3
DW_AT_decl_file   : 7
DW_AT_decl_line   : 303
DW_AT_decl_column : 9
DW_AT_type        : <0xdd>
DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
<2><382>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x92b): __pad4
DW_AT_decl_file   : 7
DW_AT_decl_line   : 304
DW_AT_decl_column : 9
DW_AT_type        : <0xdd>
DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
<2><392>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x932): __pad5
DW_AT_decl_file   : 7
DW_AT_decl_line   : 306
DW_AT_decl_column : 10
DW_AT_type        : <0x132>
DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
<2><3a2>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x9a3): _mode
DW_AT_decl_file   : 7
DW_AT_decl_line   : 307
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
<2><3b2>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x73d): _unused2
DW_AT_decl_file   : 7
DW_AT_decl_line   : 309
DW_AT_decl_column : 8
DW_AT_type        : <0x434>
DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
<1><3c3>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xa5e): FILE
DW_AT_decl_file   : 8
DW_AT_decl_line   : 7
DW_AT_decl_column : 25
DW_AT_type        : <0x1eb>
<1><3cf>
Abbrev Number: 16 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x47d): _IO_lock_t
DW_AT_decl_file   : 7
DW_AT_decl_line   : 154
DW_AT_decl_column : 14
<1><3d7>
Abbrev Number: 10 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x325): _IO_marker
DW_AT_byte_size   : 12
DW_AT_decl_file   : 7
DW_AT_decl_line   : 160
DW_AT_decl_column : 8
DW_AT_sibling     : <0x412>
<2><3e4>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xce0): _next
DW_AT_decl_file   : 7
DW_AT_decl_line   : 161
DW_AT_decl_column : 22
DW_AT_type        : <0x412>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><3f3>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x939): _sbuf
DW_AT_decl_file   : 7
DW_AT_decl_line   : 162
DW_AT_decl_column : 20
DW_AT_type        : <0x418>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><402>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x51e): _pos
DW_AT_decl_file   : 7
DW_AT_decl_line   : 166
DW_AT_decl_column : 7
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<1><412>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x3d7>
<1><418>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1eb>
<1><41e>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0xf6>
DW_AT_sibling     : <0x42e>
<2><427>
Abbrev Number: 7 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 0
<1><42e>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x3cf>
<1><434>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0xf6>
DW_AT_sibling     : <0x444>
<2><43d>
Abbrev Number: 7 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 39
<1><444>
Abbrev Number: 17 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x420): _IO_FILE_plus
DW_AT_declaration : 1
<1><44a>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x6e3): _IO_2_1_stdin_
DW_AT_decl_file   : 7
DW_AT_decl_line   : 319
DW_AT_decl_column : 29
DW_AT_type        : <0x444>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><459>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xcc1): _IO_2_1_stdout_
DW_AT_decl_file   : 7
DW_AT_decl_line   : 320
DW_AT_decl_column : 29
DW_AT_type        : <0x444>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><468>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x92): _IO_2_1_stderr_
DW_AT_decl_file   : 7
DW_AT_decl_line   : 321
DW_AT_decl_column : 29
DW_AT_type        : <0x444>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><477>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x534): stdin
DW_AT_decl_file   : 9
DW_AT_decl_line   : 135
DW_AT_decl_column : 25
DW_AT_type        : <0x418>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><485>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1002): stdout
DW_AT_decl_file   : 9
DW_AT_decl_line   : 136
DW_AT_decl_column : 25
DW_AT_type        : <0x418>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><493>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xdde): stderr
DW_AT_decl_file   : 9
DW_AT_decl_line   : 137
DW_AT_decl_column : 25
DW_AT_type        : <0x418>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4a1>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x26c): sys_nerr
DW_AT_decl_file   : 10
DW_AT_decl_line   : 26
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4af>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0x1df>
DW_AT_sibling     : <0x4ba>
<2><4b8>
Abbrev Number: 18 (DW_TAG_subrange_type)
<1><4ba>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x4af>
<1><4bf>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x543): sys_errlist
DW_AT_decl_file   : 10
DW_AT_decl_line   : 27
DW_AT_decl_column : 26
DW_AT_type        : <0x4ba>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4cd>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x287): _sys_nerr
DW_AT_decl_file   : 10
DW_AT_decl_line   : 30
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4db>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe60): _sys_errlist
DW_AT_decl_file   : 10
DW_AT_decl_line   : 31
DW_AT_decl_column : 26
DW_AT_type        : <0x4ba>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4e9>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x615): program_invocation_name
DW_AT_decl_file   : 11
DW_AT_decl_line   : 45
DW_AT_decl_column : 14
DW_AT_type        : <0xf0>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><4f7>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xb46): program_invocation_short_name
DW_AT_decl_file   : 11
DW_AT_decl_line   : 46
DW_AT_decl_column : 14
DW_AT_type        : <0xf0>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><505>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0xf0>
DW_AT_sibling     : <0x515>
<2><50e>
Abbrev Number: 7 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 1
<1><515>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1d1): __tzname
DW_AT_decl_file   : 12
DW_AT_decl_line   : 159
DW_AT_decl_column : 14
DW_AT_type        : <0x505>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><523>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xec3): __daylight
DW_AT_decl_file   : 12
DW_AT_decl_line   : 160
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><531>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x384): __timezone
DW_AT_decl_file   : 12
DW_AT_decl_line   : 161
DW_AT_decl_column : 17
DW_AT_type        : <0xae>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><53f>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x653): tzname
DW_AT_decl_file   : 12
DW_AT_decl_line   : 166
DW_AT_decl_column : 14
DW_AT_type        : <0x505>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><54d>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1072): daylight
DW_AT_decl_file   : 12
DW_AT_decl_line   : 174
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><55b>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x4c2): timezone
DW_AT_decl_file   : 12
DW_AT_decl_line   : 175
DW_AT_decl_column : 17
DW_AT_type        : <0xae>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><569>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xf43): getdate_err
DW_AT_decl_file   : 12
DW_AT_decl_line   : 280
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><578>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x944): debug_flag
DW_AT_decl_file   : 13
DW_AT_decl_line   : 20
DW_AT_decl_column : 13
DW_AT_type        : <0x586>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><586>
Abbrev Number: 2 (DW_TAG_base_type)
DW_AT_byte_size   : 1
DW_AT_encoding    : 2	(boolean)
DW_AT_name        : (indirect string, offset: 0x406): _Bool
<1><58d>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x586>
<1><592>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xa14): __kernel_long_t
DW_AT_decl_file   : 14
DW_AT_decl_line   : 15
DW_AT_decl_column : 15
DW_AT_type        : <0xae>
<1><59e>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x523): __kernel_ulong_t
DW_AT_decl_file   : 14
DW_AT_decl_line   : 16
DW_AT_decl_column : 23
DW_AT_type        : <0x37>
<1><5aa>
Abbrev Number: 19 (DW_TAG_structure_type)
DW_AT_byte_size   : 8
DW_AT_decl_file   : 14
DW_AT_decl_line   : 79
DW_AT_decl_column : 9
DW_AT_sibling     : <0x5c3>
<2><5b3>
Abbrev Number: 20 (DW_TAG_member)
DW_AT_name        : val
DW_AT_decl_file   : 14
DW_AT_decl_line   : 80
DW_AT_decl_column : 6
DW_AT_type        : <0xc1>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<1><5c3>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xe50): __kernel_fsid_t
DW_AT_decl_file   : 14
DW_AT_decl_line   : 81
DW_AT_decl_column : 3
DW_AT_type        : <0x5aa>
<1><5cf>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x3d2): kernel_long_t
DW_AT_decl_file   : 15
DW_AT_decl_line   : 16
DW_AT_decl_column : 25
DW_AT_type        : <0x592>
<1><5db>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x806): kernel_ulong_t
DW_AT_decl_file   : 15
DW_AT_decl_line   : 17
DW_AT_decl_column : 26
DW_AT_type        : <0x59e>
<1><5e7>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x5db>
<1><5ec>
Abbrev Number: 10 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xb64): list_item
DW_AT_byte_size   : 8
DW_AT_decl_file   : 16
DW_AT_decl_line   : 92
DW_AT_decl_column : 8
DW_AT_sibling     : <0x618>
<2><5f9>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x10b7): prev
DW_AT_decl_file   : 16
DW_AT_decl_line   : 93
DW_AT_decl_column : 20
DW_AT_type        : <0x618>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><608>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x10ad): next
DW_AT_decl_file   : 16
DW_AT_decl_line   : 94
DW_AT_decl_column : 20
DW_AT_type        : <0x618>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<1><618>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x5ec>
<1><61e>
Abbrev Number: 10 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x7de): sysent
DW_AT_byte_size   : 20
DW_AT_decl_file   : 17
DW_AT_decl_line   : 11
DW_AT_decl_column : 16
DW_AT_sibling     : <0x677>
<2><62b>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1019): nargs
DW_AT_decl_file   : 17
DW_AT_decl_line   : 12
DW_AT_decl_column : 11
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><63a>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x8d5): sys_flags
DW_AT_decl_file   : 17
DW_AT_decl_line   : 13
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><649>
Abbrev Number: 20 (DW_TAG_member)
DW_AT_name        : sen
DW_AT_decl_file   : 17
DW_AT_decl_line   : 14
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><658>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x31c): sys_func
DW_AT_decl_file   : 17
DW_AT_decl_line   : 15
DW_AT_decl_column : 8
DW_AT_type        : <0x682>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><667>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x291): sys_name
DW_AT_decl_file   : 17
DW_AT_decl_line   : 16
DW_AT_decl_column : 14
DW_AT_type        : <0x1d9>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<1><677>
Abbrev Number: 21 (DW_TAG_subroutine_type)
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x682>
<2><680>
Abbrev Number: 22 (DW_TAG_unspecified_parameters)
<1><682>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x677>
<1><688>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xe75): struct_sysent
DW_AT_decl_file   : 17
DW_AT_decl_line   : 17
DW_AT_decl_column : 3
DW_AT_type        : <0x61e>
<1><694>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x688>
<1><699>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xd27): current_personality
DW_AT_decl_file   : 18
DW_AT_decl_line   : 158
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><6a7>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x780): current_wordsize
DW_AT_decl_file   : 18
DW_AT_decl_line   : 171
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><6b5>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x9bf): current_klongsize
DW_AT_decl_file   : 18
DW_AT_decl_line   : 176
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><6c3>
Abbrev Number: 10 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xc5b): ioctlent
DW_AT_byte_size   : 8
DW_AT_decl_file   : 18
DW_AT_decl_line   : 217
DW_AT_decl_column : 16
DW_AT_sibling     : <0x6ef>
<2><6d0>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf20): symbol
DW_AT_decl_file   : 18
DW_AT_decl_line   : 218
DW_AT_decl_column : 14
DW_AT_type        : <0x1d9>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><6df>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xcf0): code
DW_AT_decl_file   : 18
DW_AT_decl_line   : 219
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<1><6ef>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0xc1c): struct_ioctlent
DW_AT_decl_file   : 18
DW_AT_decl_line   : 220
DW_AT_decl_column : 3
DW_AT_type        : <0x6c3>
<1><6fb>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x6ef>
<1><700>
Abbrev Number: 10 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x774): inject_data
DW_AT_byte_size   : 10
DW_AT_decl_file   : 18
DW_AT_decl_line   : 241
DW_AT_decl_column : 8
DW_AT_sibling     : <0x768>
<2><70d>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x4d8): flags
DW_AT_decl_file   : 18
DW_AT_decl_line   : 242
DW_AT_decl_column : 10
DW_AT_type        : <0x102>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><71c>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x889): signo
DW_AT_decl_file   : 18
DW_AT_decl_line   : 243
DW_AT_decl_column : 10
DW_AT_type        : <0x102>
DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
<2><72b>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x119): rval_idx
DW_AT_decl_file   : 18
DW_AT_decl_line   : 244
DW_AT_decl_column : 11
DW_AT_type        : <0x10e>
DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
<2><73a>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x40): delay_idx
DW_AT_decl_file   : 18
DW_AT_decl_line   : 245
DW_AT_decl_column : 11
DW_AT_type        : <0x10e>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><749>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x55b): poke_idx
DW_AT_decl_file   : 18
DW_AT_decl_line   : 246
DW_AT_decl_column : 11
DW_AT_type        : <0x10e>
DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
<2><758>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1a9): scno
DW_AT_decl_file   : 18
DW_AT_decl_line   : 247
DW_AT_decl_column : 11
DW_AT_type        : <0x10e>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<1><768>
Abbrev Number: 10 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xea): inject_opts
DW_AT_byte_size   : 16
DW_AT_decl_file   : 18
DW_AT_decl_line   : 250
DW_AT_decl_column : 8
DW_AT_sibling     : <0x7b2>
<2><775>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x99d): first
DW_AT_decl_file   : 18
DW_AT_decl_line   : 251
DW_AT_decl_column : 11
DW_AT_type        : <0x10e>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><784>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x10e0): last
DW_AT_decl_file   : 18
DW_AT_decl_line   : 252
DW_AT_decl_column : 11
DW_AT_type        : <0x10e>
DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
<2><793>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x3a9): step
DW_AT_decl_file   : 18
DW_AT_decl_line   : 253
DW_AT_decl_column : 11
DW_AT_type        : <0x10e>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><7a2>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x10b2): data
DW_AT_decl_file   : 18
DW_AT_decl_line   : 254
DW_AT_decl_column : 21
DW_AT_type        : <0x700>
DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
<1><7b2>
Abbrev Number: 23 (DW_TAG_structure_type)
DW_AT_name        : tcb
DW_AT_byte_size   : 196
DW_AT_decl_file   : 18
DW_AT_decl_line   : 262
DW_AT_decl_column : 8
DW_AT_sibling     : <0x9dc>
<2><7c0>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x4d8): flags
DW_AT_decl_file   : 18
DW_AT_decl_line   : 263
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><7d0>
Abbrev Number: 24 (DW_TAG_member)
DW_AT_name        : pid
DW_AT_decl_file   : 18
DW_AT_decl_line   : 264
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><7e0>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x58): qual_flg
DW_AT_decl_file   : 18
DW_AT_decl_line   : 265
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><7f0>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x39a): currpers
DW_AT_decl_file   : 18
DW_AT_decl_line   : 267
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><800>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xab9): u_error
DW_AT_decl_file   : 18
DW_AT_decl_line   : 269
DW_AT_decl_column : 16
DW_AT_type        : <0x37>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<2><810>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1a9): scno
DW_AT_decl_file   : 18
DW_AT_decl_line   : 270
DW_AT_decl_column : 17
DW_AT_type        : <0x5db>
DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
<2><820>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xafc): true_scno
DW_AT_decl_file   : 18
DW_AT_decl_line   : 271
DW_AT_decl_column : 17
DW_AT_type        : <0x5db>
DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
<2><830>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1b3): u_arg
DW_AT_decl_file   : 18
DW_AT_decl_line   : 272
DW_AT_decl_column : 17
DW_AT_type        : <0x9dc>
DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
<2><840>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x8ec): u_rval
DW_AT_decl_file   : 18
DW_AT_decl_line   : 273
DW_AT_decl_column : 16
DW_AT_type        : <0x5cf>
DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
<2><850>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa30): sys_func_rval
DW_AT_decl_file   : 18
DW_AT_decl_line   : 274
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
<2><860>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xcd1): curcol
DW_AT_decl_file   : 18
DW_AT_decl_line   : 275
DW_AT_decl_column : 6
DW_AT_type        : <0x64>
DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
<2><870>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x8fe): outf
DW_AT_decl_file   : 18
DW_AT_decl_line   : 276
DW_AT_decl_column : 8
DW_AT_type        : <0x9ec>
DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
<2><880>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xef8): staged_output_data
DW_AT_decl_file   : 18
DW_AT_decl_line   : 277
DW_AT_decl_column : 29
DW_AT_type        : <0x9f8>
DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
<2><890>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x9fb): auxstr
DW_AT_decl_file   : 18
DW_AT_decl_line   : 279
DW_AT_decl_column : 14
DW_AT_type        : <0x1d9>
DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
<2><8a0>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x192): _priv_data
DW_AT_decl_file   : 18
DW_AT_decl_line   : 280
DW_AT_decl_column : 8
DW_AT_type        : <0xdd>
DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
<2><8b0>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xbff): _free_priv_data
DW_AT_decl_file   : 18
DW_AT_decl_line   : 281
DW_AT_decl_column : 9
DW_AT_type        : <0xa0a>
DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
<2><8c0>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1a3): s_ent
DW_AT_decl_file   : 18
DW_AT_decl_line   : 282
DW_AT_decl_column : 23
DW_AT_type        : <0xa10>
DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
<2><8d0>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
DW_AT_decl_file   : 18
DW_AT_decl_line   : 285
DW_AT_decl_column : 23
DW_AT_type        : <0xa10>
DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
<2><8e0>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x38f): inject_vec
DW_AT_decl_file   : 18
DW_AT_decl_line   : 286
DW_AT_decl_column : 22
DW_AT_type        : <0xa1b>
DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
<2><8f0>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x74f): stime
DW_AT_decl_file   : 18
DW_AT_decl_line   : 287
DW_AT_decl_column : 18
DW_AT_type        : <0x143>
DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
<2><900>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x3a3): ltime
DW_AT_decl_file   : 18
DW_AT_decl_line   : 288
DW_AT_decl_column : 18
DW_AT_type        : <0x143>
DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
<2><910>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xfd9): atime
DW_AT_decl_file   : 18
DW_AT_decl_line   : 289
DW_AT_decl_column : 18
DW_AT_type        : <0x143>
DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
<2><920>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x4d2): etime
DW_AT_decl_file   : 18
DW_AT_decl_line   : 290
DW_AT_decl_column : 18
DW_AT_type        : <0x143>
DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
<2><931>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xd3b): delay_expiration_time
DW_AT_decl_file   : 18
DW_AT_decl_line   : 291
DW_AT_decl_column : 18
DW_AT_type        : <0x143>
DW_AT_data_member_location: 3 byte block: 23 88 1 	(DW_OP_plus_uconst: 136)
<2><942>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x32): pid_ns
DW_AT_decl_file   : 18
DW_AT_decl_line   : 298
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
<2><953>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf4f): mmap_cache
DW_AT_decl_file   : 18
DW_AT_decl_line   : 304
DW_AT_decl_column : 23
DW_AT_type        : <0xa37>
DW_AT_data_member_location: 3 byte block: 23 94 1 	(DW_OP_plus_uconst: 148)
<2><964>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xad2): wait_data_idx
DW_AT_decl_file   : 18
DW_AT_decl_line   : 311
DW_AT_decl_column : 9
DW_AT_type        : <0x132>
DW_AT_data_member_location: 3 byte block: 23 98 1 	(DW_OP_plus_uconst: 152)
<2><975>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa02): delayed_wait_data
DW_AT_decl_file   : 18
DW_AT_decl_line   : 313
DW_AT_decl_column : 24
DW_AT_type        : <0xa43>
DW_AT_data_member_location: 3 byte block: 23 9c 1 	(DW_OP_plus_uconst: 156)
<2><986>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa72): wait_list
DW_AT_decl_file   : 18
DW_AT_decl_line   : 314
DW_AT_decl_column : 19
DW_AT_type        : <0x5ec>
DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
<2><997>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x62d): vcpu_info_list
DW_AT_decl_file   : 18
DW_AT_decl_line   : 318
DW_AT_decl_column : 20
DW_AT_type        : <0xa4f>
DW_AT_data_member_location: 3 byte block: 23 a8 1 	(DW_OP_plus_uconst: 168)
<2><9a8>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc96): unwind_ctx
DW_AT_decl_file   : 18
DW_AT_decl_line   : 322
DW_AT_decl_column : 8
DW_AT_type        : <0xdd>
DW_AT_data_member_location: 3 byte block: 23 ac 1 	(DW_OP_plus_uconst: 172)
<2><9b9>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x4b5): unwind_queue
DW_AT_decl_file   : 18
DW_AT_decl_line   : 323
DW_AT_decl_column : 25
DW_AT_type        : <0xa5b>
DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
<2><9ca>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x187): comm
DW_AT_decl_file   : 18
DW_AT_decl_line   : 327
DW_AT_decl_column : 7
DW_AT_type        : <0xa61>
DW_AT_data_member_location: 3 byte block: 23 b4 1 	(DW_OP_plus_uconst: 180)
<1><9dc>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0x5db>
DW_AT_sibling     : <0x9ec>
<2><9e5>
Abbrev Number: 7 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 5
<1><9ec>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x3c3>
<1><9f2>
Abbrev Number: 17 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xef8): staged_output_data
DW_AT_declaration : 1
<1><9f8>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x9f2>
<1><9fe>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0xa0a>
<2><a04>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xdd>
<1><a0a>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x9fe>
<1><a10>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x694>
<1><a16>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xa10>
<1><a1b>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0xa2b>
DW_AT_sibling     : <0xa2b>
<2><a24>
Abbrev Number: 7 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 2
<1><a2b>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x768>
<1><a31>
Abbrev Number: 17 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xb6): mmap_cache_t
DW_AT_declaration : 1
<1><a37>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa31>
<1><a3d>
Abbrev Number: 17 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x3c4): tcb_wait_data
DW_AT_declaration : 1
<1><a43>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa3d>
<1><a49>
Abbrev Number: 17 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x17d): vcpu_info
DW_AT_declaration : 1
<1><a4f>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa49>
<1><a55>
Abbrev Number: 17 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xedc): unwind_queue_t
DW_AT_declaration : 1
<1><a5b>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xa55>
<1><a61>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0xf6>
DW_AT_sibling     : <0xa71>
<2><a6a>
Abbrev Number: 7 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 15
<1><a71>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xb0f): stub_sysent
DW_AT_decl_file   : 18
DW_AT_decl_line   : 400
DW_AT_decl_column : 28
DW_AT_type        : <0x694>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><a80>
Abbrev Number: 27 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0x1095): xlat_type
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 19
DW_AT_decl_line   : 13
DW_AT_decl_column : 6
DW_AT_sibling     : <0xaa5>
<2><a92>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x2ec): XT_NORMAL
DW_AT_const_value : 0
<2><a98>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xc33): XT_SORTED
DW_AT_const_value : 1
<2><a9e>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xdbe): XT_INDEXED
DW_AT_const_value : 2
<1><aa5>
Abbrev Number: 27 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0xb3b): xlat_style
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 19
DW_AT_decl_line   : 19
DW_AT_decl_column : 6
DW_AT_sibling     : <0xae2>
<2><ab7>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xf6): XLAT_STYLE_DEFAULT
DW_AT_const_value : 0
<2><abd>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xb6e): XLAT_STYLE_RAW
DW_AT_const_value : 1
<2><ac3>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x1060): XLAT_STYLE_ABBREV
DW_AT_const_value : 2
<2><ac9>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x309): XLAT_STYLE_VERBOSE
DW_AT_const_value : 3
<2><acf>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
DW_AT_const_value : 0
<2><ad5>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
DW_AT_const_value : 4
<2><adb>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x10cf): XLAT_STYLE_FMT_D
DW_AT_const_value : 8
<1><ae2>
Abbrev Number: 10 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x33a): xlat_data
DW_AT_byte_size   : 12
DW_AT_decl_file   : 19
DW_AT_decl_line   : 51
DW_AT_decl_column : 8
DW_AT_sibling     : <0xb0e>
<2><aef>
Abbrev Number: 20 (DW_TAG_member)
DW_AT_name        : val
DW_AT_decl_file   : 19
DW_AT_decl_line   : 52
DW_AT_decl_column : 11
DW_AT_type        : <0x126>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><afe>
Abbrev Number: 20 (DW_TAG_member)
DW_AT_name        : str
DW_AT_decl_file   : 19
DW_AT_decl_line   : 53
DW_AT_decl_column : 14
DW_AT_type        : <0x1d9>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<1><b0e>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xae2>
<1><b13>
Abbrev Number: 10 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x22): xlat
DW_AT_byte_size   : 24
DW_AT_decl_file   : 19
DW_AT_decl_line   : 56
DW_AT_decl_column : 8
DW_AT_sibling     : <0xb6c>
<2><b20>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x10b2): data
DW_AT_decl_file   : 19
DW_AT_decl_line   : 57
DW_AT_decl_column : 26
DW_AT_type        : <0xb71>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><b2f>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x7d2): flags_strsz
DW_AT_decl_file   : 19
DW_AT_decl_line   : 58
DW_AT_decl_column : 9
DW_AT_type        : <0x132>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><b3e>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xae0): size
DW_AT_decl_file   : 19
DW_AT_decl_line   : 59
DW_AT_decl_column : 11
DW_AT_type        : <0x11a>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><b4d>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1ae): type
DW_AT_decl_file   : 19
DW_AT_decl_line   : 60
DW_AT_decl_column : 17
DW_AT_type        : <0xa80>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><b5c>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x688): flags_mask
DW_AT_decl_file   : 19
DW_AT_decl_line   : 61
DW_AT_decl_column : 11
DW_AT_type        : <0x126>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<1><b6c>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xb13>
<1><b71>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xb0e>
<1><b77>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0xb6c>
DW_AT_sibling     : <0xb82>
<2><b80>
Abbrev Number: 18 (DW_TAG_subrange_type)
<1><b82>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xb77>
<1><b87>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe2e): addrfams
DW_AT_decl_file   : 18
DW_AT_decl_line   : 406
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><b96>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xd00): arp_hardware_types
DW_AT_decl_file   : 18
DW_AT_decl_line   : 407
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ba5>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xfdf): at_flags
DW_AT_decl_file   : 18
DW_AT_decl_line   : 408
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bb4>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x493): clocknames
DW_AT_decl_file   : 18
DW_AT_decl_line   : 409
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bc3>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xf8b): dirent_types
DW_AT_decl_file   : 18
DW_AT_decl_line   : 410
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bd2>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x823): ethernet_protocols
DW_AT_decl_file   : 18
DW_AT_decl_line   : 411
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><be1>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x5ae): inet_protocols
DW_AT_decl_file   : 18
DW_AT_decl_line   : 412
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bf0>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x2d9): evdev_abs
DW_AT_decl_file   : 18
DW_AT_decl_line   : 413
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><bff>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x67d): audit_arch
DW_AT_decl_file   : 18
DW_AT_decl_line   : 414
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c0e>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xa2): evdev_ev
DW_AT_decl_file   : 18
DW_AT_decl_line   : 415
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c1d>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x474): iffflags
DW_AT_decl_file   : 18
DW_AT_decl_line   : 416
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c2c>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xb7d): ip_type_of_services
DW_AT_decl_file   : 18
DW_AT_decl_line   : 417
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c3b>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x609): ipc_private
DW_AT_decl_file   : 18
DW_AT_decl_line   : 418
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c4a>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x330): msg_flags
DW_AT_decl_file   : 18
DW_AT_decl_line   : 419
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c59>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x122): netlink_protocols
DW_AT_decl_file   : 18
DW_AT_decl_line   : 420
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c68>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xf0b): nl_bridge_vlan_flags
DW_AT_decl_file   : 18
DW_AT_decl_line   : 421
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c77>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xda7): nl_netfilter_msg_types
DW_AT_decl_file   : 18
DW_AT_decl_line   : 422
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c86>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x237): nl_route_types
DW_AT_decl_file   : 18
DW_AT_decl_line   : 423
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><c95>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe83): open_access_modes
DW_AT_decl_file   : 18
DW_AT_decl_line   : 424
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ca4>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x82): open_mode_flags
DW_AT_decl_file   : 18
DW_AT_decl_line   : 425
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><cb3>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xc0f): perf_type_id
DW_AT_decl_file   : 18
DW_AT_decl_line   : 426
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><cc2>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe37): pollflags
DW_AT_decl_file   : 18
DW_AT_decl_line   : 427
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><cd1>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x54f): ptrace_cmds
DW_AT_decl_file   : 18
DW_AT_decl_line   : 428
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ce0>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x765): resource_flags
DW_AT_decl_file   : 18
DW_AT_decl_line   : 429
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><cef>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x2af): route_nexthop_flags
DW_AT_decl_file   : 18
DW_AT_decl_line   : 430
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><cfe>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xea0): routing_protocols
DW_AT_decl_file   : 18
DW_AT_decl_line   : 431
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d0d>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x465): routing_scopes
DW_AT_decl_file   : 18
DW_AT_decl_line   : 432
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d1c>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xd95): routing_table_ids
DW_AT_decl_file   : 18
DW_AT_decl_line   : 433
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d2b>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x5e6): routing_types
DW_AT_decl_file   : 18
DW_AT_decl_line   : 434
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d3a>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1da): rwf_flags
DW_AT_decl_file   : 18
DW_AT_decl_line   : 435
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d49>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x79d): seccomp_filter_flags
DW_AT_decl_file   : 18
DW_AT_decl_line   : 436
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d58>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x2f6): seccomp_ret_action
DW_AT_decl_file   : 18
DW_AT_decl_line   : 437
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d67>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x42e): setns_types
DW_AT_decl_file   : 18
DW_AT_decl_line   : 438
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d76>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe23): sg_io_info
DW_AT_decl_file   : 18
DW_AT_decl_line   : 439
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d85>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xb23): socketlayers
DW_AT_decl_file   : 18
DW_AT_decl_line   : 440
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><d94>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xd74): socktypes
DW_AT_decl_file   : 18
DW_AT_decl_line   : 441
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><da3>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x9d1): tcp_state_flags
DW_AT_decl_file   : 18
DW_AT_decl_line   : 442
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><db2>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x6b2): tcp_states
DW_AT_decl_file   : 18
DW_AT_decl_line   : 443
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><dc1>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1043): whence_codes
DW_AT_decl_file   : 18
DW_AT_decl_line   : 444
DW_AT_decl_column : 26
DW_AT_type        : <0xb82>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><dd0>
Abbrev Number: 29 (DW_TAG_enumeration_type)
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 18
DW_AT_decl_line   : 505
DW_AT_decl_column : 14
DW_AT_sibling     : <0xdf2>
<2><ddf>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x8f3): CFLAG_NONE
DW_AT_const_value : 0
<2><de5>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x836): CFLAG_ONLY_STATS
DW_AT_const_value : 1
<2><deb>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xb30): CFLAG_BOTH
DW_AT_const_value : 2
<1><df2>
Abbrev Number: 30 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x10e5): cflag_t
DW_AT_decl_file   : 18
DW_AT_decl_line   : 509
DW_AT_decl_column : 3
DW_AT_type        : <0xdd0>
<1><dff>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xcbb): cflag
DW_AT_decl_file   : 18
DW_AT_decl_line   : 510
DW_AT_decl_column : 16
DW_AT_type        : <0xdf2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e0e>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x19d): Tflag
DW_AT_decl_file   : 18
DW_AT_decl_line   : 511
DW_AT_decl_column : 13
DW_AT_type        : <0x586>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e1d>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x717): Tflag_scale
DW_AT_decl_file   : 18
DW_AT_decl_line   : 512
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e2c>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x7b2): Tflag_width
DW_AT_decl_file   : 18
DW_AT_decl_line   : 513
DW_AT_decl_column : 12
DW_AT_type        : <0x64>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e3b>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe15): iflag
DW_AT_decl_file   : 18
DW_AT_decl_line   : 514
DW_AT_decl_column : 13
DW_AT_type        : <0x586>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e4a>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x58f): count_wallclock
DW_AT_decl_file   : 18
DW_AT_decl_line   : 515
DW_AT_decl_column : 13
DW_AT_type        : <0x586>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><e59>
Abbrev Number: 31 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x4a): path_set_item
DW_AT_byte_size   : 4
DW_AT_decl_file   : 18
DW_AT_decl_line   : 517
DW_AT_decl_column : 8
DW_AT_sibling     : <0xe78>
<2><e67>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xd0): path
DW_AT_decl_file   : 18
DW_AT_decl_line   : 518
DW_AT_decl_column : 14
DW_AT_type        : <0x1d9>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<1><e78>
Abbrev Number: 31 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x6bd): path_set
DW_AT_byte_size   : 12
DW_AT_decl_file   : 18
DW_AT_decl_line   : 522
DW_AT_decl_column : 15
DW_AT_sibling     : <0xeb7>
<2><e86>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x644): paths_selected
DW_AT_decl_file   : 18
DW_AT_decl_line   : 523
DW_AT_decl_column : 24
DW_AT_type        : <0xeb7>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><e96>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1036): num_selected
DW_AT_decl_file   : 18
DW_AT_decl_line   : 524
DW_AT_decl_column : 9
DW_AT_type        : <0x132>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><ea6>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xae0): size
DW_AT_decl_file   : 18
DW_AT_decl_line   : 525
DW_AT_decl_column : 9
DW_AT_type        : <0x132>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<1><eb7>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0xe59>
<1><ebd>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x1085): global_path_set
DW_AT_decl_file   : 18
DW_AT_decl_line   : 526
DW_AT_decl_column : 3
DW_AT_type        : <0xe78>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ecc>
Abbrev Number: 32 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0xf78): xflag_opts
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 18
DW_AT_decl_line   : 528
DW_AT_decl_column : 6
DW_AT_sibling     : <0xefe>
<2><edf>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x991): HEXSTR_NONE
DW_AT_const_value : 0
<2><ee5>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xfb0): HEXSTR_NON_ASCII
DW_AT_const_value : 1
<2><eeb>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x874): HEXSTR_ALL
DW_AT_const_value : 2
<2><ef1>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x5cf): HEXSTR_NON_ASCII_CHARS
DW_AT_const_value : 3
<2><ef7>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x1050): NUM_HEXSTR_OPTS
DW_AT_const_value : 4
<1><efe>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xdef): xflag
DW_AT_decl_file   : 18
DW_AT_decl_line   : 541
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f0d>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xd7e): followfork
DW_AT_decl_file   : 18
DW_AT_decl_line   : 542
DW_AT_decl_column : 13
DW_AT_type        : <0x586>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f1c>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x344): output_separately
DW_AT_decl_file   : 18
DW_AT_decl_line   : 543
DW_AT_decl_column : 13
DW_AT_type        : <0x586>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f2b>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x246): stack_trace_enabled
DW_AT_decl_file   : 18
DW_AT_decl_line   : 546
DW_AT_decl_column : 13
DW_AT_type        : <0x586>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f3a>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x5bd): ptrace_setoptions
DW_AT_decl_file   : 18
DW_AT_decl_line   : 550
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f49>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x986): max_strlen
DW_AT_decl_file   : 18
DW_AT_decl_line   : 551
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f58>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x9b4): os_release
DW_AT_decl_file   : 18
DW_AT_decl_line   : 552
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f67>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x65a): xlat_verbosity
DW_AT_decl_file   : 18
DW_AT_decl_line   : 914
DW_AT_decl_column : 24
DW_AT_type        : <0xaa5>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><f76>
Abbrev Number: 32 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0x572): xlat_style_private_flag_bits
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 18
DW_AT_decl_line   : 934
DW_AT_decl_column : 6
DW_AT_sibling     : <0xfa2>
<2><f89>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x2c3): PAF_PRINT_INDICES_BIT
DW_AT_const_value : 5
<2><f8f>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xa8d): PAF_ARRAY_TRUNCATED_BIT
DW_AT_const_value : 6
<2><f95>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x3e0): PXF_DEFAULT_STR_BIT
DW_AT_const_value : 7
<2><f9b>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0xc46): SPFF_AUXSTR_MODE_BIT
DW_AT_const_value : 8
<1><fa2>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x7b2>
<1><fa8>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0xfa2>
<1><fad>
Abbrev Number: 32 (DW_TAG_enumeration_type)
DW_AT_name        : (indirect string, offset: 0xd13): find_xlat_flag_bits
DW_AT_encoding    : 7	(unsigned)
DW_AT_byte_size   : 4
DW_AT_type        : <0x2b>
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1438
DW_AT_decl_column : 6
DW_AT_sibling     : <0xfc7>
<2><fc0>
Abbrev Number: 28 (DW_TAG_enumerator)
DW_AT_name        : (indirect string, offset: 0x8b1): FXL_CASE_SENSITIVE_BIT
DW_AT_const_value : 0
<1><fc7>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x959): printing_tcp
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1684
DW_AT_decl_column : 20
DW_AT_type        : <0xfa2>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><fd6>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x53a): errnoent
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1882
DW_AT_decl_column : 26
DW_AT_type        : <0x4ba>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><fe5>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x7be): signalent
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1883
DW_AT_decl_column : 26
DW_AT_type        : <0x4ba>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><ff4>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe6d): nerrnos
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1884
DW_AT_decl_column : 27
DW_AT_type        : <0x32>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1003>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x101f): nsignals
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1885
DW_AT_decl_column : 27
DW_AT_type        : <0x32>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1012>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0x694>
DW_AT_sibling     : <0x101d>
<2><101b>
Abbrev Number: 18 (DW_TAG_subrange_type)
<1><101d>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x1012>
<1><1022>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xcd8): sysent0
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1887
DW_AT_decl_column : 28
DW_AT_type        : <0x101d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1031>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0x6fb>
DW_AT_sibling     : <0x103c>
<2><103a>
Abbrev Number: 18 (DW_TAG_subrange_type)
<1><103c>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x1031>
<1><1041>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x107b): ioctlent0
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1888
DW_AT_decl_column : 30
DW_AT_type        : <0x103c>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1050>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x453): personality_names
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1890
DW_AT_decl_column : 26
DW_AT_type        : <0x4ba>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><105f>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x7de): sysent
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1893
DW_AT_decl_column : 29
DW_AT_type        : <0xa10>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><106e>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xc5b): ioctlent
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1894
DW_AT_decl_column : 31
DW_AT_type        : <0x107d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><107d>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x6fb>
<1><1083>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x7c8): nsyscalls
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1900
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1092>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xe95): nioctlents
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1901
DW_AT_decl_column : 17
DW_AT_type        : <0x2b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><10a1>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0x32>
DW_AT_sibling     : <0x10b1>
<2><10aa>
Abbrev Number: 7 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 2
<1><10b1>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x10a1>
<1><10b6>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0xeeb): nsyscall_vec
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1903
DW_AT_decl_column : 27
DW_AT_type        : <0x10b1>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><10c5>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0xa16>
DW_AT_sibling     : <0x10d5>
<2><10ce>
Abbrev Number: 7 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 2
<1><10d5>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x10c5>
<1><10da>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x704): sysent_vec
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1904
DW_AT_decl_column : 35
DW_AT_type        : <0x10d5>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><10e9>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x38f): inject_vec
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1905
DW_AT_decl_column : 28
DW_AT_type        : <0xa1b>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><10f8>
Abbrev Number: 31 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xd67): audit_arch_t
DW_AT_byte_size   : 8
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1907
DW_AT_decl_column : 8
DW_AT_sibling     : <0x1127>
<2><1106>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x564): arch
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1908
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><1116>
Abbrev Number: 15 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x93f): flag
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1909
DW_AT_decl_column : 15
DW_AT_type        : <0x2b>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<1><1127>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x10f8>
<1><112c>
Abbrev Number: 6 (DW_TAG_array_type)
DW_AT_type        : <0x1127>
DW_AT_sibling     : <0x113c>
<2><1135>
Abbrev Number: 7 (DW_TAG_subrange_type)
DW_AT_type        : <0x2b>
DW_AT_upper_bound : 2
<1><113c>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x112c>
<1><1141>
Abbrev Number: 12 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x8a2): audit_arch_vec
DW_AT_decl_file   : 18
DW_AT_decl_line   : 1912
DW_AT_decl_column : 34
DW_AT_type        : <0x113c>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><1150>
Abbrev Number: 19 (DW_TAG_structure_type)
DW_AT_byte_size   : 180
DW_AT_decl_file   : 20
DW_AT_decl_line   : 2
DW_AT_decl_column : 9
DW_AT_sibling     : <0x140a>
<2><1159>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1f2): block_ioctl
DW_AT_decl_file   : 20
DW_AT_decl_line   : 3
DW_AT_decl_column : 8
DW_AT_type        : <0x1424>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><1168>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa24): btrfs_ioctl
DW_AT_decl_file   : 20
DW_AT_decl_line   : 6
DW_AT_decl_column : 8
DW_AT_type        : <0x1424>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><1177>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x693): evdev_write_ioctl_mpers
DW_AT_decl_file   : 20
DW_AT_decl_line   : 9
DW_AT_decl_column : 8
DW_AT_type        : <0x1424>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><1186>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x669): get_sock_fprog_size
DW_AT_decl_file   : 20
DW_AT_decl_line   : 12
DW_AT_decl_column : 17
DW_AT_type        : <0x1430>
DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
<2><1195>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1b9): fetch_bpf_fprog
DW_AT_decl_file   : 20
DW_AT_decl_line   : 15
DW_AT_decl_column : 10
DW_AT_type        : <0x1450>
DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
<2><11a4>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x88f): fetch_struct_flock
DW_AT_decl_file   : 20
DW_AT_decl_line   : 18
DW_AT_decl_column : 10
DW_AT_type        : <0x1450>
DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
<2><11b3>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xc81): fetch_struct_flock64
DW_AT_decl_file   : 20
DW_AT_decl_line   : 21
DW_AT_decl_column : 10
DW_AT_type        : <0x1450>
DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
<2><11c2>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x16a): fetch_struct_iovec
DW_AT_decl_file   : 20
DW_AT_decl_line   : 24
DW_AT_decl_column : 10
DW_AT_type        : <0x1450>
DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
<2><11d1>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x6a): fetch_keyctl_kdf_params
DW_AT_decl_file   : 20
DW_AT_decl_line   : 27
DW_AT_decl_column : 8
DW_AT_type        : <0x147c>
DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
<2><11e0>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x5f4): fetch_struct_mmsghdr
DW_AT_decl_file   : 20
DW_AT_decl_line   : 30
DW_AT_decl_column : 8
DW_AT_type        : <0x149c>
DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
<2><11ef>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xd51): sizeof_struct_mmsghdr
DW_AT_decl_file   : 20
DW_AT_decl_line   : 33
DW_AT_decl_column : 17
DW_AT_type        : <0x1430>
DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
<2><11fe>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xaa5): fetch_struct_msghdr
DW_AT_decl_file   : 20
DW_AT_decl_line   : 36
DW_AT_decl_column : 8
DW_AT_type        : <0x149c>
DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
<2><120d>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x6c6): fetch_struct_stat
DW_AT_decl_file   : 20
DW_AT_decl_line   : 39
DW_AT_decl_column : 10
DW_AT_type        : <0x14cd>
DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
<2><121c>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa4a): fetch_struct_stat64
DW_AT_decl_file   : 20
DW_AT_decl_line   : 42
DW_AT_decl_column : 10
DW_AT_type        : <0x14cd>
DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
<2><122b>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x43a): fetch_struct_statfs
DW_AT_decl_file   : 20
DW_AT_decl_line   : 45
DW_AT_decl_column : 10
DW_AT_type        : <0x14fe>
DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
<2><123a>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x7f0): fetch_struct_statfs64
DW_AT_decl_file   : 20
DW_AT_decl_line   : 48
DW_AT_decl_column : 10
DW_AT_type        : <0x1523>
DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
<2><1249>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x134): fetch_struct_quotastat
DW_AT_decl_file   : 20
DW_AT_decl_line   : 51
DW_AT_decl_column : 10
DW_AT_type        : <0x1543>
DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
<2><1258>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xab): hdio_ioctl
DW_AT_decl_file   : 20
DW_AT_decl_line   : 54
DW_AT_decl_column : 8
DW_AT_type        : <0x1424>
DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
<2><1267>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xa63): kd_mpers_ioctl
DW_AT_decl_file   : 20
DW_AT_decl_line   : 57
DW_AT_decl_column : 8
DW_AT_type        : <0x1424>
DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
<2><1276>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x9a9): loop_ioctl
DW_AT_decl_file   : 20
DW_AT_decl_line   : 60
DW_AT_decl_column : 8
DW_AT_type        : <0x1563>
DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
<2><1285>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x87f): mtd_ioctl
DW_AT_decl_file   : 20
DW_AT_decl_line   : 63
DW_AT_decl_column : 8
DW_AT_type        : <0x1424>
DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
<2><1294>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xcf5): perf_ioctl
DW_AT_decl_file   : 20
DW_AT_decl_line   : 66
DW_AT_decl_column : 8
DW_AT_type        : <0x1424>
DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
<2><12a3>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x755): print_group_req
DW_AT_decl_file   : 20
DW_AT_decl_line   : 69
DW_AT_decl_column : 9
DW_AT_type        : <0x157f>
DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
<2><12b2>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x40c): print_kernel_sigset
DW_AT_decl_file   : 20
DW_AT_decl_line   : 72
DW_AT_decl_column : 9
DW_AT_type        : <0x1596>
DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
<2><12c1>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xe09): printmqattr
DW_AT_decl_file   : 20
DW_AT_decl_line   : 75
DW_AT_decl_column : 9
DW_AT_type        : <0x15b2>
DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
<2><12d0>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xece): tprint_msgbuf
DW_AT_decl_file   : 20
DW_AT_decl_line   : 78
DW_AT_decl_column : 9
DW_AT_type        : <0x15ce>
DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
<2><12df>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x903): decode_sg_req_info
DW_AT_decl_file   : 20
DW_AT_decl_line   : 81
DW_AT_decl_column : 8
DW_AT_type        : <0x15e9>
DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
<2><12ee>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x59f): print_sigevent
DW_AT_decl_file   : 20
DW_AT_decl_line   : 84
DW_AT_decl_column : 9
DW_AT_type        : <0x1600>
DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
<2><12fd>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xd5): print_struct_timeval
DW_AT_decl_file   : 20
DW_AT_decl_line   : 87
DW_AT_decl_column : 9
DW_AT_type        : <0x1612>
DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
<2><130c>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x4ff): print_struct_timeval_data_size
DW_AT_decl_file   : 20
DW_AT_decl_line   : 90
DW_AT_decl_column : 10
DW_AT_type        : <0x162d>
DW_AT_data_member_location: 2 byte block: 23 74 	(DW_OP_plus_uconst: 116)
<2><131b>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xdc9): print_timeval
DW_AT_decl_file   : 20
DW_AT_decl_line   : 93
DW_AT_decl_column : 8
DW_AT_type        : <0x15e9>
DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
<2><132a>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf5a): print_timeval_utimes
DW_AT_decl_file   : 20
DW_AT_decl_line   : 96
DW_AT_decl_column : 8
DW_AT_type        : <0x15e9>
DW_AT_data_member_location: 2 byte block: 23 7c 	(DW_OP_plus_uconst: 124)
<2><1339>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xf34): sprint_timeval
DW_AT_decl_file   : 20
DW_AT_decl_line   : 99
DW_AT_decl_column : 17
DW_AT_type        : <0x1648>
DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
<2><1349>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x96f): print_itimerval
DW_AT_decl_file   : 20
DW_AT_decl_line   : 102
DW_AT_decl_column : 8
DW_AT_type        : <0x15e9>
DW_AT_data_member_location: 3 byte block: 23 84 1 	(DW_OP_plus_uconst: 132)
<2><1359>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x731): printrusage
DW_AT_decl_file   : 20
DW_AT_decl_line   : 105
DW_AT_decl_column : 9
DW_AT_type        : <0x1600>
DW_AT_data_member_location: 3 byte block: 23 88 1 	(DW_OP_plus_uconst: 136)
<2><1369>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x15a): printsiginfo_at
DW_AT_decl_file   : 20
DW_AT_decl_line   : 108
DW_AT_decl_column : 9
DW_AT_type        : <0x1600>
DW_AT_data_member_location: 3 byte block: 23 8c 1 	(DW_OP_plus_uconst: 140)
<2><1379>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x4eb): print_siginfo_array
DW_AT_decl_file   : 20
DW_AT_decl_line   : 111
DW_AT_decl_column : 9
DW_AT_type        : <0x15ce>
DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
<2><1389>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x49e): decode_prstatus_regset
DW_AT_decl_file   : 20
DW_AT_decl_line   : 114
DW_AT_decl_column : 9
DW_AT_type        : <0x15ce>
DW_AT_data_member_location: 3 byte block: 23 94 1 	(DW_OP_plus_uconst: 148)
<2><1399>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x847): decode_fpregset
DW_AT_decl_file   : 20
DW_AT_decl_line   : 117
DW_AT_decl_column : 9
DW_AT_type        : <0x15ce>
DW_AT_data_member_location: 3 byte block: 23 98 1 	(DW_OP_plus_uconst: 152)
<2><13a9>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x865): decode_pt_regs
DW_AT_decl_file   : 20
DW_AT_decl_line   : 120
DW_AT_decl_column : 9
DW_AT_type        : <0x1600>
DW_AT_data_member_location: 3 byte block: 23 9c 1 	(DW_OP_plus_uconst: 156)
<2><13b9>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x356): decode_pt_fpregs
DW_AT_decl_file   : 20
DW_AT_decl_line   : 123
DW_AT_decl_column : 9
DW_AT_type        : <0x1600>
DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
<2><13c9>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x94f): rtc_ioctl
DW_AT_decl_file   : 20
DW_AT_decl_line   : 126
DW_AT_decl_column : 8
DW_AT_type        : <0x1424>
DW_AT_data_member_location: 3 byte block: 23 a4 1 	(DW_OP_plus_uconst: 164)
<2><13d9>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x1009): decode_sg_io_v3
DW_AT_decl_file   : 20
DW_AT_decl_line   : 129
DW_AT_decl_column : 8
DW_AT_type        : <0x15e9>
DW_AT_data_member_location: 3 byte block: 23 a8 1 	(DW_OP_plus_uconst: 168)
<2><13e9>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xdfe): sock_ioctl
DW_AT_decl_file   : 20
DW_AT_decl_line   : 132
DW_AT_decl_column : 8
DW_AT_type        : <0x1563>
DW_AT_data_member_location: 3 byte block: 23 ac 1 	(DW_OP_plus_uconst: 172)
<2><13f9>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x2a4): v4l2_ioctl
DW_AT_decl_file   : 20
DW_AT_decl_line   : 135
DW_AT_decl_column : 8
DW_AT_type        : <0x1424>
DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
<1><140a>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x1424>
<2><1414>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><1419>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x32>
<2><141e>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<1><1424>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x140a>
<1><142a>
Abbrev Number: 34 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x2b>
<1><1430>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x142a>
<1><1436>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x586>
DW_AT_sibling     : <0x1450>
<2><1440>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><1445>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<2><144a>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xdf>
<1><1450>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1436>
<1><1456>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x1470>
<2><1460>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><1465>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5db>
<2><146a>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x1470>
<1><1470>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1476>
<1><1476>
Abbrev Number: 17 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x20e): strace_keyctl_kdf_params
DW_AT_declaration : 1
<1><147c>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1456>
<1><1482>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x149c>
<2><148c>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><1491>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<2><1496>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xdf>
<1><149c>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1482>
<1><14a2>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x586>
DW_AT_sibling     : <0x14bc>
<2><14ac>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><14b1>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<2><14b6>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x14c2>
<1><14bc>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x14c7>
<1><14c2>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x14bc>
<1><14c7>
Abbrev Number: 17 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x10c3): strace_stat
DW_AT_declaration : 1
<1><14cd>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x14a2>
<1><14d3>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x586>
DW_AT_sibling     : <0x14ed>
<2><14dd>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><14e2>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<2><14e7>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x14f3>
<1><14ed>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x14f8>
<1><14f3>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x14ed>
<1><14f8>
Abbrev Number: 17 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0x109f): strace_statfs
DW_AT_declaration : 1
<1><14fe>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x14d3>
<1><1504>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x586>
DW_AT_sibling     : <0x1523>
<2><150e>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><1513>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<2><1518>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<2><151d>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x14f3>
<1><1523>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1504>
<1><1529>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x586>
DW_AT_sibling     : <0x1543>
<2><1533>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><1538>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<2><153d>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xdd>
<1><1543>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1529>
<1><1549>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x1563>
<2><1553>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa2>
<2><1558>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x32>
<2><155d>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<1><1563>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1549>
<1><1569>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x157f>
<2><156f>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><1574>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<2><1579>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x6b>
<1><157f>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1569>
<1><1585>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x1596>
<2><158b>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa2>
<2><1590>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<1><1596>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1585>
<1><159c>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x15b2>
<2><15a2>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><15a7>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<2><15ac>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x58d>
<1><15b2>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x159c>
<1><15b8>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x15ce>
<2><15be>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><15c3>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<2><15c8>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<1><15ce>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x15b8>
<1><15d4>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x64>
DW_AT_sibling     : <0x15e9>
<2><15de>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><15e3>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<1><15e9>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x15d4>
<1><15ef>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x1600>
<2><15f5>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><15fa>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<1><1600>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x15ef>
<1><1606>
Abbrev Number: 25 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_sibling     : <0x1612>
<2><160c>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x1e4>
<1><1612>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1606>
<1><1618>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x586>
DW_AT_sibling     : <0x162d>
<2><1622>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x1e4>
<2><1627>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x13e>
<1><162d>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1618>
<1><1633>
Abbrev Number: 33 (DW_TAG_subroutine_type)
DW_AT_prototyped  : 1
DW_AT_type        : <0x1d9>
DW_AT_sibling     : <0x1648>
<2><163d>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0xfa8>
<2><1642>
Abbrev Number: 26 (DW_TAG_formal_parameter)
DW_AT_type        : <0x5e7>
<1><1648>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x1633>
<1><164e>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x1fe): struct_printers
DW_AT_decl_file   : 20
DW_AT_decl_line   : 138
DW_AT_decl_column : 3
DW_AT_type        : <0x1150>
<1><165a>
Abbrev Number: 3 (DW_TAG_const_type)
DW_AT_type        : <0x164e>
<1><165f>
Abbrev Number: 13 (DW_TAG_variable)
DW_AT_name        : (indirect string, offset: 0x22e): printers
DW_AT_decl_file   : 20
DW_AT_decl_line   : 139
DW_AT_decl_column : 31
DW_AT_type        : <0x166d>
DW_AT_external    : 1
DW_AT_declaration : 1
<1><166d>
Abbrev Number: 9 (DW_TAG_pointer_type)
DW_AT_byte_size   : 4
DW_AT_type        : <0x165a>
<1><1673>
Abbrev Number: 4 (DW_TAG_typedef)
DW_AT_name        : (indirect string, offset: 0x266): __u32
DW_AT_decl_file   : 21
DW_AT_decl_line   : 27
DW_AT_decl_column : 22
DW_AT_type        : <0x2b>
<1><167f>
Abbrev Number: 10 (DW_TAG_structure_type)
DW_AT_name        : (indirect string, offset: 0xfe8): statfs
DW_AT_byte_size   : 64
DW_AT_decl_file   : 22
DW_AT_decl_line   : 23
DW_AT_decl_column : 8
DW_AT_sibling     : <0x1741>
<2><168c>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0xdd7): f_type
DW_AT_decl_file   : 22
DW_AT_decl_line   : 24
DW_AT_decl_column : 16
DW_AT_type        : <0x1673>
DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
<2><169b>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x275): f_bsize
DW_AT_decl_file   : 22
DW_AT_decl_line   : 25
DW_AT_decl_column : 16
DW_AT_type        : <0x1673>
DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
<2><16aa>
Abbrev Number: 11 (DW_TAG_member)
DW_AT_name        : (indirect string, offset: 0x61): f_blocks
DW_AT_decl_file   : 22
DW_AT_decl_line   : 26
DW_AT_decl_column : 16
DW_AT_type        : <0x1673>
DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
<2><16b9>
Abbrev Number: 11 (DW_TAG_member)
