Contents of the .debug_info section:

  Compilation Unit @ offset 0x0:
   Length:        0x165a (32-bit)
   Version:       2
   Abbrev Offset: 0x0
   Pointer Size:  4
 <0><b>: Abbrev Number: 1 (DW_TAG_compile_unit)
    <c>   DW_AT_producer    : (indirect string, offset: 0xb40): GNU C17 9.4.0 -m32 -mtune=generic -march=i686 -gdwarf-2 -fasynchronous-unwind-tables -fstack-protector-strong
    <10>   DW_AT_language    : 12	(ANSI C99)
    <11>   DW_AT_name        : (indirect string, offset: 0x2f4): mpers-m32/time_t.c
    <15>   DW_AT_comp_dir    : (indirect string, offset: 0xc13): /home/bilal/tools/strace/src
    <19>   DW_AT_stmt_list   : 0x0
 <1><1d>: Abbrev Number: 2 (DW_TAG_base_type)
    <1e>   DW_AT_byte_size   : 1
    <1f>   DW_AT_encoding    : 8	(unsigned char)
    <20>   DW_AT_name        : (indirect string, offset: 0x3a1): unsigned char
 <1><24>: Abbrev Number: 2 (DW_TAG_base_type)
    <25>   DW_AT_byte_size   : 2
    <26>   DW_AT_encoding    : 7	(unsigned)
    <27>   DW_AT_name        : (indirect string, offset: 0xf61): short unsigned int
 <1><2b>: Abbrev Number: 2 (DW_TAG_base_type)
    <2c>   DW_AT_byte_size   : 4
    <2d>   DW_AT_encoding    : 7	(unsigned)
    <2e>   DW_AT_name        : (indirect string, offset: 0x8c3): unsigned int
 <1><32>: Abbrev Number: 3 (DW_TAG_const_type)
    <33>   DW_AT_type        : <0x2b>
 <1><37>: Abbrev Number: 2 (DW_TAG_base_type)
    <38>   DW_AT_byte_size   : 4
    <39>   DW_AT_encoding    : 7	(unsigned)

    <4b>   DW_AT_decl_line   : 37
    <4c>   DW_AT_decl_column : 23
    <4d>   DW_AT_type        : <0x1d>
 <1><51>: Abbrev Number: 2 (DW_TAG_base_type)
    <52>   DW_AT_byte_size   : 2
    <53>   DW_AT_encoding    : 5	(signed)
    <54>   DW_AT_name        : (indirect string, offset: 0xd8d): short int
 <1><58>: Abbrev Number: 4 (DW_TAG_typedef)
    <59>   DW_AT_name        : (indirect string, offset: 0x473): __uint16_t
    <5d>   DW_AT_decl_file   : 1
    <5e>   DW_AT_decl_line   : 39
    <5f>   DW_AT_decl_column : 28
    <60>   DW_AT_type        : <0x24>
 <1><64>: Abbrev Number: 5 (DW_TAG_base_type)
    <65>   DW_AT_byte_size   : 4
    <66>   DW_AT_encoding    : 5	(signed)
    <67>   DW_AT_name        : int
 <1><6b>: Abbrev Number: 3 (DW_TAG_const_type)
    <6c>   DW_AT_type        : <0x64>
 <1><70>: Abbrev Number: 4 (DW_TAG_typedef)
    <71>   DW_AT_name        : (indirect string, offset: 0x7c9): __uint32_t
    <75>   DW_AT_decl_file   : 1
    <76>   DW_AT_decl_line   : 41
    <77>   DW_AT_decl_column : 22
    <78>   DW_AT_type        : <0x2b>
 <1><7c>: Abbrev Number: 2 (DW_TAG_base_type)
    <7d>   DW_AT_byte_size   : 8
    <7e>   DW_AT_encoding    : 5	(signed)
    <7f>   DW_AT_name        : (indirect string, offset: 0x7f9): long long int
 <1><83>: Abbrev Number: 4 (DW_TAG_typedef)
    <84>   DW_AT_name        : (indirect string, offset: 0x6bc): __uint64_t
    <88>   DW_AT_decl_file   : 1
    <89>   DW_AT_decl_line   : 47
    <8a>   DW_AT_decl_column : 46
    <8b>   DW_AT_type        : <0x8f>
 <1><8f>: Abbrev Number: 2 (DW_TAG_base_type)
    <90>   DW_AT_byte_size   : 8
    <91>   DW_AT_encoding    : 7	(unsigned)
    <92>   DW_AT_name        : (indirect string, offset: 0xa94): long long unsigned int
 <1><96>: Abbrev Number: 4 (DW_TAG_typedef)
    <97>   DW_AT_name        : (indirect string, offset: 0x72a): __quad_t
    <9b>   DW_AT_decl_file   : 1
    <9c>   DW_AT_decl_line   : 55
    <9d>   DW_AT_decl_column : 37
    <9e>   DW_AT_type        : <0x7c>
 <1><a2>: Abbrev Number: 4 (DW_TAG_typedef)
    <a3>   DW_AT_name        : (indirect string, offset: 0xaca): __off_t
    <a7>   DW_AT_decl_file   : 1
    <a8>   DW_AT_decl_line   : 140
    <a9>   DW_AT_decl_column : 25
    <aa>   DW_AT_type        : <0xae>
 <1><ae>: Abbrev Number: 2 (DW_TAG_base_type)
    <af>   DW_AT_byte_size   : 4
    <b0>   DW_AT_encoding    : 5	(signed)
    <b1>   DW_AT_name        : (indirect string, offset: 0x2bb): long int
 <1><b5>: Abbrev Number: 4 (DW_TAG_typedef)
    <b6>   DW_AT_name        : (indirect string, offset: 0xc95): __off64_t
    <ba>   DW_AT_decl_file   : 1
    <bb>   DW_AT_decl_line   : 141
    <bc>   DW_AT_decl_column : 27
    <bd>   DW_AT_type        : <0x96>
 <1><c1>: Abbrev Number: 4 (DW_TAG_typedef)
    <c2>   DW_AT_name        : (indirect string, offset: 0xbec): __time_t
    <c6>   DW_AT_decl_file   : 1
    <c7>   DW_AT_decl_line   : 148
    <c8>   DW_AT_decl_column : 26
    <c9>   DW_AT_type        : <0xae>
 <1><cd>: Abbrev Number: 6 (DW_TAG_pointer_type)
    <ce>   DW_AT_byte_size   : 4
 <1><cf>: Abbrev Number: 3 (DW_TAG_const_type)
    <d0>   DW_AT_type        : <0xcd>
 <1><d4>: Abbrev Number: 4 (DW_TAG_typedef)
    <d5>   DW_AT_name        : (indirect string, offset: 0x3df): __syscall_slong_t
    <d9>   DW_AT_decl_file   : 1
    <da>   DW_AT_decl_line   : 184
    <db>   DW_AT_decl_column : 33
    <dc>   DW_AT_type        : <0xae>
 <1><e0>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e1>   DW_AT_byte_size   : 4
    <e2>   DW_AT_type        : <0xe6>
 <1><e6>: Abbrev Number: 2 (DW_TAG_base_type)
    <e7>   DW_AT_byte_size   : 1
    <e8>   DW_AT_encoding    : 6	(signed char)
    <e9>   DW_AT_name        : (indirect string, offset: 0x439): char
 <1><ed>: Abbrev Number: 3 (DW_TAG_const_type)
    <ee>   DW_AT_type        : <0xe6>
 <1><f2>: Abbrev Number: 4 (DW_TAG_typedef)
    <f3>   DW_AT_name        : (indirect string, offset: 0x35e): uint8_t
    <f7>   DW_AT_decl_file   : 2
    <f8>   DW_AT_decl_line   : 24
    <f9>   DW_AT_decl_column : 19
    <fa>   DW_AT_type        : <0x45>
 <1><fe>: Abbrev Number: 4 (DW_TAG_typedef)
    <ff>   DW_AT_name        : (indirect string, offset: 0xab5): uint16_t
    <103>   DW_AT_decl_file   : 2
    <104>   DW_AT_decl_line   : 25
    <105>   DW_AT_decl_column : 20
    <106>   DW_AT_type        : <0x58>
 <1><10a>: Abbrev Number: 4 (DW_TAG_typedef)
    <10b>   DW_AT_name        : (indirect string, offset: 0xf07): uint32_t
    <10f>   DW_AT_decl_file   : 2
    <110>   DW_AT_decl_line   : 26
    <111>   DW_AT_decl_column : 20
    <112>   DW_AT_type        : <0x70>
 <1><116>: Abbrev Number: 4 (DW_TAG_typedef)
    <117>   DW_AT_name        : (indirect string, offset: 0xd9d): uint64_t
    <11b>   DW_AT_decl_file   : 2
    <11c>   DW_AT_decl_line   : 27
    <11d>   DW_AT_decl_column : 20
    <11e>   DW_AT_type        : <0x83>
 <1><122>: Abbrev Number: 4 (DW_TAG_typedef)
    <123>   DW_AT_name        : (indirect string, offset: 0x100): time_t
    <127>   DW_AT_decl_file   : 3
    <128>   DW_AT_decl_line   : 7
    <129>   DW_AT_decl_column : 18
    <12a>   DW_AT_type        : <0xc1>
 <1><12e>: Abbrev Number: 4 (DW_TAG_typedef)
    <12f>   DW_AT_name        : (indirect string, offset: 0x39): size_t
    <133>   DW_AT_decl_file   : 4
    <134>   DW_AT_decl_line   : 209
    <135>   DW_AT_decl_column : 23
    <136>   DW_AT_type        : <0x2b>
 <1><13a>: Abbrev Number: 3 (DW_TAG_const_type)
    <13b>   DW_AT_type        : <0x12e>
 <1><13f>: Abbrev Number: 8 (DW_TAG_structure_type)
    <140>   DW_AT_name        : (indirect string, offset: 0xa3d): timespec
    <144>   DW_AT_byte_size   : 8
    <145>   DW_AT_decl_file   : 5
    <146>   DW_AT_decl_line   : 9
    <147>   DW_AT_decl_column : 8
    <148>   DW_AT_sibling     : <0x16b>
 <2><14c>: Abbrev Number: 9 (DW_TAG_member)
    <14d>   DW_AT_name        : (indirect string, offset: 0x102e): tv_sec
    <151>   DW_AT_decl_file   : 5
    <152>   DW_AT_decl_line   : 11
    <153>   DW_AT_decl_column : 12
    <154>   DW_AT_type        : <0xc1>
    <158>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><15b>: Abbrev Number: 9 (DW_TAG_member)
    <15c>   DW_AT_name        : (indirect string, offset: 0xdc3): tv_nsec
    <160>   DW_AT_decl_file   : 5
    <161>   DW_AT_decl_line   : 12
    <162>   DW_AT_decl_column : 21
    <163>   DW_AT_type        : <0xd4>
    <167>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><16a>: Abbrev Number: 0
 <1><16b>: Abbrev Number: 2 (DW_TAG_base_type)
    <16c>   DW_AT_byte_size   : 12
    <16d>   DW_AT_encoding    : 4	(float)
    <16e>   DW_AT_name        : (indirect string, offset: 0x9ff): long double
 <1><172>: Abbrev Number: 2 (DW_TAG_base_type)
    <173>   DW_AT_byte_size   : 16
    <174>   DW_AT_encoding    : 4	(float)
    <175>   DW_AT_name        : (indirect string, offset: 0xf30): _Float128
 <1><179>: Abbrev Number: 10 (DW_TAG_variable)
    <17a>   DW_AT_name        : (indirect string, offset: 0x272): __environ
    <17e>   DW_AT_decl_file   : 6
    <17f>   DW_AT_decl_line   : 546
    <181>   DW_AT_decl_column : 15
    <182>   DW_AT_type        : <0x188>
    <186>   DW_AT_external    : 1
    <187>   DW_AT_declaration : 1
 <1><188>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <189>   DW_AT_byte_size   : 4
    <18a>   DW_AT_type        : <0xe0>
 <1><18e>: Abbrev Number: 10 (DW_TAG_variable)
    <18f>   DW_AT_name        : (indirect string, offset: 0x399): environ
    <193>   DW_AT_decl_file   : 6
    <194>   DW_AT_decl_line   : 548
    <196>   DW_AT_decl_column : 15
    <197>   DW_AT_type        : <0x188>
    <19b>   DW_AT_external    : 1
    <19c>   DW_AT_declaration : 1
 <1><19d>: Abbrev Number: 11 (DW_TAG_variable)
    <19e>   DW_AT_name        : (indirect string, offset: 0xf4b): optarg
    <1a2>   DW_AT_decl_file   : 7
    <1a3>   DW_AT_decl_line   : 36
    <1a4>   DW_AT_decl_column : 14
    <1a5>   DW_AT_type        : <0xe0>
    <1a9>   DW_AT_external    : 1
    <1aa>   DW_AT_declaration : 1
 <1><1ab>: Abbrev Number: 11 (DW_TAG_variable)
    <1ac>   DW_AT_name        : (indirect string, offset: 0x68f): optind
    <1b0>   DW_AT_decl_file   : 7
    <1b1>   DW_AT_decl_line   : 50
    <1b2>   DW_AT_decl_column : 12
    <1b3>   DW_AT_type        : <0x64>
    <1b7>   DW_AT_external    : 1
    <1b8>   DW_AT_declaration : 1
 <1><1b9>: Abbrev Number: 11 (DW_TAG_variable)
    <1ba>   DW_AT_name        : (indirect string, offset: 0xbdb): opterr
    <1be>   DW_AT_decl_file   : 7
    <1bf>   DW_AT_decl_line   : 55
    <1c0>   DW_AT_decl_column : 12
    <1c1>   DW_AT_type        : <0x64>
    <1c5>   DW_AT_external    : 1
    <1c6>   DW_AT_declaration : 1
 <1><1c7>: Abbrev Number: 11 (DW_TAG_variable)
    <1c8>   DW_AT_name        : (indirect string, offset: 0xa7a): optopt
    <1cc>   DW_AT_decl_file   : 7
    <1cd>   DW_AT_decl_line   : 59
    <1ce>   DW_AT_decl_column : 12
    <1cf>   DW_AT_type        : <0x64>
    <1d3>   DW_AT_external    : 1
    <1d4>   DW_AT_declaration : 1
 <1><1d5>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1d6>   DW_AT_byte_size   : 4
    <1d7>   DW_AT_type        : <0xed>
 <1><1db>: Abbrev Number: 3 (DW_TAG_const_type)
    <1dc>   DW_AT_type        : <0x1d5>
 <1><1e0>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1e1>   DW_AT_byte_size   : 4
    <1e2>   DW_AT_type        : <0x1e6>
 <1><1e6>: Abbrev Number: 12 (DW_TAG_const_type)
 <1><1e7>: Abbrev Number: 8 (DW_TAG_structure_type)
    <1e8>   DW_AT_name        : (indirect string, offset: 0x366): _IO_FILE
    <1ec>   DW_AT_byte_size   : 148
    <1ed>   DW_AT_decl_file   : 8
    <1ee>   DW_AT_decl_line   : 245
    <1ef>   DW_AT_decl_column : 8
    <1f0>   DW_AT_sibling     : <0x3bf>
 <2><1f4>: Abbrev Number: 9 (DW_TAG_member)
    <1f5>   DW_AT_name        : (indirect string, offset: 0x95a): _flags
    <1f9>   DW_AT_decl_file   : 8
    <1fa>   DW_AT_decl_line   : 246
    <1fb>   DW_AT_decl_column : 7
    <1fc>   DW_AT_type        : <0x64>
    <200>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><203>: Abbrev Number: 9 (DW_TAG_member)
    <204>   DW_AT_name        : (indirect string, offset: 0x4c2): _IO_read_ptr
    <208>   DW_AT_decl_file   : 8
    <209>   DW_AT_decl_line   : 251
    <20a>   DW_AT_decl_column : 9
    <20b>   DW_AT_type        : <0xe0>
    <20f>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><212>: Abbrev Number: 9 (DW_TAG_member)
    <213>   DW_AT_name        : (indirect string, offset: 0xebf): _IO_read_end
    <217>   DW_AT_decl_file   : 8
    <218>   DW_AT_decl_line   : 252
    <219>   DW_AT_decl_column : 9
    <21a>   DW_AT_type        : <0xe0>
    <21e>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><221>: Abbrev Number: 9 (DW_TAG_member)
    <222>   DW_AT_name        : (indirect string, offset: 0x707): _IO_read_base
    <226>   DW_AT_decl_file   : 8
    <227>   DW_AT_decl_line   : 253
    <228>   DW_AT_decl_column : 9
    <229>   DW_AT_type        : <0xe0>
    <22d>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><230>: Abbrev Number: 9 (DW_TAG_member)
    <231>   DW_AT_name        : (indirect string, offset: 0x139): _IO_write_base
    <235>   DW_AT_decl_file   : 8
    <236>   DW_AT_decl_line   : 254
    <237>   DW_AT_decl_column : 9
    <238>   DW_AT_type        : <0xe0>
    <23c>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><23f>: Abbrev Number: 9 (DW_TAG_member)
    <240>   DW_AT_name        : (indirect string, offset: 0xf9a): _IO_write_ptr
    <244>   DW_AT_decl_file   : 8
    <245>   DW_AT_decl_line   : 255
    <246>   DW_AT_decl_column : 9
    <247>   DW_AT_type        : <0xe0>
    <24b>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><24e>: Abbrev Number: 13 (DW_TAG_member)
    <24f>   DW_AT_name        : (indirect string, offset: 0x83b): _IO_write_end
    <253>   DW_AT_decl_file   : 8
    <254>   DW_AT_decl_line   : 256
    <256>   DW_AT_decl_column : 9
    <257>   DW_AT_type        : <0xe0>
    <25b>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><25e>: Abbrev Number: 13 (DW_TAG_member)
    <25f>   DW_AT_name        : (indirect string, offset: 0x8ac): _IO_buf_base
    <263>   DW_AT_decl_file   : 8
    <264>   DW_AT_decl_line   : 257
    <266>   DW_AT_decl_column : 9
    <267>   DW_AT_type        : <0xe0>
    <26b>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><26e>: Abbrev Number: 13 (DW_TAG_member)
    <26f>   DW_AT_name        : (indirect string, offset: 0xd38): _IO_buf_end
    <273>   DW_AT_decl_file   : 8
    <274>   DW_AT_decl_line   : 258
    <276>   DW_AT_decl_column : 9
    <277>   DW_AT_type        : <0xe0>
    <27b>   DW_AT_data_member_location: 2 byte block: 23 20 	(DW_OP_plus_uconst: 32)
 <2><27e>: Abbrev Number: 13 (DW_TAG_member)
    <27f>   DW_AT_name        : (indirect string, offset: 0x1ca): _IO_save_base
    <283>   DW_AT_decl_file   : 8
    <284>   DW_AT_decl_line   : 260
    <286>   DW_AT_decl_column : 9
    <287>   DW_AT_type        : <0xe0>
    <28b>   DW_AT_data_member_location: 2 byte block: 23 24 	(DW_OP_plus_uconst: 36)
 <2><28e>: Abbrev Number: 13 (DW_TAG_member)
    <28f>   DW_AT_name        : (indirect string, offset: 0xc50): _IO_backup_base
    <293>   DW_AT_decl_file   : 8
    <294>   DW_AT_decl_line   : 261
    <296>   DW_AT_decl_column : 9
    <297>   DW_AT_type        : <0xe0>
    <29b>   DW_AT_data_member_location: 2 byte block: 23 28 	(DW_OP_plus_uconst: 40)
 <2><29e>: Abbrev Number: 13 (DW_TAG_member)
    <29f>   DW_AT_name        : (indirect string, offset: 0xba): _IO_save_end
    <2a3>   DW_AT_decl_file   : 8
    <2a4>   DW_AT_decl_line   : 262
    <2a6>   DW_AT_decl_column : 9
    <2a7>   DW_AT_type        : <0xe0>
    <2ab>   DW_AT_data_member_location: 2 byte block: 23 2c 	(DW_OP_plus_uconst: 44)
 <2><2ae>: Abbrev Number: 13 (DW_TAG_member)
    <2af>   DW_AT_name        : (indirect string, offset: 0x54d): _markers
    <2b3>   DW_AT_decl_file   : 8
    <2b4>   DW_AT_decl_line   : 264
    <2b6>   DW_AT_decl_column : 22
    <2b7>   DW_AT_type        : <0x40e>
    <2bb>   DW_AT_data_member_location: 2 byte block: 23 30 	(DW_OP_plus_uconst: 48)
 <2><2be>: Abbrev Number: 13 (DW_TAG_member)
    <2bf>   DW_AT_name        : (indirect string, offset: 0x20d): _chain
    <2c3>   DW_AT_decl_file   : 8
    <2c4>   DW_AT_decl_line   : 266
    <2c6>   DW_AT_decl_column : 20
    <2c7>   DW_AT_type        : <0x414>
    <2cb>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><2ce>: Abbrev Number: 13 (DW_TAG_member)
    <2cf>   DW_AT_name        : (indirect string, offset: 0xf1b): _fileno
    <2d3>   DW_AT_decl_file   : 8
    <2d4>   DW_AT_decl_line   : 268
    <2d6>   DW_AT_decl_column : 7
    <2d7>   DW_AT_type        : <0x64>
    <2db>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><2de>: Abbrev Number: 13 (DW_TAG_member)
    <2df>   DW_AT_name        : (indirect string, offset: 0x6f3): _flags2
    <2e3>   DW_AT_decl_file   : 8
    <2e4>   DW_AT_decl_line   : 272
    <2e6>   DW_AT_decl_column : 7
    <2e7>   DW_AT_type        : <0x64>
    <2eb>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><2ee>: Abbrev Number: 13 (DW_TAG_member)
    <2ef>   DW_AT_name        : (indirect string, offset: 0x775): _old_offset
    <2f3>   DW_AT_decl_file   : 8
    <2f4>   DW_AT_decl_line   : 274
    <2f6>   DW_AT_decl_column : 13
    <2f7>   DW_AT_type        : <0xa2>
    <2fb>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><2fe>: Abbrev Number: 13 (DW_TAG_member)
    <2ff>   DW_AT_name        : (indirect string, offset: 0x240): _cur_column
    <303>   DW_AT_decl_file   : 8
    <304>   DW_AT_decl_line   : 278
    <306>   DW_AT_decl_column : 18
    <307>   DW_AT_type        : <0x24>
    <30b>   DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><30e>: Abbrev Number: 13 (DW_TAG_member)
    <30f>   DW_AT_name        : (indirect string, offset: 0xde9): _vtable_offset
    <313>   DW_AT_decl_file   : 8
    <314>   DW_AT_decl_line   : 279
    <316>   DW_AT_decl_column : 15
    <317>   DW_AT_type        : <0x3e>
    <31b>   DW_AT_data_member_location: 2 byte block: 23 46 	(DW_OP_plus_uconst: 70)
 <2><31e>: Abbrev Number: 13 (DW_TAG_member)
    <31f>   DW_AT_name        : (indirect string, offset: 0xc60): _shortbuf
    <323>   DW_AT_decl_file   : 8
    <324>   DW_AT_decl_line   : 280
    <326>   DW_AT_decl_column : 8
    <327>   DW_AT_type        : <0x41a>
    <32b>   DW_AT_data_member_location: 2 byte block: 23 47 	(DW_OP_plus_uconst: 71)
 <2><32e>: Abbrev Number: 13 (DW_TAG_member)
    <32f>   DW_AT_name        : (indirect string, offset: 0x17a): _lock
    <333>   DW_AT_decl_file   : 8
    <334>   DW_AT_decl_line   : 284
    <336>   DW_AT_decl_column : 15
    <337>   DW_AT_type        : <0x42a>
    <33b>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><33e>: Abbrev Number: 13 (DW_TAG_member)
    <33f>   DW_AT_name        : (indirect string, offset: 0x620): _offset
    <343>   DW_AT_decl_file   : 8
    <344>   DW_AT_decl_line   : 293
    <346>   DW_AT_decl_column : 15
    <347>   DW_AT_type        : <0xb5>
    <34b>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><34e>: Abbrev Number: 13 (DW_TAG_member)
    <34f>   DW_AT_name        : (indirect string, offset: 0x8fa): __pad1
    <353>   DW_AT_decl_file   : 8
    <354>   DW_AT_decl_line   : 301
    <356>   DW_AT_decl_column : 9
    <357>   DW_AT_type        : <0xcd>
    <35b>   DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><35e>: Abbrev Number: 13 (DW_TAG_member)
    <35f>   DW_AT_name        : (indirect string, offset: 0x901): __pad2
    <363>   DW_AT_decl_file   : 8
    <364>   DW_AT_decl_line   : 302
    <366>   DW_AT_decl_column : 9
    <367>   DW_AT_type        : <0xcd>
    <36b>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><36e>: Abbrev Number: 13 (DW_TAG_member)
    <36f>   DW_AT_name        : (indirect string, offset: 0x908): __pad3
    <373>   DW_AT_decl_file   : 8
    <374>   DW_AT_decl_line   : 303
    <376>   DW_AT_decl_column : 9
    <377>   DW_AT_type        : <0xcd>
    <37b>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><37e>: Abbrev Number: 13 (DW_TAG_member)
    <37f>   DW_AT_name        : (indirect string, offset: 0x90f): __pad4
    <383>   DW_AT_decl_file   : 8
    <384>   DW_AT_decl_line   : 304
    <386>   DW_AT_decl_column : 9
    <387>   DW_AT_type        : <0xcd>
    <38b>   DW_AT_data_member_location: 2 byte block: 23 60 	(DW_OP_plus_uconst: 96)
 <2><38e>: Abbrev Number: 13 (DW_TAG_member)
    <38f>   DW_AT_name        : (indirect string, offset: 0x916): __pad5
    <393>   DW_AT_decl_file   : 8
    <394>   DW_AT_decl_line   : 306
    <396>   DW_AT_decl_column : 10
    <397>   DW_AT_type        : <0x12e>
    <39b>   DW_AT_data_member_location: 2 byte block: 23 64 	(DW_OP_plus_uconst: 100)
 <2><39e>: Abbrev Number: 13 (DW_TAG_member)
    <39f>   DW_AT_name        : (indirect string, offset: 0x97e): _mode
    <3a3>   DW_AT_decl_file   : 8
    <3a4>   DW_AT_decl_line   : 307
    <3a6>   DW_AT_decl_column : 7
    <3a7>   DW_AT_type        : <0x64>
    <3ab>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><3ae>: Abbrev Number: 13 (DW_TAG_member)
    <3af>   DW_AT_name        : (indirect string, offset: 0x721): _unused2
    <3b3>   DW_AT_decl_file   : 8
    <3b4>   DW_AT_decl_line   : 309
    <3b6>   DW_AT_decl_column : 8
    <3b7>   DW_AT_type        : <0x430>
    <3bb>   DW_AT_data_member_location: 2 byte block: 23 6c 	(DW_OP_plus_uconst: 108)
 <2><3be>: Abbrev Number: 0
 <1><3bf>: Abbrev Number: 4 (DW_TAG_typedef)
    <3c0>   DW_AT_name        : (indirect string, offset: 0xa1f): FILE
    <3c4>   DW_AT_decl_file   : 9
    <3c5>   DW_AT_decl_line   : 7
    <3c6>   DW_AT_decl_column : 25
    <3c7>   DW_AT_type        : <0x1e7>
 <1><3cb>: Abbrev Number: 14 (DW_TAG_typedef)
    <3cc>   DW_AT_name        : (indirect string, offset: 0x468): _IO_lock_t
    <3d0>   DW_AT_decl_file   : 8
    <3d1>   DW_AT_decl_line   : 154
    <3d2>   DW_AT_decl_column : 14
 <1><3d3>: Abbrev Number: 8 (DW_TAG_structure_type)
    <3d4>   DW_AT_name        : (indirect string, offset: 0x310): _IO_marker
    <3d8>   DW_AT_byte_size   : 12
    <3d9>   DW_AT_decl_file   : 8
    <3da>   DW_AT_decl_line   : 160
    <3db>   DW_AT_decl_column : 8
    <3dc>   DW_AT_sibling     : <0x40e>
 <2><3e0>: Abbrev Number: 9 (DW_TAG_member)
    <3e1>   DW_AT_name        : (indirect string, offset: 0xc8f): _next
    <3e5>   DW_AT_decl_file   : 8
    <3e6>   DW_AT_decl_line   : 161
    <3e7>   DW_AT_decl_column : 22
    <3e8>   DW_AT_type        : <0x40e>
    <3ec>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><3ef>: Abbrev Number: 9 (DW_TAG_member)
    <3f0>   DW_AT_name        : (indirect string, offset: 0x91d): _sbuf
    <3f4>   DW_AT_decl_file   : 8
    <3f5>   DW_AT_decl_line   : 162
    <3f6>   DW_AT_decl_column : 20
    <3f7>   DW_AT_type        : <0x414>
    <3fb>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><3fe>: Abbrev Number: 9 (DW_TAG_member)
    <3ff>   DW_AT_name        : (indirect string, offset: 0x502): _pos
    <403>   DW_AT_decl_file   : 8
    <404>   DW_AT_decl_line   : 166
    <405>   DW_AT_decl_column : 7
    <406>   DW_AT_type        : <0x64>
    <40a>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><40d>: Abbrev Number: 0
 <1><40e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <40f>   DW_AT_byte_size   : 4
    <410>   DW_AT_type        : <0x3d3>
 <1><414>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <415>   DW_AT_byte_size   : 4
    <416>   DW_AT_type        : <0x1e7>
 <1><41a>: Abbrev Number: 15 (DW_TAG_array_type)
    <41b>   DW_AT_type        : <0xe6>
    <41f>   DW_AT_sibling     : <0x42a>
 <2><423>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <424>   DW_AT_type        : <0x2b>
    <428>   DW_AT_upper_bound : 0
 <2><429>: Abbrev Number: 0
 <1><42a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <42b>   DW_AT_byte_size   : 4
    <42c>   DW_AT_type        : <0x3cb>
 <1><430>: Abbrev Number: 15 (DW_TAG_array_type)
    <431>   DW_AT_type        : <0xe6>
    <435>   DW_AT_sibling     : <0x440>
 <2><439>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <43a>   DW_AT_type        : <0x2b>
    <43e>   DW_AT_upper_bound : 39
 <2><43f>: Abbrev Number: 0
 <1><440>: Abbrev Number: 17 (DW_TAG_structure_type)
    <441>   DW_AT_name        : (indirect string, offset: 0x40b): _IO_FILE_plus
    <445>   DW_AT_declaration : 1
 <1><446>: Abbrev Number: 10 (DW_TAG_variable)
    <447>   DW_AT_name        : (indirect string, offset: 0x6c7): _IO_2_1_stdin_
    <44b>   DW_AT_decl_file   : 8
    <44c>   DW_AT_decl_line   : 319
    <44e>   DW_AT_decl_column : 29
    <44f>   DW_AT_type        : <0x440>
    <453>   DW_AT_external    : 1
    <454>   DW_AT_declaration : 1
 <1><455>: Abbrev Number: 10 (DW_TAG_variable)
    <456>   DW_AT_name        : (indirect string, offset: 0xc70): _IO_2_1_stdout_
    <45a>   DW_AT_decl_file   : 8
    <45b>   DW_AT_decl_line   : 320
    <45d>   DW_AT_decl_column : 29
    <45e>   DW_AT_type        : <0x440>
    <462>   DW_AT_external    : 1
    <463>   DW_AT_declaration : 1
 <1><464>: Abbrev Number: 10 (DW_TAG_variable)
    <465>   DW_AT_name        : (indirect string, offset: 0x89): _IO_2_1_stderr_
    <469>   DW_AT_decl_file   : 8
    <46a>   DW_AT_decl_line   : 321
    <46c>   DW_AT_decl_column : 29
    <46d>   DW_AT_type        : <0x440>
    <471>   DW_AT_external    : 1
    <472>   DW_AT_declaration : 1
 <1><473>: Abbrev Number: 11 (DW_TAG_variable)
    <474>   DW_AT_name        : (indirect string, offset: 0x518): stdin
    <478>   DW_AT_decl_file   : 10
    <479>   DW_AT_decl_line   : 135
    <47a>   DW_AT_decl_column : 25
    <47b>   DW_AT_type        : <0x414>
    <47f>   DW_AT_external    : 1
    <480>   DW_AT_declaration : 1
 <1><481>: Abbrev Number: 11 (DW_TAG_variable)
    <482>   DW_AT_name        : (indirect string, offset: 0xf74): stdout
    <486>   DW_AT_decl_file   : 10
    <487>   DW_AT_decl_line   : 136
    <488>   DW_AT_decl_column : 25
    <489>   DW_AT_type        : <0x414>
    <48d>   DW_AT_external    : 1
    <48e>   DW_AT_declaration : 1
 <1><48f>: Abbrev Number: 11 (DW_TAG_variable)
    <490>   DW_AT_name        : (indirect string, offset: 0xd86): stderr
    <494>   DW_AT_decl_file   : 10
    <495>   DW_AT_decl_line   : 137
    <496>   DW_AT_decl_column : 25
    <497>   DW_AT_type        : <0x414>
    <49b>   DW_AT_external    : 1
    <49c>   DW_AT_declaration : 1
 <1><49d>: Abbrev Number: 11 (DW_TAG_variable)
    <49e>   DW_AT_name        : (indirect string, offset: 0x24c): sys_nerr
    <4a2>   DW_AT_decl_file   : 11
    <4a3>   DW_AT_decl_line   : 26
    <4a4>   DW_AT_decl_column : 12
    <4a5>   DW_AT_type        : <0x64>
    <4a9>   DW_AT_external    : 1
    <4aa>   DW_AT_declaration : 1
 <1><4ab>: Abbrev Number: 15 (DW_TAG_array_type)
    <4ac>   DW_AT_type        : <0x1db>
    <4b0>   DW_AT_sibling     : <0x4b6>
 <2><4b4>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><4b5>: Abbrev Number: 0
 <1><4b6>: Abbrev Number: 3 (DW_TAG_const_type)
    <4b7>   DW_AT_type        : <0x4ab>
 <1><4bb>: Abbrev Number: 11 (DW_TAG_variable)
    <4bc>   DW_AT_name        : (indirect string, offset: 0x527): sys_errlist
    <4c0>   DW_AT_decl_file   : 11
    <4c1>   DW_AT_decl_line   : 27
    <4c2>   DW_AT_decl_column : 26
    <4c3>   DW_AT_type        : <0x4b6>
    <4c7>   DW_AT_external    : 1
    <4c8>   DW_AT_declaration : 1
 <1><4c9>: Abbrev Number: 11 (DW_TAG_variable)
    <4ca>   DW_AT_name        : (indirect string, offset: 0x25f): _sys_nerr
    <4ce>   DW_AT_decl_file   : 11
    <4cf>   DW_AT_decl_line   : 30
    <4d0>   DW_AT_decl_column : 12
    <4d1>   DW_AT_type        : <0x64>
    <4d5>   DW_AT_external    : 1
    <4d6>   DW_AT_declaration : 1
 <1><4d7>: Abbrev Number: 11 (DW_TAG_variable)
    <4d8>   DW_AT_name        : (indirect string, offset: 0xdf8): _sys_errlist
    <4dc>   DW_AT_decl_file   : 11
    <4dd>   DW_AT_decl_line   : 31
    <4de>   DW_AT_decl_column : 26
    <4df>   DW_AT_type        : <0x4b6>
    <4e3>   DW_AT_external    : 1
    <4e4>   DW_AT_declaration : 1
 <1><4e5>: Abbrev Number: 11 (DW_TAG_variable)
    <4e6>   DW_AT_name        : (indirect string, offset: 0x5f9): program_invocation_name
    <4ea>   DW_AT_decl_file   : 12
    <4eb>   DW_AT_decl_line   : 45
    <4ec>   DW_AT_decl_column : 14
    <4ed>   DW_AT_type        : <0xe0>
    <4f1>   DW_AT_external    : 1
    <4f2>   DW_AT_declaration : 1
 <1><4f3>: Abbrev Number: 11 (DW_TAG_variable)
    <4f4>   DW_AT_name        : (indirect string, offset: 0xaf5): program_invocation_short_name
    <4f8>   DW_AT_decl_file   : 12
    <4f9>   DW_AT_decl_line   : 46
    <4fa>   DW_AT_decl_column : 14
    <4fb>   DW_AT_type        : <0xe0>
    <4ff>   DW_AT_external    : 1
    <500>   DW_AT_declaration : 1
 <1><501>: Abbrev Number: 15 (DW_TAG_array_type)
    <502>   DW_AT_type        : <0xe0>
    <506>   DW_AT_sibling     : <0x511>
 <2><50a>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <50b>   DW_AT_type        : <0x2b>
    <50f>   DW_AT_upper_bound : 1
 <2><510>: Abbrev Number: 0
 <1><511>: Abbrev Number: 11 (DW_TAG_variable)
    <512>   DW_AT_name        : (indirect string, offset: 0x1b7): __tzname
    <516>   DW_AT_decl_file   : 13
    <517>   DW_AT_decl_line   : 159
    <518>   DW_AT_decl_column : 14
    <519>   DW_AT_type        : <0x501>
    <51d>   DW_AT_external    : 1
    <51e>   DW_AT_declaration : 1
 <1><51f>: Abbrev Number: 11 (DW_TAG_variable)
    <520>   DW_AT_name        : (indirect string, offset: 0xe5b): __daylight
    <524>   DW_AT_decl_file   : 13
    <525>   DW_AT_decl_line   : 160
    <526>   DW_AT_decl_column : 12
    <527>   DW_AT_type        : <0x64>
    <52b>   DW_AT_external    : 1
    <52c>   DW_AT_declaration : 1
 <1><52d>: Abbrev Number: 11 (DW_TAG_variable)
    <52e>   DW_AT_name        : (indirect string, offset: 0x36f): __timezone
    <532>   DW_AT_decl_file   : 13
    <533>   DW_AT_decl_line   : 161
    <534>   DW_AT_decl_column : 17
    <535>   DW_AT_type        : <0xae>
    <539>   DW_AT_external    : 1
    <53a>   DW_AT_declaration : 1
 <1><53b>: Abbrev Number: 11 (DW_TAG_variable)
    <53c>   DW_AT_name        : (indirect string, offset: 0x637): tzname
    <540>   DW_AT_decl_file   : 13
    <541>   DW_AT_decl_line   : 166
    <542>   DW_AT_decl_column : 14
    <543>   DW_AT_type        : <0x501>
    <547>   DW_AT_external    : 1
    <548>   DW_AT_declaration : 1
 <1><549>: Abbrev Number: 11 (DW_TAG_variable)
    <54a>   DW_AT_name        : (indirect string, offset: 0xfe4): daylight
    <54e>   DW_AT_decl_file   : 13
    <54f>   DW_AT_decl_line   : 174
    <550>   DW_AT_decl_column : 12
    <551>   DW_AT_type        : <0x64>
    <555>   DW_AT_external    : 1
    <556>   DW_AT_declaration : 1
 <1><557>: Abbrev Number: 11 (DW_TAG_variable)
    <558>   DW_AT_name        : (indirect string, offset: 0x4ad): timezone
    <55c>   DW_AT_decl_file   : 13
    <55d>   DW_AT_decl_line   : 175
    <55e>   DW_AT_decl_column : 17
    <55f>   DW_AT_type        : <0xae>
    <563>   DW_AT_external    : 1
    <564>   DW_AT_declaration : 1
 <1><565>: Abbrev Number: 10 (DW_TAG_variable)
    <566>   DW_AT_name        : (indirect string, offset: 0xedb): getdate_err
    <56a>   DW_AT_decl_file   : 13
    <56b>   DW_AT_decl_line   : 280
    <56d>   DW_AT_decl_column : 12
    <56e>   DW_AT_type        : <0x64>
    <572>   DW_AT_external    : 1
    <573>   DW_AT_declaration : 1
 <1><574>: Abbrev Number: 11 (DW_TAG_variable)
    <575>   DW_AT_name        : (indirect string, offset: 0x928): debug_flag
    <579>   DW_AT_decl_file   : 14
    <57a>   DW_AT_decl_line   : 20
    <57b>   DW_AT_decl_column : 13
    <57c>   DW_AT_type        : <0x582>
    <580>   DW_AT_external    : 1
    <581>   DW_AT_declaration : 1
 <1><582>: Abbrev Number: 2 (DW_TAG_base_type)
    <583>   DW_AT_byte_size   : 1
    <584>   DW_AT_encoding    : 2	(boolean)
    <585>   DW_AT_name        : (indirect string, offset: 0x3f1): _Bool
 <1><589>: Abbrev Number: 3 (DW_TAG_const_type)
    <58a>   DW_AT_type        : <0x582>
 <1><58e>: Abbrev Number: 4 (DW_TAG_typedef)
    <58f>   DW_AT_name        : (indirect string, offset: 0x9d5): __kernel_long_t
    <593>   DW_AT_decl_file   : 15
    <594>   DW_AT_decl_line   : 15
    <595>   DW_AT_decl_column : 15
    <596>   DW_AT_type        : <0xae>
 <1><59a>: Abbrev Number: 4 (DW_TAG_typedef)
    <59b>   DW_AT_name        : (indirect string, offset: 0x507): __kernel_ulong_t
    <59f>   DW_AT_decl_file   : 15
    <5a0>   DW_AT_decl_line   : 16
    <5a1>   DW_AT_decl_column : 23
    <5a2>   DW_AT_type        : <0x37>
 <1><5a6>: Abbrev Number: 4 (DW_TAG_typedef)
    <5a7>   DW_AT_name        : (indirect string, offset: 0x3bd): kernel_long_t
    <5ab>   DW_AT_decl_file   : 16
    <5ac>   DW_AT_decl_line   : 16
    <5ad>   DW_AT_decl_column : 25
    <5ae>   DW_AT_type        : <0x58e>
 <1><5b2>: Abbrev Number: 4 (DW_TAG_typedef)
    <5b3>   DW_AT_name        : (indirect string, offset: 0x7ea): kernel_ulong_t
    <5b7>   DW_AT_decl_file   : 16
    <5b8>   DW_AT_decl_line   : 17
    <5b9>   DW_AT_decl_column : 26
    <5ba>   DW_AT_type        : <0x59a>
 <1><5be>: Abbrev Number: 3 (DW_TAG_const_type)
    <5bf>   DW_AT_type        : <0x5b2>
 <1><5c3>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5c4>   DW_AT_name        : (indirect string, offset: 0xb13): list_item
    <5c8>   DW_AT_byte_size   : 8
    <5c9>   DW_AT_decl_file   : 17
    <5ca>   DW_AT_decl_line   : 92
    <5cb>   DW_AT_decl_column : 8
    <5cc>   DW_AT_sibling     : <0x5ef>
 <2><5d0>: Abbrev Number: 9 (DW_TAG_member)
    <5d1>   DW_AT_name        : (indirect string, offset: 0x1029): prev
    <5d5>   DW_AT_decl_file   : 17
    <5d6>   DW_AT_decl_line   : 93
    <5d7>   DW_AT_decl_column : 20
    <5d8>   DW_AT_type        : <0x5ef>
    <5dc>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><5df>: Abbrev Number: 9 (DW_TAG_member)
    <5e0>   DW_AT_name        : (indirect string, offset: 0x101f): next
    <5e4>   DW_AT_decl_file   : 17
    <5e5>   DW_AT_decl_line   : 94
    <5e6>   DW_AT_decl_column : 20
    <5e7>   DW_AT_type        : <0x5ef>
    <5eb>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><5ee>: Abbrev Number: 0
 <1><5ef>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <5f0>   DW_AT_byte_size   : 4
    <5f1>   DW_AT_type        : <0x5c3>
 <1><5f5>: Abbrev Number: 8 (DW_TAG_structure_type)
    <5f6>   DW_AT_name        : (indirect string, offset: 0x7c2): sysent
    <5fa>   DW_AT_byte_size   : 20
    <5fb>   DW_AT_decl_file   : 18
    <5fc>   DW_AT_decl_line   : 11
    <5fd>   DW_AT_decl_column : 16
    <5fe>   DW_AT_sibling     : <0x64e>
 <2><602>: Abbrev Number: 9 (DW_TAG_member)
    <603>   DW_AT_name        : (indirect string, offset: 0xf8b): nargs
    <607>   DW_AT_decl_file   : 18
    <608>   DW_AT_decl_line   : 12
    <609>   DW_AT_decl_column : 11
    <60a>   DW_AT_type        : <0x2b>
    <60e>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><611>: Abbrev Number: 9 (DW_TAG_member)
    <612>   DW_AT_name        : (indirect string, offset: 0x8b9): sys_flags
    <616>   DW_AT_decl_file   : 18
    <617>   DW_AT_decl_line   : 13
    <618>   DW_AT_decl_column : 6
    <619>   DW_AT_type        : <0x64>
    <61d>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><620>: Abbrev Number: 19 (DW_TAG_member)
    <621>   DW_AT_name        : sen
    <625>   DW_AT_decl_file   : 18
    <626>   DW_AT_decl_line   : 14
    <627>   DW_AT_decl_column : 6
    <628>   DW_AT_type        : <0x64>
    <62c>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><62f>: Abbrev Number: 9 (DW_TAG_member)
    <630>   DW_AT_name        : (indirect string, offset: 0x307): sys_func
    <634>   DW_AT_decl_file   : 18
    <635>   DW_AT_decl_line   : 15
    <636>   DW_AT_decl_column : 8
    <637>   DW_AT_type        : <0x659>
    <63b>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><63e>: Abbrev Number: 9 (DW_TAG_member)
    <63f>   DW_AT_name        : (indirect string, offset: 0x269): sys_name
    <643>   DW_AT_decl_file   : 18
    <644>   DW_AT_decl_line   : 16
    <645>   DW_AT_decl_column : 14
    <646>   DW_AT_type        : <0x1d5>
    <64a>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><64d>: Abbrev Number: 0
 <1><64e>: Abbrev Number: 20 (DW_TAG_subroutine_type)
    <64f>   DW_AT_type        : <0x64>
    <653>   DW_AT_sibling     : <0x659>
 <2><657>: Abbrev Number: 21 (DW_TAG_unspecified_parameters)
 <2><658>: Abbrev Number: 0
 <1><659>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <65a>   DW_AT_byte_size   : 4
    <65b>   DW_AT_type        : <0x64e>
 <1><65f>: Abbrev Number: 4 (DW_TAG_typedef)
    <660>   DW_AT_name        : (indirect string, offset: 0xe0d): struct_sysent
    <664>   DW_AT_decl_file   : 18
    <665>   DW_AT_decl_line   : 17
    <666>   DW_AT_decl_column : 3
    <667>   DW_AT_type        : <0x5f5>
 <1><66b>: Abbrev Number: 3 (DW_TAG_const_type)
    <66c>   DW_AT_type        : <0x65f>
 <1><670>: Abbrev Number: 11 (DW_TAG_variable)
    <671>   DW_AT_name        : (indirect string, offset: 0xcd6): current_personality
    <675>   DW_AT_decl_file   : 19
    <676>   DW_AT_decl_line   : 158
    <677>   DW_AT_decl_column : 17
    <678>   DW_AT_type        : <0x2b>
    <67c>   DW_AT_external    : 1
    <67d>   DW_AT_declaration : 1
 <1><67e>: Abbrev Number: 11 (DW_TAG_variable)
    <67f>   DW_AT_name        : (indirect string, offset: 0x764): current_wordsize
    <683>   DW_AT_decl_file   : 19
    <684>   DW_AT_decl_line   : 171
    <685>   DW_AT_decl_column : 17
    <686>   DW_AT_type        : <0x2b>
    <68a>   DW_AT_external    : 1
    <68b>   DW_AT_declaration : 1
 <1><68c>: Abbrev Number: 11 (DW_TAG_variable)
    <68d>   DW_AT_name        : (indirect string, offset: 0x99a): current_klongsize
    <691>   DW_AT_decl_file   : 19
    <692>   DW_AT_decl_line   : 176
    <693>   DW_AT_decl_column : 17
    <694>   DW_AT_type        : <0x2b>
    <698>   DW_AT_external    : 1
    <699>   DW_AT_declaration : 1
 <1><69a>: Abbrev Number: 8 (DW_TAG_structure_type)
    <69b>   DW_AT_name        : (indirect string, offset: 0xc0a): ioctlent
    <69f>   DW_AT_byte_size   : 8
    <6a0>   DW_AT_decl_file   : 19
    <6a1>   DW_AT_decl_line   : 217
    <6a2>   DW_AT_decl_column : 16
    <6a3>   DW_AT_sibling     : <0x6c6>
 <2><6a7>: Abbrev Number: 9 (DW_TAG_member)
    <6a8>   DW_AT_name        : (indirect string, offset: 0xeb8): symbol
    <6ac>   DW_AT_decl_file   : 19
    <6ad>   DW_AT_decl_line   : 218
    <6ae>   DW_AT_decl_column : 14
    <6af>   DW_AT_type        : <0x1d5>
    <6b3>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6b6>: Abbrev Number: 9 (DW_TAG_member)
    <6b7>   DW_AT_name        : (indirect string, offset: 0xc9f): code
    <6bb>   DW_AT_decl_file   : 19
    <6bc>   DW_AT_decl_line   : 219
    <6bd>   DW_AT_decl_column : 15
    <6be>   DW_AT_type        : <0x2b>
    <6c2>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><6c5>: Abbrev Number: 0
 <1><6c6>: Abbrev Number: 4 (DW_TAG_typedef)
    <6c7>   DW_AT_name        : (indirect string, offset: 0xbcb): struct_ioctlent
    <6cb>   DW_AT_decl_file   : 19
    <6cc>   DW_AT_decl_line   : 220
    <6cd>   DW_AT_decl_column : 3
    <6ce>   DW_AT_type        : <0x69a>
 <1><6d2>: Abbrev Number: 3 (DW_TAG_const_type)
    <6d3>   DW_AT_type        : <0x6c6>
 <1><6d7>: Abbrev Number: 8 (DW_TAG_structure_type)
    <6d8>   DW_AT_name        : (indirect string, offset: 0x758): inject_data
    <6dc>   DW_AT_byte_size   : 10
    <6dd>   DW_AT_decl_file   : 19
    <6de>   DW_AT_decl_line   : 241
    <6df>   DW_AT_decl_column : 8
    <6e0>   DW_AT_sibling     : <0x73f>
 <2><6e4>: Abbrev Number: 9 (DW_TAG_member)
    <6e5>   DW_AT_name        : (indirect string, offset: 0x4bc): flags
    <6e9>   DW_AT_decl_file   : 19
    <6ea>   DW_AT_decl_line   : 242
    <6eb>   DW_AT_decl_column : 10
    <6ec>   DW_AT_type        : <0xf2>
    <6f0>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><6f3>: Abbrev Number: 9 (DW_TAG_member)
    <6f4>   DW_AT_name        : (indirect string, offset: 0x86d): signo
    <6f8>   DW_AT_decl_file   : 19
    <6f9>   DW_AT_decl_line   : 243
    <6fa>   DW_AT_decl_column : 10
    <6fb>   DW_AT_type        : <0xf2>
    <6ff>   DW_AT_data_member_location: 2 byte block: 23 1 	(DW_OP_plus_uconst: 1)
 <2><702>: Abbrev Number: 9 (DW_TAG_member)
    <703>   DW_AT_name        : (indirect string, offset: 0x107): rval_idx
    <707>   DW_AT_decl_file   : 19
    <708>   DW_AT_decl_line   : 244
    <709>   DW_AT_decl_column : 11
    <70a>   DW_AT_type        : <0xfe>
    <70e>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><711>: Abbrev Number: 9 (DW_TAG_member)
    <712>   DW_AT_name        : (indirect string, offset: 0x40): delay_idx
    <716>   DW_AT_decl_file   : 19
    <717>   DW_AT_decl_line   : 245
    <718>   DW_AT_decl_column : 11
    <719>   DW_AT_type        : <0xfe>
    <71d>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><720>: Abbrev Number: 9 (DW_TAG_member)
    <721>   DW_AT_name        : (indirect string, offset: 0x53f): poke_idx
    <725>   DW_AT_decl_file   : 19
    <726>   DW_AT_decl_line   : 246
    <727>   DW_AT_decl_column : 11
    <728>   DW_AT_type        : <0xfe>
    <72c>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><72f>: Abbrev Number: 9 (DW_TAG_member)
    <730>   DW_AT_name        : (indirect string, offset: 0x197): scno
    <734>   DW_AT_decl_file   : 19
    <735>   DW_AT_decl_line   : 247
    <736>   DW_AT_decl_column : 11
    <737>   DW_AT_type        : <0xfe>
    <73b>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><73e>: Abbrev Number: 0
 <1><73f>: Abbrev Number: 8 (DW_TAG_structure_type)
    <740>   DW_AT_name        : (indirect string, offset: 0xe1): inject_opts
    <744>   DW_AT_byte_size   : 16
    <745>   DW_AT_decl_file   : 19
    <746>   DW_AT_decl_line   : 250
    <747>   DW_AT_decl_column : 8
    <748>   DW_AT_sibling     : <0x789>
 <2><74c>: Abbrev Number: 9 (DW_TAG_member)
    <74d>   DW_AT_name        : (indirect string, offset: 0x978): first
    <751>   DW_AT_decl_file   : 19
    <752>   DW_AT_decl_line   : 251
    <753>   DW_AT_decl_column : 11
    <754>   DW_AT_type        : <0xfe>
    <758>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><75b>: Abbrev Number: 9 (DW_TAG_member)
    <75c>   DW_AT_name        : (indirect string, offset: 0x1052): last
    <760>   DW_AT_decl_file   : 19
    <761>   DW_AT_decl_line   : 252
    <762>   DW_AT_decl_column : 11
    <763>   DW_AT_type        : <0xfe>
    <767>   DW_AT_data_member_location: 2 byte block: 23 2 	(DW_OP_plus_uconst: 2)
 <2><76a>: Abbrev Number: 9 (DW_TAG_member)
    <76b>   DW_AT_name        : (indirect string, offset: 0x394): step
    <76f>   DW_AT_decl_file   : 19
    <770>   DW_AT_decl_line   : 253
    <771>   DW_AT_decl_column : 11
    <772>   DW_AT_type        : <0xfe>
    <776>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><779>: Abbrev Number: 9 (DW_TAG_member)
    <77a>   DW_AT_name        : (indirect string, offset: 0x1024): data
    <77e>   DW_AT_decl_file   : 19
    <77f>   DW_AT_decl_line   : 254
    <780>   DW_AT_decl_column : 21
    <781>   DW_AT_type        : <0x6d7>
    <785>   DW_AT_data_member_location: 2 byte block: 23 6 	(DW_OP_plus_uconst: 6)
 <2><788>: Abbrev Number: 0
 <1><789>: Abbrev Number: 22 (DW_TAG_structure_type)
    <78a>   DW_AT_name        : tcb
    <78e>   DW_AT_byte_size   : 196
    <78f>   DW_AT_decl_file   : 19
    <790>   DW_AT_decl_line   : 262
    <792>   DW_AT_decl_column : 8
    <793>   DW_AT_sibling     : <0x9b3>
 <2><797>: Abbrev Number: 13 (DW_TAG_member)
    <798>   DW_AT_name        : (indirect string, offset: 0x4bc): flags
    <79c>   DW_AT_decl_file   : 19
    <79d>   DW_AT_decl_line   : 263
    <79f>   DW_AT_decl_column : 6
    <7a0>   DW_AT_type        : <0x64>
    <7a4>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><7a7>: Abbrev Number: 23 (DW_TAG_member)
    <7a8>   DW_AT_name        : pid
    <7ac>   DW_AT_decl_file   : 19
    <7ad>   DW_AT_decl_line   : 264
    <7af>   DW_AT_decl_column : 6
    <7b0>   DW_AT_type        : <0x64>
    <7b4>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><7b7>: Abbrev Number: 13 (DW_TAG_member)
    <7b8>   DW_AT_name        : (indirect string, offset: 0x58): qual_flg
    <7bc>   DW_AT_decl_file   : 19
    <7bd>   DW_AT_decl_line   : 265
    <7bf>   DW_AT_decl_column : 6
    <7c0>   DW_AT_type        : <0x64>
    <7c4>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><7c7>: Abbrev Number: 13 (DW_TAG_member)
    <7c8>   DW_AT_name        : (indirect string, offset: 0x385): currpers
    <7cc>   DW_AT_decl_file   : 19
    <7cd>   DW_AT_decl_line   : 267
    <7cf>   DW_AT_decl_column : 15
    <7d0>   DW_AT_type        : <0x2b>
    <7d4>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><7d7>: Abbrev Number: 13 (DW_TAG_member)
    <7d8>   DW_AT_name        : (indirect string, offset: 0xa72): u_error
    <7dc>   DW_AT_decl_file   : 19
    <7dd>   DW_AT_decl_line   : 269
    <7df>   DW_AT_decl_column : 16
    <7e0>   DW_AT_type        : <0x37>
    <7e4>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><7e7>: Abbrev Number: 13 (DW_TAG_member)
    <7e8>   DW_AT_name        : (indirect string, offset: 0x197): scno
    <7ec>   DW_AT_decl_file   : 19
    <7ed>   DW_AT_decl_line   : 270
    <7ef>   DW_AT_decl_column : 17
    <7f0>   DW_AT_type        : <0x5b2>
    <7f4>   DW_AT_data_member_location: 2 byte block: 23 14 	(DW_OP_plus_uconst: 20)
 <2><7f7>: Abbrev Number: 13 (DW_TAG_member)
    <7f8>   DW_AT_name        : (indirect string, offset: 0xaab): true_scno
    <7fc>   DW_AT_decl_file   : 19
    <7fd>   DW_AT_decl_line   : 271
    <7ff>   DW_AT_decl_column : 17
    <800>   DW_AT_type        : <0x5b2>
    <804>   DW_AT_data_member_location: 2 byte block: 23 18 	(DW_OP_plus_uconst: 24)
 <2><807>: Abbrev Number: 13 (DW_TAG_member)
    <808>   DW_AT_name        : (indirect string, offset: 0x1a1): u_arg
    <80c>   DW_AT_decl_file   : 19
    <80d>   DW_AT_decl_line   : 272
    <80f>   DW_AT_decl_column : 17
    <810>   DW_AT_type        : <0x9b3>
    <814>   DW_AT_data_member_location: 2 byte block: 23 1c 	(DW_OP_plus_uconst: 28)
 <2><817>: Abbrev Number: 13 (DW_TAG_member)
    <818>   DW_AT_name        : (indirect string, offset: 0x8d0): u_rval
    <81c>   DW_AT_decl_file   : 19
    <81d>   DW_AT_decl_line   : 273
    <81f>   DW_AT_decl_column : 16
    <820>   DW_AT_type        : <0x5a6>
    <824>   DW_AT_data_member_location: 2 byte block: 23 34 	(DW_OP_plus_uconst: 52)
 <2><827>: Abbrev Number: 13 (DW_TAG_member)
    <828>   DW_AT_name        : (indirect string, offset: 0x9f1): sys_func_rval
    <82c>   DW_AT_decl_file   : 19
    <82d>   DW_AT_decl_line   : 274
    <82f>   DW_AT_decl_column : 6
    <830>   DW_AT_type        : <0x64>
    <834>   DW_AT_data_member_location: 2 byte block: 23 38 	(DW_OP_plus_uconst: 56)
 <2><837>: Abbrev Number: 13 (DW_TAG_member)
    <838>   DW_AT_name        : (indirect string, offset: 0xc80): curcol
    <83c>   DW_AT_decl_file   : 19
    <83d>   DW_AT_decl_line   : 275
    <83f>   DW_AT_decl_column : 6
    <840>   DW_AT_type        : <0x64>
    <844>   DW_AT_data_member_location: 2 byte block: 23 3c 	(DW_OP_plus_uconst: 60)
 <2><847>: Abbrev Number: 13 (DW_TAG_member)
    <848>   DW_AT_name        : (indirect string, offset: 0x8e2): outf
    <84c>   DW_AT_decl_file   : 19
    <84d>   DW_AT_decl_line   : 276
    <84f>   DW_AT_decl_column : 8
    <850>   DW_AT_type        : <0x9c3>
    <854>   DW_AT_data_member_location: 2 byte block: 23 40 	(DW_OP_plus_uconst: 64)
 <2><857>: Abbrev Number: 13 (DW_TAG_member)
    <858>   DW_AT_name        : (indirect string, offset: 0xe90): staged_output_data
    <85c>   DW_AT_decl_file   : 19
    <85d>   DW_AT_decl_line   : 277
    <85f>   DW_AT_decl_column : 29
    <860>   DW_AT_type        : <0x9cf>
    <864>   DW_AT_data_member_location: 2 byte block: 23 44 	(DW_OP_plus_uconst: 68)
 <2><867>: Abbrev Number: 13 (DW_TAG_member)
    <868>   DW_AT_name        : (indirect string, offset: 0x9bc): auxstr
    <86c>   DW_AT_decl_file   : 19
    <86d>   DW_AT_decl_line   : 279
    <86f>   DW_AT_decl_column : 14
    <870>   DW_AT_type        : <0x1d5>
    <874>   DW_AT_data_member_location: 2 byte block: 23 48 	(DW_OP_plus_uconst: 72)
 <2><877>: Abbrev Number: 13 (DW_TAG_member)
    <878>   DW_AT_name        : (indirect string, offset: 0x180): _priv_data
    <87c>   DW_AT_decl_file   : 19
    <87d>   DW_AT_decl_line   : 280
    <87f>   DW_AT_decl_column : 8
    <880>   DW_AT_type        : <0xcd>
    <884>   DW_AT_data_member_location: 2 byte block: 23 4c 	(DW_OP_plus_uconst: 76)
 <2><887>: Abbrev Number: 13 (DW_TAG_member)
    <888>   DW_AT_name        : (indirect string, offset: 0xbae): _free_priv_data
    <88c>   DW_AT_decl_file   : 19
    <88d>   DW_AT_decl_line   : 281
    <88f>   DW_AT_decl_column : 9
    <890>   DW_AT_type        : <0x9e1>
    <894>   DW_AT_data_member_location: 2 byte block: 23 50 	(DW_OP_plus_uconst: 80)
 <2><897>: Abbrev Number: 13 (DW_TAG_member)
    <898>   DW_AT_name        : (indirect string, offset: 0x191): s_ent
    <89c>   DW_AT_decl_file   : 19
    <89d>   DW_AT_decl_line   : 282
    <89f>   DW_AT_decl_column : 23
    <8a0>   DW_AT_type        : <0x9e7>
    <8a4>   DW_AT_data_member_location: 2 byte block: 23 54 	(DW_OP_plus_uconst: 84)
 <2><8a7>: Abbrev Number: 13 (DW_TAG_member)
    <8a8>   DW_AT_name        : (indirect string, offset: 0x27): s_prev_ent
    <8ac>   DW_AT_decl_file   : 19
    <8ad>   DW_AT_decl_line   : 285
    <8af>   DW_AT_decl_column : 23
    <8b0>   DW_AT_type        : <0x9e7>
    <8b4>   DW_AT_data_member_location: 2 byte block: 23 58 	(DW_OP_plus_uconst: 88)
 <2><8b7>: Abbrev Number: 13 (DW_TAG_member)
    <8b8>   DW_AT_name        : (indirect string, offset: 0x37a): inject_vec
    <8bc>   DW_AT_decl_file   : 19
    <8bd>   DW_AT_decl_line   : 286
    <8bf>   DW_AT_decl_column : 22
    <8c0>   DW_AT_type        : <0x9f2>
    <8c4>   DW_AT_data_member_location: 2 byte block: 23 5c 	(DW_OP_plus_uconst: 92)
 <2><8c7>: Abbrev Number: 13 (DW_TAG_member)
    <8c8>   DW_AT_name        : (indirect string, offset: 0x733): stime
    <8cc>   DW_AT_decl_file   : 19
    <8cd>   DW_AT_decl_line   : 287
    <8cf>   DW_AT_decl_column : 18
    <8d0>   DW_AT_type        : <0x13f>
    <8d4>   DW_AT_data_member_location: 2 byte block: 23 68 	(DW_OP_plus_uconst: 104)
 <2><8d7>: Abbrev Number: 13 (DW_TAG_member)
    <8d8>   DW_AT_name        : (indirect string, offset: 0x38e): ltime
    <8dc>   DW_AT_decl_file   : 19
    <8dd>   DW_AT_decl_line   : 288
    <8df>   DW_AT_decl_column : 18
    <8e0>   DW_AT_type        : <0x13f>
    <8e4>   DW_AT_data_member_location: 2 byte block: 23 70 	(DW_OP_plus_uconst: 112)
 <2><8e7>: Abbrev Number: 13 (DW_TAG_member)
    <8e8>   DW_AT_name        : (indirect string, offset: 0xf52): atime
    <8ec>   DW_AT_decl_file   : 19
    <8ed>   DW_AT_decl_line   : 289
    <8ef>   DW_AT_decl_column : 18
    <8f0>   DW_AT_type        : <0x13f>
    <8f4>   DW_AT_data_member_location: 2 byte block: 23 78 	(DW_OP_plus_uconst: 120)
 <2><8f7>: Abbrev Number: 13 (DW_TAG_member)
    <8f8>   DW_AT_name        : (indirect string, offset: 0x4b6): etime
    <8fc>   DW_AT_decl_file   : 19
    <8fd>   DW_AT_decl_line   : 290
    <8ff>   DW_AT_decl_column : 18
    <900>   DW_AT_type        : <0x13f>
    <904>   DW_AT_data_member_location: 3 byte block: 23 80 1 	(DW_OP_plus_uconst: 128)
 <2><908>: Abbrev Number: 13 (DW_TAG_member)
    <909>   DW_AT_name        : (indirect string, offset: 0xcea): delay_expiration_time
    <90d>   DW_AT_decl_file   : 19
    <90e>   DW_AT_decl_line   : 291
    <910>   DW_AT_decl_column : 18
    <911>   DW_AT_type        : <0x13f>
    <915>   DW_AT_data_member_location: 3 byte block: 23 88 1 	(DW_OP_plus_uconst: 136)
 <2><919>: Abbrev Number: 13 (DW_TAG_member)
    <91a>   DW_AT_name        : (indirect string, offset: 0x32): pid_ns
    <91e>   DW_AT_decl_file   : 19
    <91f>   DW_AT_decl_line   : 298
    <921>   DW_AT_decl_column : 15
    <922>   DW_AT_type        : <0x2b>
    <926>   DW_AT_data_member_location: 3 byte block: 23 90 1 	(DW_OP_plus_uconst: 144)
 <2><92a>: Abbrev Number: 13 (DW_TAG_member)
    <92b>   DW_AT_name        : (indirect string, offset: 0xee7): mmap_cache
    <92f>   DW_AT_decl_file   : 19
    <930>   DW_AT_decl_line   : 304
    <932>   DW_AT_decl_column : 23
    <933>   DW_AT_type        : <0xa0e>
    <937>   DW_AT_data_member_location: 3 byte block: 23 94 1 	(DW_OP_plus_uconst: 148)
 <2><93b>: Abbrev Number: 13 (DW_TAG_member)
    <93c>   DW_AT_name        : (indirect string, offset: 0xa81): wait_data_idx
    <940>   DW_AT_decl_file   : 19
    <941>   DW_AT_decl_line   : 311
    <943>   DW_AT_decl_column : 9
    <944>   DW_AT_type        : <0x12e>
    <948>   DW_AT_data_member_location: 3 byte block: 23 98 1 	(DW_OP_plus_uconst: 152)
 <2><94c>: Abbrev Number: 13 (DW_TAG_member)
    <94d>   DW_AT_name        : (indirect string, offset: 0x9c3): delayed_wait_data
    <951>   DW_AT_decl_file   : 19
    <952>   DW_AT_decl_line   : 313
    <954>   DW_AT_decl_column : 24
    <955>   DW_AT_type        : <0xa1a>
    <959>   DW_AT_data_member_location: 3 byte block: 23 9c 1 	(DW_OP_plus_uconst: 156)
 <2><95d>: Abbrev Number: 13 (DW_TAG_member)
    <95e>   DW_AT_name        : (indirect string, offset: 0xa33): wait_list
    <962>   DW_AT_decl_file   : 19
    <963>   DW_AT_decl_line   : 314
    <965>   DW_AT_decl_column : 19
    <966>   DW_AT_type        : <0x5c3>
    <96a>   DW_AT_data_member_location: 3 byte block: 23 a0 1 	(DW_OP_plus_uconst: 160)
 <2><96e>: Abbrev Number: 13 (DW_TAG_member)
    <96f>   DW_AT_name        : (indirect string, offset: 0x611): vcpu_info_list
    <973>   DW_AT_decl_file   : 19
    <974>   DW_AT_decl_line   : 318
    <976>   DW_AT_decl_column : 20
    <977>   DW_AT_type        : <0xa26>
    <97b>   DW_AT_data_member_location: 3 byte block: 23 a8 1 	(DW_OP_plus_uconst: 168)
 <2><97f>: Abbrev Number: 13 (DW_TAG_member)
    <980>   DW_AT_name        : (indirect string, offset: 0xc45): unwind_ctx
    <984>   DW_AT_decl_file   : 19
    <985>   DW_AT_decl_line   : 322
    <987>   DW_AT_decl_column : 8
    <988>   DW_AT_type        : <0xcd>
    <98c>   DW_AT_data_member_location: 3 byte block: 23 ac 1 	(DW_OP_plus_uconst: 172)
 <2><990>: Abbrev Number: 13 (DW_TAG_member)
    <991>   DW_AT_name        : (indirect string, offset: 0x4a0): unwind_queue
    <995>   DW_AT_decl_file   : 19
    <996>   DW_AT_decl_line   : 323
    <998>   DW_AT_decl_column : 25
    <999>   DW_AT_type        : <0xa32>
    <99d>   DW_AT_data_member_location: 3 byte block: 23 b0 1 	(DW_OP_plus_uconst: 176)
 <2><9a1>: Abbrev Number: 13 (DW_TAG_member)
    <9a2>   DW_AT_name        : (indirect string, offset: 0x175): comm
    <9a6>   DW_AT_decl_file   : 19
    <9a7>   DW_AT_decl_line   : 327
    <9a9>   DW_AT_decl_column : 7
    <9aa>   DW_AT_type        : <0xa38>
    <9ae>   DW_AT_data_member_location: 3 byte block: 23 b4 1 	(DW_OP_plus_uconst: 180)
 <2><9b2>: Abbrev Number: 0
 <1><9b3>: Abbrev Number: 15 (DW_TAG_array_type)
    <9b4>   DW_AT_type        : <0x5b2>
    <9b8>   DW_AT_sibling     : <0x9c3>
 <2><9bc>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <9bd>   DW_AT_type        : <0x2b>
    <9c1>   DW_AT_upper_bound : 5
 <2><9c2>: Abbrev Number: 0
 <1><9c3>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9c4>   DW_AT_byte_size   : 4
    <9c5>   DW_AT_type        : <0x3bf>
 <1><9c9>: Abbrev Number: 17 (DW_TAG_structure_type)
    <9ca>   DW_AT_name        : (indirect string, offset: 0xe90): staged_output_data
    <9ce>   DW_AT_declaration : 1
 <1><9cf>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9d0>   DW_AT_byte_size   : 4
    <9d1>   DW_AT_type        : <0x9c9>
 <1><9d5>: Abbrev Number: 24 (DW_TAG_subroutine_type)
    <9d6>   DW_AT_prototyped  : 1
    <9d7>   DW_AT_sibling     : <0x9e1>
 <2><9db>: Abbrev Number: 25 (DW_TAG_formal_parameter)
    <9dc>   DW_AT_type        : <0xcd>
 <2><9e0>: Abbrev Number: 0
 <1><9e1>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9e2>   DW_AT_byte_size   : 4
    <9e3>   DW_AT_type        : <0x9d5>
 <1><9e7>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <9e8>   DW_AT_byte_size   : 4
    <9e9>   DW_AT_type        : <0x66b>
 <1><9ed>: Abbrev Number: 3 (DW_TAG_const_type)
    <9ee>   DW_AT_type        : <0x9e7>
 <1><9f2>: Abbrev Number: 15 (DW_TAG_array_type)
    <9f3>   DW_AT_type        : <0xa02>
    <9f7>   DW_AT_sibling     : <0xa02>
 <2><9fb>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <9fc>   DW_AT_type        : <0x2b>
    <a00>   DW_AT_upper_bound : 2
 <2><a01>: Abbrev Number: 0
 <1><a02>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a03>   DW_AT_byte_size   : 4
    <a04>   DW_AT_type        : <0x73f>
 <1><a08>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a09>   DW_AT_name        : (indirect string, offset: 0xad): mmap_cache_t
    <a0d>   DW_AT_declaration : 1
 <1><a0e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a0f>   DW_AT_byte_size   : 4
    <a10>   DW_AT_type        : <0xa08>
 <1><a14>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a15>   DW_AT_name        : (indirect string, offset: 0x3af): tcb_wait_data
    <a19>   DW_AT_declaration : 1
 <1><a1a>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a1b>   DW_AT_byte_size   : 4
    <a1c>   DW_AT_type        : <0xa14>
 <1><a20>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a21>   DW_AT_name        : (indirect string, offset: 0x16b): vcpu_info
    <a25>   DW_AT_declaration : 1
 <1><a26>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a27>   DW_AT_byte_size   : 4
    <a28>   DW_AT_type        : <0xa20>
 <1><a2c>: Abbrev Number: 17 (DW_TAG_structure_type)
    <a2d>   DW_AT_name        : (indirect string, offset: 0xe74): unwind_queue_t
    <a31>   DW_AT_declaration : 1
 <1><a32>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <a33>   DW_AT_byte_size   : 4
    <a34>   DW_AT_type        : <0xa2c>
 <1><a38>: Abbrev Number: 15 (DW_TAG_array_type)
    <a39>   DW_AT_type        : <0xe6>
    <a3d>   DW_AT_sibling     : <0xa48>
 <2><a41>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <a42>   DW_AT_type        : <0x2b>
    <a46>   DW_AT_upper_bound : 15
 <2><a47>: Abbrev Number: 0
 <1><a48>: Abbrev Number: 10 (DW_TAG_variable)
    <a49>   DW_AT_name        : (indirect string, offset: 0xabe): stub_sysent
    <a4d>   DW_AT_decl_file   : 19
    <a4e>   DW_AT_decl_line   : 400
    <a50>   DW_AT_decl_column : 28
    <a51>   DW_AT_type        : <0x66b>
    <a55>   DW_AT_external    : 1
    <a56>   DW_AT_declaration : 1
 <1><a57>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a58>   DW_AT_name        : (indirect string, offset: 0x1007): xlat_type
    <a5c>   DW_AT_encoding    : 7	(unsigned)
    <a5d>   DW_AT_byte_size   : 4
    <a5e>   DW_AT_type        : <0x2b>
    <a62>   DW_AT_decl_file   : 20
    <a63>   DW_AT_decl_line   : 13
    <a64>   DW_AT_decl_column : 6
    <a65>   DW_AT_sibling     : <0xa7c>
 <2><a69>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a6a>   DW_AT_name        : (indirect string, offset: 0x2c4): XT_NORMAL
    <a6e>   DW_AT_const_value : 0
 <2><a6f>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a70>   DW_AT_name        : (indirect string, offset: 0xbe2): XT_SORTED
    <a74>   DW_AT_const_value : 1
 <2><a75>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a76>   DW_AT_name        : (indirect string, offset: 0xd6d): XT_INDEXED
    <a7a>   DW_AT_const_value : 2
 <2><a7b>: Abbrev Number: 0
 <1><a7c>: Abbrev Number: 26 (DW_TAG_enumeration_type)
    <a7d>   DW_AT_name        : (indirect string, offset: 0xaea): xlat_style
    <a81>   DW_AT_encoding    : 7	(unsigned)
    <a82>   DW_AT_byte_size   : 4
    <a83>   DW_AT_type        : <0x2b>
    <a87>   DW_AT_decl_file   : 20
    <a88>   DW_AT_decl_line   : 19
    <a89>   DW_AT_decl_column : 6
    <a8a>   DW_AT_sibling     : <0xab9>
 <2><a8e>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a8f>   DW_AT_name        : (indirect string, offset: 0xed): XLAT_STYLE_DEFAULT
    <a93>   DW_AT_const_value : 0
 <2><a94>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a95>   DW_AT_name        : (indirect string, offset: 0xb1d): XLAT_STYLE_RAW
    <a99>   DW_AT_const_value : 1
 <2><a9a>: Abbrev Number: 27 (DW_TAG_enumerator)
    <a9b>   DW_AT_name        : (indirect string, offset: 0xfd2): XLAT_STYLE_ABBREV
    <a9f>   DW_AT_const_value : 2
 <2><aa0>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa1>   DW_AT_name        : (indirect string, offset: 0x2e1): XLAT_STYLE_VERBOSE
    <aa5>   DW_AT_const_value : 3
 <2><aa6>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aa7>   DW_AT_name        : (indirect string, offset: 0x11): XLAT_STYLE_FMT_X
    <aab>   DW_AT_const_value : 0
 <2><aac>: Abbrev Number: 27 (DW_TAG_enumerator)
    <aad>   DW_AT_name        : (indirect string, offset: 0x0): XLAT_STYLE_FMT_U
    <ab1>   DW_AT_const_value : 4
 <2><ab2>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ab3>   DW_AT_name        : (indirect string, offset: 0x1041): XLAT_STYLE_FMT_D
    <ab7>   DW_AT_const_value : 8
 <2><ab8>: Abbrev Number: 0
 <1><ab9>: Abbrev Number: 8 (DW_TAG_structure_type)
    <aba>   DW_AT_name        : (indirect string, offset: 0x325): xlat_data
    <abe>   DW_AT_byte_size   : 12
    <abf>   DW_AT_decl_file   : 20
    <ac0>   DW_AT_decl_line   : 51
    <ac1>   DW_AT_decl_column : 8
    <ac2>   DW_AT_sibling     : <0xae5>
 <2><ac6>: Abbrev Number: 19 (DW_TAG_member)
    <ac7>   DW_AT_name        : val
    <acb>   DW_AT_decl_file   : 20
    <acc>   DW_AT_decl_line   : 52
    <acd>   DW_AT_decl_column : 11
    <ace>   DW_AT_type        : <0x116>
    <ad2>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><ad5>: Abbrev Number: 19 (DW_TAG_member)
    <ad6>   DW_AT_name        : str
    <ada>   DW_AT_decl_file   : 20
    <adb>   DW_AT_decl_line   : 53
    <adc>   DW_AT_decl_column : 14
    <add>   DW_AT_type        : <0x1d5>
    <ae1>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><ae4>: Abbrev Number: 0
 <1><ae5>: Abbrev Number: 3 (DW_TAG_const_type)
    <ae6>   DW_AT_type        : <0xab9>
 <1><aea>: Abbrev Number: 8 (DW_TAG_structure_type)
    <aeb>   DW_AT_name        : (indirect string, offset: 0x22): xlat
    <aef>   DW_AT_byte_size   : 24
    <af0>   DW_AT_decl_file   : 20
    <af1>   DW_AT_decl_line   : 56
    <af2>   DW_AT_decl_column : 8
    <af3>   DW_AT_sibling     : <0xb43>
 <2><af7>: Abbrev Number: 9 (DW_TAG_member)
    <af8>   DW_AT_name        : (indirect string, offset: 0x1024): data
    <afc>   DW_AT_decl_file   : 20
    <afd>   DW_AT_decl_line   : 57
    <afe>   DW_AT_decl_column : 26
    <aff>   DW_AT_type        : <0xb48>
    <b03>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><b06>: Abbrev Number: 9 (DW_TAG_member)
    <b07>   DW_AT_name        : (indirect string, offset: 0x7b6): flags_strsz
    <b0b>   DW_AT_decl_file   : 20
    <b0c>   DW_AT_decl_line   : 58
    <b0d>   DW_AT_decl_column : 9
    <b0e>   DW_AT_type        : <0x12e>
    <b12>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><b15>: Abbrev Number: 9 (DW_TAG_member)
    <b16>   DW_AT_name        : (indirect string, offset: 0xa8f): size
    <b1a>   DW_AT_decl_file   : 20
    <b1b>   DW_AT_decl_line   : 59
    <b1c>   DW_AT_decl_column : 11
    <b1d>   DW_AT_type        : <0x10a>
    <b21>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><b24>: Abbrev Number: 9 (DW_TAG_member)
    <b25>   DW_AT_name        : (indirect string, offset: 0x19c): type
    <b29>   DW_AT_decl_file   : 20
    <b2a>   DW_AT_decl_line   : 60
    <b2b>   DW_AT_decl_column : 17
    <b2c>   DW_AT_type        : <0xa57>
    <b30>   DW_AT_data_member_location: 2 byte block: 23 c 	(DW_OP_plus_uconst: 12)
 <2><b33>: Abbrev Number: 9 (DW_TAG_member)
    <b34>   DW_AT_name        : (indirect string, offset: 0x66c): flags_mask
    <b38>   DW_AT_decl_file   : 20
    <b39>   DW_AT_decl_line   : 61
    <b3a>   DW_AT_decl_column : 11
    <b3b>   DW_AT_type        : <0x116>
    <b3f>   DW_AT_data_member_location: 2 byte block: 23 10 	(DW_OP_plus_uconst: 16)
 <2><b42>: Abbrev Number: 0
 <1><b43>: Abbrev Number: 3 (DW_TAG_const_type)
    <b44>   DW_AT_type        : <0xaea>
 <1><b48>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <b49>   DW_AT_byte_size   : 4
    <b4a>   DW_AT_type        : <0xae5>
 <1><b4e>: Abbrev Number: 15 (DW_TAG_array_type)
    <b4f>   DW_AT_type        : <0xb43>
    <b53>   DW_AT_sibling     : <0xb59>
 <2><b57>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><b58>: Abbrev Number: 0
 <1><b59>: Abbrev Number: 3 (DW_TAG_const_type)
    <b5a>   DW_AT_type        : <0xb4e>
 <1><b5e>: Abbrev Number: 10 (DW_TAG_variable)
    <b5f>   DW_AT_name        : (indirect string, offset: 0xdd6): addrfams
    <b63>   DW_AT_decl_file   : 19
    <b64>   DW_AT_decl_line   : 406
    <b66>   DW_AT_decl_column : 26
    <b67>   DW_AT_type        : <0xb59>
    <b6b>   DW_AT_external    : 1
    <b6c>   DW_AT_declaration : 1
 <1><b6d>: Abbrev Number: 10 (DW_TAG_variable)
    <b6e>   DW_AT_name        : (indirect string, offset: 0xcaf): arp_hardware_types
    <b72>   DW_AT_decl_file   : 19
    <b73>   DW_AT_decl_line   : 407
    <b75>   DW_AT_decl_column : 26
    <b76>   DW_AT_type        : <0xb59>
    <b7a>   DW_AT_external    : 1
    <b7b>   DW_AT_declaration : 1
 <1><b7c>: Abbrev Number: 10 (DW_TAG_variable)
    <b7d>   DW_AT_name        : (indirect string, offset: 0xf58): at_flags
    <b81>   DW_AT_decl_file   : 19
    <b82>   DW_AT_decl_line   : 408
    <b84>   DW_AT_decl_column : 26
    <b85>   DW_AT_type        : <0xb59>
    <b89>   DW_AT_external    : 1
    <b8a>   DW_AT_declaration : 1
 <1><b8b>: Abbrev Number: 10 (DW_TAG_variable)
    <b8c>   DW_AT_name        : (indirect string, offset: 0x47e): clocknames
    <b90>   DW_AT_decl_file   : 19
    <b91>   DW_AT_decl_line   : 409
    <b93>   DW_AT_decl_column : 26
    <b94>   DW_AT_type        : <0xb59>
    <b98>   DW_AT_external    : 1
    <b99>   DW_AT_declaration : 1
 <1><b9a>: Abbrev Number: 10 (DW_TAG_variable)
    <b9b>   DW_AT_name        : (indirect string, offset: 0xf23): dirent_types
    <b9f>   DW_AT_decl_file   : 19
    <ba0>   DW_AT_decl_line   : 410
    <ba2>   DW_AT_decl_column : 26
    <ba3>   DW_AT_type        : <0xb59>
    <ba7>   DW_AT_external    : 1
    <ba8>   DW_AT_declaration : 1
 <1><ba9>: Abbrev Number: 10 (DW_TAG_variable)
    <baa>   DW_AT_name        : (indirect string, offset: 0x807): ethernet_protocols
    <bae>   DW_AT_decl_file   : 19
    <baf>   DW_AT_decl_line   : 411
    <bb1>   DW_AT_decl_column : 26
    <bb2>   DW_AT_type        : <0xb59>
    <bb6>   DW_AT_external    : 1
    <bb7>   DW_AT_declaration : 1
 <1><bb8>: Abbrev Number: 10 (DW_TAG_variable)
    <bb9>   DW_AT_name        : (indirect string, offset: 0x592): inet_protocols
    <bbd>   DW_AT_decl_file   : 19
    <bbe>   DW_AT_decl_line   : 412
    <bc0>   DW_AT_decl_column : 26
    <bc1>   DW_AT_type        : <0xb59>
    <bc5>   DW_AT_external    : 1
    <bc6>   DW_AT_declaration : 1
 <1><bc7>: Abbrev Number: 10 (DW_TAG_variable)
    <bc8>   DW_AT_name        : (indirect string, offset: 0x2b1): evdev_abs
    <bcc>   DW_AT_decl_file   : 19
    <bcd>   DW_AT_decl_line   : 413
    <bcf>   DW_AT_decl_column : 26
    <bd0>   DW_AT_type        : <0xb59>
    <bd4>   DW_AT_external    : 1
    <bd5>   DW_AT_declaration : 1
 <1><bd6>: Abbrev Number: 10 (DW_TAG_variable)
    <bd7>   DW_AT_name        : (indirect string, offset: 0x661): audit_arch
    <bdb>   DW_AT_decl_file   : 19
    <bdc>   DW_AT_decl_line   : 414
    <bde>   DW_AT_decl_column : 26
    <bdf>   DW_AT_type        : <0xb59>
    <be3>   DW_AT_external    : 1
    <be4>   DW_AT_declaration : 1
 <1><be5>: Abbrev Number: 10 (DW_TAG_variable)
    <be6>   DW_AT_name        : (indirect string, offset: 0x99): evdev_ev
    <bea>   DW_AT_decl_file   : 19
    <beb>   DW_AT_decl_line   : 415
    <bed>   DW_AT_decl_column : 26
    <bee>   DW_AT_type        : <0xb59>
    <bf2>   DW_AT_external    : 1
    <bf3>   DW_AT_declaration : 1
 <1><bf4>: Abbrev Number: 10 (DW_TAG_variable)
    <bf5>   DW_AT_name        : (indirect string, offset: 0x45f): iffflags
    <bf9>   DW_AT_decl_file   : 19
    <bfa>   DW_AT_decl_line   : 416
    <bfc>   DW_AT_decl_column : 26
    <bfd>   DW_AT_type        : <0xb59>
    <c01>   DW_AT_external    : 1
    <c02>   DW_AT_declaration : 1
 <1><c03>: Abbrev Number: 10 (DW_TAG_variable)
    <c04>   DW_AT_name        : (indirect string, offset: 0xb2c): ip_type_of_services
    <c08>   DW_AT_decl_file   : 19
    <c09>   DW_AT_decl_line   : 417
    <c0b>   DW_AT_decl_column : 26
    <c0c>   DW_AT_type        : <0xb59>
    <c10>   DW_AT_external    : 1
    <c11>   DW_AT_declaration : 1
 <1><c12>: Abbrev Number: 10 (DW_TAG_variable)
    <c13>   DW_AT_name        : (indirect string, offset: 0x5ed): ipc_private
    <c17>   DW_AT_decl_file   : 19
    <c18>   DW_AT_decl_line   : 418
    <c1a>   DW_AT_decl_column : 26
    <c1b>   DW_AT_type        : <0xb59>
    <c1f>   DW_AT_external    : 1
    <c20>   DW_AT_declaration : 1
 <1><c21>: Abbrev Number: 10 (DW_TAG_variable)
    <c22>   DW_AT_name        : (indirect string, offset: 0x31b): msg_flags
    <c26>   DW_AT_decl_file   : 19
    <c27>   DW_AT_decl_line   : 419
    <c29>   DW_AT_decl_column : 26
    <c2a>   DW_AT_type        : <0xb59>
    <c2e>   DW_AT_external    : 1
    <c2f>   DW_AT_declaration : 1
 <1><c30>: Abbrev Number: 10 (DW_TAG_variable)
    <c31>   DW_AT_name        : (indirect string, offset: 0x110): netlink_protocols
    <c35>   DW_AT_decl_file   : 19
    <c36>   DW_AT_decl_line   : 420
    <c38>   DW_AT_decl_column : 26
    <c39>   DW_AT_type        : <0xb59>
    <c3d>   DW_AT_external    : 1
    <c3e>   DW_AT_declaration : 1
 <1><c3f>: Abbrev Number: 10 (DW_TAG_variable)
    <c40>   DW_AT_name        : (indirect string, offset: 0xea3): nl_bridge_vlan_flags
    <c44>   DW_AT_decl_file   : 19
    <c45>   DW_AT_decl_line   : 421
    <c47>   DW_AT_decl_column : 26
    <c48>   DW_AT_type        : <0xb59>
    <c4c>   DW_AT_external    : 1
    <c4d>   DW_AT_declaration : 1
 <1><c4e>: Abbrev Number: 10 (DW_TAG_variable)
    <c4f>   DW_AT_name        : (indirect string, offset: 0xd56): nl_netfilter_msg_types
    <c53>   DW_AT_decl_file   : 19
    <c54>   DW_AT_decl_line   : 422
    <c56>   DW_AT_decl_column : 26
    <c57>   DW_AT_type        : <0xb59>
    <c5b>   DW_AT_external    : 1
    <c5c>   DW_AT_declaration : 1
 <1><c5d>: Abbrev Number: 10 (DW_TAG_variable)
    <c5e>   DW_AT_name        : (indirect string, offset: 0x21d): nl_route_types
    <c62>   DW_AT_decl_file   : 19
    <c63>   DW_AT_decl_line   : 423
    <c65>   DW_AT_decl_column : 26
    <c66>   DW_AT_type        : <0xb59>
    <c6a>   DW_AT_external    : 1
    <c6b>   DW_AT_declaration : 1
 <1><c6c>: Abbrev Number: 10 (DW_TAG_variable)
    <c6d>   DW_AT_name        : (indirect string, offset: 0xe1b): open_access_modes
    <c71>   DW_AT_decl_file   : 19
    <c72>   DW_AT_decl_line   : 424
    <c74>   DW_AT_decl_column : 26
    <c75>   DW_AT_type        : <0xb59>
    <c79>   DW_AT_external    : 1
    <c7a>   DW_AT_declaration : 1
 <1><c7b>: Abbrev Number: 10 (DW_TAG_variable)
    <c7c>   DW_AT_name        : (indirect string, offset: 0x79): open_mode_flags
    <c80>   DW_AT_decl_file   : 19
    <c81>   DW_AT_decl_line   : 425
    <c83>   DW_AT_decl_column : 26
    <c84>   DW_AT_type        : <0xb59>
    <c88>   DW_AT_external    : 1
    <c89>   DW_AT_declaration : 1
 <1><c8a>: Abbrev Number: 10 (DW_TAG_variable)
    <c8b>   DW_AT_name        : (indirect string, offset: 0xbbe): perf_type_id
    <c8f>   DW_AT_decl_file   : 19
    <c90>   DW_AT_decl_line   : 426
    <c92>   DW_AT_decl_column : 26
    <c93>   DW_AT_type        : <0xb59>
    <c97>   DW_AT_external    : 1
    <c98>   DW_AT_declaration : 1
 <1><c99>: Abbrev Number: 10 (DW_TAG_variable)
    <c9a>   DW_AT_name        : (indirect string, offset: 0xddf): pollflags
    <c9e>   DW_AT_decl_file   : 19
    <c9f>   DW_AT_decl_line   : 427
    <ca1>   DW_AT_decl_column : 26
    <ca2>   DW_AT_type        : <0xb59>
    <ca6>   DW_AT_external    : 1
    <ca7>   DW_AT_declaration : 1
 <1><ca8>: Abbrev Number: 10 (DW_TAG_variable)
    <ca9>   DW_AT_name        : (indirect string, offset: 0x533): ptrace_cmds
    <cad>   DW_AT_decl_file   : 19
    <cae>   DW_AT_decl_line   : 428
    <cb0>   DW_AT_decl_column : 26
    <cb1>   DW_AT_type        : <0xb59>
    <cb5>   DW_AT_external    : 1
    <cb6>   DW_AT_declaration : 1
 <1><cb7>: Abbrev Number: 10 (DW_TAG_variable)
    <cb8>   DW_AT_name        : (indirect string, offset: 0x749): resource_flags
    <cbc>   DW_AT_decl_file   : 19
    <cbd>   DW_AT_decl_line   : 429
    <cbf>   DW_AT_decl_column : 26
    <cc0>   DW_AT_type        : <0xb59>
    <cc4>   DW_AT_external    : 1
    <cc5>   DW_AT_declaration : 1
 <1><cc6>: Abbrev Number: 10 (DW_TAG_variable)
    <cc7>   DW_AT_name        : (indirect string, offset: 0x287): route_nexthop_flags
    <ccb>   DW_AT_decl_file   : 19
    <ccc>   DW_AT_decl_line   : 430
    <cce>   DW_AT_decl_column : 26
    <ccf>   DW_AT_type        : <0xb59>
    <cd3>   DW_AT_external    : 1
    <cd4>   DW_AT_declaration : 1
 <1><cd5>: Abbrev Number: 10 (DW_TAG_variable)
    <cd6>   DW_AT_name        : (indirect string, offset: 0xe38): routing_protocols
    <cda>   DW_AT_decl_file   : 19
    <cdb>   DW_AT_decl_line   : 431
    <cdd>   DW_AT_decl_column : 26
    <cde>   DW_AT_type        : <0xb59>
    <ce2>   DW_AT_external    : 1
    <ce3>   DW_AT_declaration : 1
 <1><ce4>: Abbrev Number: 10 (DW_TAG_variable)
    <ce5>   DW_AT_name        : (indirect string, offset: 0x450): routing_scopes
    <ce9>   DW_AT_decl_file   : 19
    <cea>   DW_AT_decl_line   : 432
    <cec>   DW_AT_decl_column : 26
    <ced>   DW_AT_type        : <0xb59>
    <cf1>   DW_AT_external    : 1
    <cf2>   DW_AT_declaration : 1
 <1><cf3>: Abbrev Number: 10 (DW_TAG_variable)
    <cf4>   DW_AT_name        : (indirect string, offset: 0xd44): routing_table_ids
    <cf8>   DW_AT_decl_file   : 19
    <cf9>   DW_AT_decl_line   : 433
    <cfb>   DW_AT_decl_column : 26
    <cfc>   DW_AT_type        : <0xb59>
    <d00>   DW_AT_external    : 1
    <d01>   DW_AT_declaration : 1
 <1><d02>: Abbrev Number: 10 (DW_TAG_variable)
    <d03>   DW_AT_name        : (indirect string, offset: 0x5ca): routing_types
    <d07>   DW_AT_decl_file   : 19
    <d08>   DW_AT_decl_line   : 434
    <d0a>   DW_AT_decl_column : 26
    <d0b>   DW_AT_type        : <0xb59>
    <d0f>   DW_AT_external    : 1
    <d10>   DW_AT_declaration : 1
 <1><d11>: Abbrev Number: 10 (DW_TAG_variable)
    <d12>   DW_AT_name        : (indirect string, offset: 0x1c0): rwf_flags
    <d16>   DW_AT_decl_file   : 19
    <d17>   DW_AT_decl_line   : 435
    <d19>   DW_AT_decl_column : 26
    <d1a>   DW_AT_type        : <0xb59>
    <d1e>   DW_AT_external    : 1
    <d1f>   DW_AT_declaration : 1
 <1><d20>: Abbrev Number: 10 (DW_TAG_variable)
    <d21>   DW_AT_name        : (indirect string, offset: 0x781): seccomp_filter_flags
    <d25>   DW_AT_decl_file   : 19
    <d26>   DW_AT_decl_line   : 436
    <d28>   DW_AT_decl_column : 26
    <d29>   DW_AT_type        : <0xb59>
    <d2d>   DW_AT_external    : 1
    <d2e>   DW_AT_declaration : 1
 <1><d2f>: Abbrev Number: 10 (DW_TAG_variable)
    <d30>   DW_AT_name        : (indirect string, offset: 0x2ce): seccomp_ret_action
    <d34>   DW_AT_decl_file   : 19
    <d35>   DW_AT_decl_line   : 437
    <d37>   DW_AT_decl_column : 26
    <d38>   DW_AT_type        : <0xb59>
    <d3c>   DW_AT_external    : 1
    <d3d>   DW_AT_declaration : 1
 <1><d3e>: Abbrev Number: 10 (DW_TAG_variable)
    <d3f>   DW_AT_name        : (indirect string, offset: 0x419): setns_types
    <d43>   DW_AT_decl_file   : 19
    <d44>   DW_AT_decl_line   : 438
    <d46>   DW_AT_decl_column : 26
    <d47>   DW_AT_type        : <0xb59>
    <d4b>   DW_AT_external    : 1
    <d4c>   DW_AT_declaration : 1
 <1><d4d>: Abbrev Number: 10 (DW_TAG_variable)
    <d4e>   DW_AT_name        : (indirect string, offset: 0xdcb): sg_io_info
    <d52>   DW_AT_decl_file   : 19
    <d53>   DW_AT_decl_line   : 439
    <d55>   DW_AT_decl_column : 26
    <d56>   DW_AT_type        : <0xb59>
    <d5a>   DW_AT_external    : 1
    <d5b>   DW_AT_declaration : 1
 <1><d5c>: Abbrev Number: 10 (DW_TAG_variable)
    <d5d>   DW_AT_name        : (indirect string, offset: 0xad2): socketlayers
    <d61>   DW_AT_decl_file   : 19
    <d62>   DW_AT_decl_line   : 440
    <d64>   DW_AT_decl_column : 26
    <d65>   DW_AT_type        : <0xb59>
    <d69>   DW_AT_external    : 1
    <d6a>   DW_AT_declaration : 1
 <1><d6b>: Abbrev Number: 10 (DW_TAG_variable)
    <d6c>   DW_AT_name        : (indirect string, offset: 0xd23): socktypes
    <d70>   DW_AT_decl_file   : 19
    <d71>   DW_AT_decl_line   : 441
    <d73>   DW_AT_decl_column : 26
    <d74>   DW_AT_type        : <0xb59>
    <d78>   DW_AT_external    : 1
    <d79>   DW_AT_declaration : 1
 <1><d7a>: Abbrev Number: 10 (DW_TAG_variable)
    <d7b>   DW_AT_name        : (indirect string, offset: 0x9ac): tcp_state_flags
    <d7f>   DW_AT_decl_file   : 19
    <d80>   DW_AT_decl_line   : 442
    <d82>   DW_AT_decl_column : 26
    <d83>   DW_AT_type        : <0xb59>
    <d87>   DW_AT_external    : 1
    <d88>   DW_AT_declaration : 1
 <1><d89>: Abbrev Number: 10 (DW_TAG_variable)
    <d8a>   DW_AT_name        : (indirect string, offset: 0x696): tcp_states
    <d8e>   DW_AT_decl_file   : 19
    <d8f>   DW_AT_decl_line   : 443
    <d91>   DW_AT_decl_column : 26
    <d92>   DW_AT_type        : <0xb59>
    <d96>   DW_AT_external    : 1
    <d97>   DW_AT_declaration : 1
 <1><d98>: Abbrev Number: 10 (DW_TAG_variable)
    <d99>   DW_AT_name        : (indirect string, offset: 0xfb5): whence_codes
    <d9d>   DW_AT_decl_file   : 19
    <d9e>   DW_AT_decl_line   : 444
    <da0>   DW_AT_decl_column : 26
    <da1>   DW_AT_type        : <0xb59>
    <da5>   DW_AT_external    : 1
    <da6>   DW_AT_declaration : 1
 <1><da7>: Abbrev Number: 28 (DW_TAG_enumeration_type)
    <da8>   DW_AT_encoding    : 7	(unsigned)
    <da9>   DW_AT_byte_size   : 4
    <daa>   DW_AT_type        : <0x2b>
    <dae>   DW_AT_decl_file   : 19
    <daf>   DW_AT_decl_line   : 505
    <db1>   DW_AT_decl_column : 14
    <db2>   DW_AT_sibling     : <0xdc9>
 <2><db6>: Abbrev Number: 27 (DW_TAG_enumerator)
    <db7>   DW_AT_name        : (indirect string, offset: 0x8d7): CFLAG_NONE
    <dbb>   DW_AT_const_value : 0
 <2><dbc>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dbd>   DW_AT_name        : (indirect string, offset: 0x81a): CFLAG_ONLY_STATS
    <dc1>   DW_AT_const_value : 1
 <2><dc2>: Abbrev Number: 27 (DW_TAG_enumerator)
    <dc3>   DW_AT_name        : (indirect string, offset: 0xadf): CFLAG_BOTH
    <dc7>   DW_AT_const_value : 2
 <2><dc8>: Abbrev Number: 0
 <1><dc9>: Abbrev Number: 29 (DW_TAG_typedef)
    <dca>   DW_AT_name        : (indirect string, offset: 0x1057): cflag_t
    <dce>   DW_AT_decl_file   : 19
    <dcf>   DW_AT_decl_line   : 509
    <dd1>   DW_AT_decl_column : 3
    <dd2>   DW_AT_type        : <0xda7>
 <1><dd6>: Abbrev Number: 10 (DW_TAG_variable)
    <dd7>   DW_AT_name        : (indirect string, offset: 0xc6a): cflag
    <ddb>   DW_AT_decl_file   : 19
    <ddc>   DW_AT_decl_line   : 510
    <dde>   DW_AT_decl_column : 16
    <ddf>   DW_AT_type        : <0xdc9>
    <de3>   DW_AT_external    : 1
    <de4>   DW_AT_declaration : 1
 <1><de5>: Abbrev Number: 10 (DW_TAG_variable)
    <de6>   DW_AT_name        : (indirect string, offset: 0x18b): Tflag
    <dea>   DW_AT_decl_file   : 19
    <deb>   DW_AT_decl_line   : 511
    <ded>   DW_AT_decl_column : 13
    <dee>   DW_AT_type        : <0x582>
    <df2>   DW_AT_external    : 1
    <df3>   DW_AT_declaration : 1
 <1><df4>: Abbrev Number: 10 (DW_TAG_variable)
    <df5>   DW_AT_name        : (indirect string, offset: 0x6fb): Tflag_scale
    <df9>   DW_AT_decl_file   : 19
    <dfa>   DW_AT_decl_line   : 512
    <dfc>   DW_AT_decl_column : 12
    <dfd>   DW_AT_type        : <0x64>
    <e01>   DW_AT_external    : 1
    <e02>   DW_AT_declaration : 1
 <1><e03>: Abbrev Number: 10 (DW_TAG_variable)
    <e04>   DW_AT_name        : (indirect string, offset: 0x796): Tflag_width
    <e08>   DW_AT_decl_file   : 19
    <e09>   DW_AT_decl_line   : 513
    <e0b>   DW_AT_decl_column : 12
    <e0c>   DW_AT_type        : <0x64>
    <e10>   DW_AT_external    : 1
    <e11>   DW_AT_declaration : 1
 <1><e12>: Abbrev Number: 10 (DW_TAG_variable)
    <e13>   DW_AT_name        : (indirect string, offset: 0xdbd): iflag
    <e17>   DW_AT_decl_file   : 19
    <e18>   DW_AT_decl_line   : 514
    <e1a>   DW_AT_decl_column : 13
    <e1b>   DW_AT_type        : <0x582>
    <e1f>   DW_AT_external    : 1
    <e20>   DW_AT_declaration : 1
 <1><e21>: Abbrev Number: 10 (DW_TAG_variable)
    <e22>   DW_AT_name        : (indirect string, offset: 0x573): count_wallclock
    <e26>   DW_AT_decl_file   : 19
    <e27>   DW_AT_decl_line   : 515
    <e29>   DW_AT_decl_column : 13
    <e2a>   DW_AT_type        : <0x582>
    <e2e>   DW_AT_external    : 1
    <e2f>   DW_AT_declaration : 1
 <1><e30>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e31>   DW_AT_name        : (indirect string, offset: 0x4a): path_set_item
    <e35>   DW_AT_byte_size   : 4
    <e36>   DW_AT_decl_file   : 19
    <e37>   DW_AT_decl_line   : 517
    <e39>   DW_AT_decl_column : 8
    <e3a>   DW_AT_sibling     : <0xe4f>
 <2><e3e>: Abbrev Number: 13 (DW_TAG_member)
    <e3f>   DW_AT_name        : (indirect string, offset: 0xc7): path
    <e43>   DW_AT_decl_file   : 19
    <e44>   DW_AT_decl_line   : 518
    <e46>   DW_AT_decl_column : 14
    <e47>   DW_AT_type        : <0x1d5>
    <e4b>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e4e>: Abbrev Number: 0
 <1><e4f>: Abbrev Number: 30 (DW_TAG_structure_type)
    <e50>   DW_AT_name        : (indirect string, offset: 0x6a1): path_set
    <e54>   DW_AT_byte_size   : 12
    <e55>   DW_AT_decl_file   : 19
    <e56>   DW_AT_decl_line   : 522
    <e58>   DW_AT_decl_column : 15
    <e59>   DW_AT_sibling     : <0xe8e>
 <2><e5d>: Abbrev Number: 13 (DW_TAG_member)
    <e5e>   DW_AT_name        : (indirect string, offset: 0x628): paths_selected
    <e62>   DW_AT_decl_file   : 19
    <e63>   DW_AT_decl_line   : 523
    <e65>   DW_AT_decl_column : 24
    <e66>   DW_AT_type        : <0xe8e>
    <e6a>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><e6d>: Abbrev Number: 13 (DW_TAG_member)
    <e6e>   DW_AT_name        : (indirect string, offset: 0xfa8): num_selected
    <e72>   DW_AT_decl_file   : 19
    <e73>   DW_AT_decl_line   : 524
    <e75>   DW_AT_decl_column : 9
    <e76>   DW_AT_type        : <0x12e>
    <e7a>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><e7d>: Abbrev Number: 13 (DW_TAG_member)
    <e7e>   DW_AT_name        : (indirect string, offset: 0xa8f): size
    <e82>   DW_AT_decl_file   : 19
    <e83>   DW_AT_decl_line   : 525
    <e85>   DW_AT_decl_column : 9
    <e86>   DW_AT_type        : <0x12e>
    <e8a>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><e8d>: Abbrev Number: 0
 <1><e8e>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <e8f>   DW_AT_byte_size   : 4
    <e90>   DW_AT_type        : <0xe30>
 <1><e94>: Abbrev Number: 10 (DW_TAG_variable)
    <e95>   DW_AT_name        : (indirect string, offset: 0xff7): global_path_set
    <e99>   DW_AT_decl_file   : 19
    <e9a>   DW_AT_decl_line   : 526
    <e9c>   DW_AT_decl_column : 3
    <e9d>   DW_AT_type        : <0xe4f>
    <ea1>   DW_AT_external    : 1
    <ea2>   DW_AT_declaration : 1
 <1><ea3>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <ea4>   DW_AT_name        : (indirect string, offset: 0xf10): xflag_opts
    <ea8>   DW_AT_encoding    : 7	(unsigned)
    <ea9>   DW_AT_byte_size   : 4
    <eaa>   DW_AT_type        : <0x2b>
    <eae>   DW_AT_decl_file   : 19
    <eaf>   DW_AT_decl_line   : 528
    <eb1>   DW_AT_decl_column : 6
    <eb2>   DW_AT_sibling     : <0xed5>
 <2><eb6>: Abbrev Number: 27 (DW_TAG_enumerator)
    <eb7>   DW_AT_name        : (indirect string, offset: 0x96c): HEXSTR_NONE
    <ebb>   DW_AT_const_value : 0
 <2><ebc>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ebd>   DW_AT_name        : (indirect string, offset: 0xf3a): HEXSTR_NON_ASCII
    <ec1>   DW_AT_const_value : 1
 <2><ec2>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec3>   DW_AT_name        : (indirect string, offset: 0x858): HEXSTR_ALL
    <ec7>   DW_AT_const_value : 2
 <2><ec8>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ec9>   DW_AT_name        : (indirect string, offset: 0x5b3): HEXSTR_NON_ASCII_CHARS
    <ecd>   DW_AT_const_value : 3
 <2><ece>: Abbrev Number: 27 (DW_TAG_enumerator)
    <ecf>   DW_AT_name        : (indirect string, offset: 0xfc2): NUM_HEXSTR_OPTS
    <ed3>   DW_AT_const_value : 4
 <2><ed4>: Abbrev Number: 0
 <1><ed5>: Abbrev Number: 10 (DW_TAG_variable)
    <ed6>   DW_AT_name        : (indirect string, offset: 0xd97): xflag
    <eda>   DW_AT_decl_file   : 19
    <edb>   DW_AT_decl_line   : 541
    <edd>   DW_AT_decl_column : 17
    <ede>   DW_AT_type        : <0x2b>
    <ee2>   DW_AT_external    : 1
    <ee3>   DW_AT_declaration : 1
 <1><ee4>: Abbrev Number: 10 (DW_TAG_variable)
    <ee5>   DW_AT_name        : (indirect string, offset: 0xd2d): followfork
    <ee9>   DW_AT_decl_file   : 19
    <eea>   DW_AT_decl_line   : 542
    <eec>   DW_AT_decl_column : 13
    <eed>   DW_AT_type        : <0x582>
    <ef1>   DW_AT_external    : 1
    <ef2>   DW_AT_declaration : 1
 <1><ef3>: Abbrev Number: 10 (DW_TAG_variable)
    <ef4>   DW_AT_name        : (indirect string, offset: 0x32f): output_separately
    <ef8>   DW_AT_decl_file   : 19
    <ef9>   DW_AT_decl_line   : 543
    <efb>   DW_AT_decl_column : 13
    <efc>   DW_AT_type        : <0x582>
    <f00>   DW_AT_external    : 1
    <f01>   DW_AT_declaration : 1
 <1><f02>: Abbrev Number: 10 (DW_TAG_variable)
    <f03>   DW_AT_name        : (indirect string, offset: 0x22c): stack_trace_enabled
    <f07>   DW_AT_decl_file   : 19
    <f08>   DW_AT_decl_line   : 546
    <f0a>   DW_AT_decl_column : 13
    <f0b>   DW_AT_type        : <0x582>
    <f0f>   DW_AT_external    : 1
    <f10>   DW_AT_declaration : 1
 <1><f11>: Abbrev Number: 10 (DW_TAG_variable)
    <f12>   DW_AT_name        : (indirect string, offset: 0x5a1): ptrace_setoptions
    <f16>   DW_AT_decl_file   : 19
    <f17>   DW_AT_decl_line   : 550
    <f19>   DW_AT_decl_column : 17
    <f1a>   DW_AT_type        : <0x2b>
    <f1e>   DW_AT_external    : 1
    <f1f>   DW_AT_declaration : 1
 <1><f20>: Abbrev Number: 10 (DW_TAG_variable)
    <f21>   DW_AT_name        : (indirect string, offset: 0x961): max_strlen
    <f25>   DW_AT_decl_file   : 19
    <f26>   DW_AT_decl_line   : 551
    <f28>   DW_AT_decl_column : 17
    <f29>   DW_AT_type        : <0x2b>
    <f2d>   DW_AT_external    : 1
    <f2e>   DW_AT_declaration : 1
 <1><f2f>: Abbrev Number: 10 (DW_TAG_variable)
    <f30>   DW_AT_name        : (indirect string, offset: 0x98f): os_release
    <f34>   DW_AT_decl_file   : 19
    <f35>   DW_AT_decl_line   : 552
    <f37>   DW_AT_decl_column : 17
    <f38>   DW_AT_type        : <0x2b>
    <f3c>   DW_AT_external    : 1
    <f3d>   DW_AT_declaration : 1
 <1><f3e>: Abbrev Number: 10 (DW_TAG_variable)
    <f3f>   DW_AT_name        : (indirect string, offset: 0x63e): xlat_verbosity
    <f43>   DW_AT_decl_file   : 19
    <f44>   DW_AT_decl_line   : 914
    <f46>   DW_AT_decl_column : 24
    <f47>   DW_AT_type        : <0xa7c>
    <f4b>   DW_AT_external    : 1
    <f4c>   DW_AT_declaration : 1
 <1><f4d>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f4e>   DW_AT_name        : (indirect string, offset: 0x556): xlat_style_private_flag_bits
    <f52>   DW_AT_encoding    : 7	(unsigned)
    <f53>   DW_AT_byte_size   : 4
    <f54>   DW_AT_type        : <0x2b>
    <f58>   DW_AT_decl_file   : 19
    <f59>   DW_AT_decl_line   : 934
    <f5b>   DW_AT_decl_column : 6
    <f5c>   DW_AT_sibling     : <0xf79>
 <2><f60>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f61>   DW_AT_name        : (indirect string, offset: 0x29b): PAF_PRINT_INDICES_BIT
    <f65>   DW_AT_const_value : 5
 <2><f66>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f67>   DW_AT_name        : (indirect string, offset: 0xa46): PAF_ARRAY_TRUNCATED_BIT
    <f6b>   DW_AT_const_value : 6
 <2><f6c>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f6d>   DW_AT_name        : (indirect string, offset: 0x3cb): PXF_DEFAULT_STR_BIT
    <f71>   DW_AT_const_value : 7
 <2><f72>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f73>   DW_AT_name        : (indirect string, offset: 0xbf5): SPFF_AUXSTR_MODE_BIT
    <f77>   DW_AT_const_value : 8
 <2><f78>: Abbrev Number: 0
 <1><f79>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <f7a>   DW_AT_byte_size   : 4
    <f7b>   DW_AT_type        : <0x789>
 <1><f7f>: Abbrev Number: 3 (DW_TAG_const_type)
    <f80>   DW_AT_type        : <0xf79>
 <1><f84>: Abbrev Number: 31 (DW_TAG_enumeration_type)
    <f85>   DW_AT_name        : (indirect string, offset: 0xcc2): find_xlat_flag_bits
    <f89>   DW_AT_encoding    : 7	(unsigned)
    <f8a>   DW_AT_byte_size   : 4
    <f8b>   DW_AT_type        : <0x2b>
    <f8f>   DW_AT_decl_file   : 19
    <f90>   DW_AT_decl_line   : 1438
    <f92>   DW_AT_decl_column : 6
    <f93>   DW_AT_sibling     : <0xf9e>
 <2><f97>: Abbrev Number: 27 (DW_TAG_enumerator)
    <f98>   DW_AT_name        : (indirect string, offset: 0x895): FXL_CASE_SENSITIVE_BIT
    <f9c>   DW_AT_const_value : 0
 <2><f9d>: Abbrev Number: 0
 <1><f9e>: Abbrev Number: 10 (DW_TAG_variable)
    <f9f>   DW_AT_name        : (indirect string, offset: 0x93d): printing_tcp
    <fa3>   DW_AT_decl_file   : 19
    <fa4>   DW_AT_decl_line   : 1684
    <fa6>   DW_AT_decl_column : 20
    <fa7>   DW_AT_type        : <0xf79>
    <fab>   DW_AT_external    : 1
    <fac>   DW_AT_declaration : 1
 <1><fad>: Abbrev Number: 10 (DW_TAG_variable)
    <fae>   DW_AT_name        : (indirect string, offset: 0x51e): errnoent
    <fb2>   DW_AT_decl_file   : 19
    <fb3>   DW_AT_decl_line   : 1882
    <fb5>   DW_AT_decl_column : 26
    <fb6>   DW_AT_type        : <0x4b6>
    <fba>   DW_AT_external    : 1
    <fbb>   DW_AT_declaration : 1
 <1><fbc>: Abbrev Number: 10 (DW_TAG_variable)
    <fbd>   DW_AT_name        : (indirect string, offset: 0x7a2): signalent
    <fc1>   DW_AT_decl_file   : 19
    <fc2>   DW_AT_decl_line   : 1883
    <fc4>   DW_AT_decl_column : 26
    <fc5>   DW_AT_type        : <0x4b6>
    <fc9>   DW_AT_external    : 1
    <fca>   DW_AT_declaration : 1
 <1><fcb>: Abbrev Number: 10 (DW_TAG_variable)
    <fcc>   DW_AT_name        : (indirect string, offset: 0xe05): nerrnos
    <fd0>   DW_AT_decl_file   : 19
    <fd1>   DW_AT_decl_line   : 1884
    <fd3>   DW_AT_decl_column : 27
    <fd4>   DW_AT_type        : <0x32>
    <fd8>   DW_AT_external    : 1
    <fd9>   DW_AT_declaration : 1
 <1><fda>: Abbrev Number: 10 (DW_TAG_variable)
    <fdb>   DW_AT_name        : (indirect string, offset: 0xf91): nsignals
    <fdf>   DW_AT_decl_file   : 19
    <fe0>   DW_AT_decl_line   : 1885
    <fe2>   DW_AT_decl_column : 27
    <fe3>   DW_AT_type        : <0x32>
    <fe7>   DW_AT_external    : 1
    <fe8>   DW_AT_declaration : 1
 <1><fe9>: Abbrev Number: 15 (DW_TAG_array_type)
    <fea>   DW_AT_type        : <0x66b>
    <fee>   DW_AT_sibling     : <0xff4>
 <2><ff2>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><ff3>: Abbrev Number: 0
 <1><ff4>: Abbrev Number: 3 (DW_TAG_const_type)
    <ff5>   DW_AT_type        : <0xfe9>
 <1><ff9>: Abbrev Number: 10 (DW_TAG_variable)
    <ffa>   DW_AT_name        : (indirect string, offset: 0xc87): sysent0
    <ffe>   DW_AT_decl_file   : 19
    <fff>   DW_AT_decl_line   : 1887
    <1001>   DW_AT_decl_column : 28
    <1002>   DW_AT_type        : <0xff4>
    <1006>   DW_AT_external    : 1
    <1007>   DW_AT_declaration : 1
 <1><1008>: Abbrev Number: 15 (DW_TAG_array_type)
    <1009>   DW_AT_type        : <0x6d2>
    <100d>   DW_AT_sibling     : <0x1013>
 <2><1011>: Abbrev Number: 18 (DW_TAG_subrange_type)
 <2><1012>: Abbrev Number: 0
 <1><1013>: Abbrev Number: 3 (DW_TAG_const_type)
    <1014>   DW_AT_type        : <0x1008>
 <1><1018>: Abbrev Number: 10 (DW_TAG_variable)
    <1019>   DW_AT_name        : (indirect string, offset: 0xfed): ioctlent0
    <101d>   DW_AT_decl_file   : 19
    <101e>   DW_AT_decl_line   : 1888
    <1020>   DW_AT_decl_column : 30
    <1021>   DW_AT_type        : <0x1013>
    <1025>   DW_AT_external    : 1
    <1026>   DW_AT_declaration : 1
 <1><1027>: Abbrev Number: 10 (DW_TAG_variable)
    <1028>   DW_AT_name        : (indirect string, offset: 0x43e): personality_names
    <102c>   DW_AT_decl_file   : 19
    <102d>   DW_AT_decl_line   : 1890
    <102f>   DW_AT_decl_column : 26
    <1030>   DW_AT_type        : <0x4b6>
    <1034>   DW_AT_external    : 1
    <1035>   DW_AT_declaration : 1
 <1><1036>: Abbrev Number: 10 (DW_TAG_variable)
    <1037>   DW_AT_name        : (indirect string, offset: 0x7c2): sysent
    <103b>   DW_AT_decl_file   : 19
    <103c>   DW_AT_decl_line   : 1893
    <103e>   DW_AT_decl_column : 29
    <103f>   DW_AT_type        : <0x9e7>
    <1043>   DW_AT_external    : 1
    <1044>   DW_AT_declaration : 1
 <1><1045>: Abbrev Number: 10 (DW_TAG_variable)
    <1046>   DW_AT_name        : (indirect string, offset: 0xc0a): ioctlent
    <104a>   DW_AT_decl_file   : 19
    <104b>   DW_AT_decl_line   : 1894
    <104d>   DW_AT_decl_column : 31
    <104e>   DW_AT_type        : <0x1054>
    <1052>   DW_AT_external    : 1
    <1053>   DW_AT_declaration : 1
 <1><1054>: Abbrev Number: 7 (DW_TAG_pointer_type)
    <1055>   DW_AT_byte_size   : 4
    <1056>   DW_AT_type        : <0x6d2>
 <1><105a>: Abbrev Number: 10 (DW_TAG_variable)
    <105b>   DW_AT_name        : (indirect string, offset: 0x7ac): nsyscalls
    <105f>   DW_AT_decl_file   : 19
    <1060>   DW_AT_decl_line   : 1900
    <1062>   DW_AT_decl_column : 17
    <1063>   DW_AT_type        : <0x2b>
    <1067>   DW_AT_external    : 1
    <1068>   DW_AT_declaration : 1
 <1><1069>: Abbrev Number: 10 (DW_TAG_variable)
    <106a>   DW_AT_name        : (indirect string, offset: 0xe2d): nioctlents
    <106e>   DW_AT_decl_file   : 19
    <106f>   DW_AT_decl_line   : 1901
    <1071>   DW_AT_decl_column : 17
    <1072>   DW_AT_type        : <0x2b>
    <1076>   DW_AT_external    : 1
    <1077>   DW_AT_declaration : 1
 <1><1078>: Abbrev Number: 15 (DW_TAG_array_type)
    <1079>   DW_AT_type        : <0x32>
    <107d>   DW_AT_sibling     : <0x1088>
 <2><1081>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <1082>   DW_AT_type        : <0x2b>
    <1086>   DW_AT_upper_bound : 2
 <2><1087>: Abbrev Number: 0
 <1><1088>: Abbrev Number: 3 (DW_TAG_const_type)
    <1089>   DW_AT_type        : <0x1078>
 <1><108d>: Abbrev Number: 10 (DW_TAG_variable)
    <108e>   DW_AT_name        : (indirect string, offset: 0xe83): nsyscall_vec
    <1092>   DW_AT_decl_file   : 19
    <1093>   DW_AT_decl_line   : 1903
    <1095>   DW_AT_decl_column : 27
    <1096>   DW_AT_type        : <0x1088>
    <109a>   DW_AT_external    : 1
    <109b>   DW_AT_declaration : 1
 <1><109c>: Abbrev Number: 15 (DW_TAG_array_type)
    <109d>   DW_AT_type        : <0x9ed>
    <10a1>   DW_AT_sibling     : <0x10ac>
 <2><10a5>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <10a6>   DW_AT_type        : <0x2b>
    <10aa>   DW_AT_upper_bound : 2
 <2><10ab>: Abbrev Number: 0
 <1><10ac>: Abbrev Number: 3 (DW_TAG_const_type)
    <10ad>   DW_AT_type        : <0x109c>
 <1><10b1>: Abbrev Number: 10 (DW_TAG_variable)
    <10b2>   DW_AT_name        : (indirect string, offset: 0x6e8): sysent_vec
    <10b6>   DW_AT_decl_file   : 19
    <10b7>   DW_AT_decl_line   : 1904
    <10b9>   DW_AT_decl_column : 35
    <10ba>   DW_AT_type        : <0x10ac>
    <10be>   DW_AT_external    : 1
    <10bf>   DW_AT_declaration : 1
 <1><10c0>: Abbrev Number: 10 (DW_TAG_variable)
    <10c1>   DW_AT_name        : (indirect string, offset: 0x37a): inject_vec
    <10c5>   DW_AT_decl_file   : 19
    <10c6>   DW_AT_decl_line   : 1905
    <10c8>   DW_AT_decl_column : 28
    <10c9>   DW_AT_type        : <0x9f2>
    <10cd>   DW_AT_external    : 1
    <10ce>   DW_AT_declaration : 1
 <1><10cf>: Abbrev Number: 30 (DW_TAG_structure_type)
    <10d0>   DW_AT_name        : (indirect string, offset: 0xd16): audit_arch_t
    <10d4>   DW_AT_byte_size   : 8
    <10d5>   DW_AT_decl_file   : 19
    <10d6>   DW_AT_decl_line   : 1907
    <10d8>   DW_AT_decl_column : 8
    <10d9>   DW_AT_sibling     : <0x10fe>
 <2><10dd>: Abbrev Number: 13 (DW_TAG_member)
    <10de>   DW_AT_name        : (indirect string, offset: 0x548): arch
    <10e2>   DW_AT_decl_file   : 19
    <10e3>   DW_AT_decl_line   : 1908
    <10e5>   DW_AT_decl_column : 15
    <10e6>   DW_AT_type        : <0x2b>
    <10ea>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><10ed>: Abbrev Number: 13 (DW_TAG_member)
    <10ee>   DW_AT_name        : (indirect string, offset: 0x923): flag
    <10f2>   DW_AT_decl_file   : 19
    <10f3>   DW_AT_decl_line   : 1909
    <10f5>   DW_AT_decl_column : 15
    <10f6>   DW_AT_type        : <0x2b>
    <10fa>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><10fd>: Abbrev Number: 0
 <1><10fe>: Abbrev Number: 3 (DW_TAG_const_type)
    <10ff>   DW_AT_type        : <0x10cf>
 <1><1103>: Abbrev Number: 15 (DW_TAG_array_type)
    <1104>   DW_AT_type        : <0x10fe>
    <1108>   DW_AT_sibling     : <0x1113>
 <2><110c>: Abbrev Number: 16 (DW_TAG_subrange_type)
    <110d>   DW_AT_type        : <0x2b>
    <1111>   DW_AT_upper_bound : 2
 <2><1112>: Abbrev Number: 0
 <1><1113>: Abbrev Number: 3 (DW_TAG_const_type)
    <1114>   DW_AT_type        : <0x1103>
 <1><1118>: Abbrev Number: 10 (DW_TAG_variable)
    <1119>   DW_AT_name        : (indirect string, offset: 0x886): audit_arch_vec
    <111d>   DW_AT_decl_file   : 19
    <111e>   DW_AT_decl_line   : 1912
    <1120>   DW_AT_decl_column : 34
    <1121>   DW_AT_type        : <0x1113>
    <1125>   DW_AT_external    : 1
    <1126>   DW_AT_declaration : 1
 <1><1127>: Abbrev Number: 32 (DW_TAG_structure_type)
    <1128>   DW_AT_byte_size   : 180
    <1129>   DW_AT_decl_file   : 21
    <112a>   DW_AT_decl_line   : 2
    <112b>   DW_AT_decl_column : 9
    <112c>   DW_AT_sibling     : <0x13e1>
 <2><1130>: Abbrev Number: 9 (DW_TAG_member)
    <1131>   DW_AT_name        : (indirect string, offset: 0x1d8): block_ioctl
    <1135>   DW_AT_decl_file   : 21
    <1136>   DW_AT_decl_line   : 3
    <1137>   DW_AT_decl_column : 8
    <1138>   DW_AT_type        : <0x13fb>
    <113c>   DW_AT_data_member_location: 2 byte block: 23 0 	(DW_OP_plus_uconst: 0)
 <2><113f>: Abbrev Number: 9 (DW_TAG_member)
    <1140>   DW_AT_name        : (indirect string, offset: 0x9e5): btrfs_ioctl
    <1144>   DW_AT_decl_file   : 21
    <1145>   DW_AT_decl_line   : 6
    <1146>   DW_AT_decl_column : 8
    <1147>   DW_AT_type        : <0x13fb>
    <114b>   DW_AT_data_member_location: 2 byte block: 23 4 	(DW_OP_plus_uconst: 4)
 <2><114e>: Abbrev Number: 9 (DW_TAG_member)
    <114f>   DW_AT_name        : (indirect string, offset: 0x677): evdev_write_ioctl_mpers
    <1153>   DW_AT_decl_file   : 21
    <1154>   DW_AT_decl_line   : 9
    <1155>   DW_AT_decl_column : 8
    <1156>   DW_AT_type        : <0x13fb>
    <115a>   DW_AT_data_member_location: 2 byte block: 23 8 	(DW_OP_plus_uconst: 8)
 <2><115d>: Abbrev Number: 9 (DW_TAG_member)
    <115e>   DW_AT_name        : (indirect string, offset: 0x64d): get_sock_fprog_size
    <1162>   DW_AT_decl_file   : 21
    <1163>   DW_AT_decl_line   : 12
    <1164>   DW_AT_decl_column : 17
    <1165>   DW_AT_type        : <0x1407>
